{
    "title": "مختصر تفسير سورة الأنفال (مطبوع ضمن مؤلفات الشيخ محمد بن عبد الوهاب، الجزء الثاني عشر)",
    "author": "محمد بن عبد الوهاب",
    "parts": [
        {
            "part": "1",
            "pages": [
                {
                    "page": "3",
                    "pageNumber": 1,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nمختصر تفسير سورة الأنفال\nتأليف: الإمام محمد بن عبد الوهاب\nمقدمة\nبسم الله الرحمن الرحيم\nالحمد لله رب العالمين والصلاة والسلام على رسوله الأمين. وبعد،\nفإنه في أثناء تصوير مركز البحث العلمي وإحياء التراث الإسلامي بكلية الشريعة والدراسات الإسلامية بجامعة الملك عبد العزيز بمكة المكرمة لبعض المخطوطات في مكتبة الأوقاف ببغداد عثرنا على مجموع فيه رسائل كثيرة لبعض أئمة الحنابلة كابن تيمية وابن رجب رحمهما الله، وضمن هذا المجموع رسائل للشيخ محمد بن عبد الوهاب رحمه الله لفت نظرنا منها ثلاث هن: \" الرد على الرافضة، ومختصر تفسير سورة الأنفال\" وهاتان الرسالتان لم يسبق لهما أن طبعا، ورسالة بعنوان \" ذكر بعض الفوائد التي في قصة الحديبية \" وقد طبعت ضمن كتاب \" الدرر السنية \" الذي جمعه الشيخ عبد الرحمن بن ناصر القاصمي القحطاني النجدي معنونة بتفسير سورة الفتح، فكانت بمثابة نسخة أخرى لنسخة بغداد، وهاتان المطبوعة والمخطوط يصلحان أخطاء بعضهما ويكملان النقص خاصة في المطبوعة كما هو واضح من التحقيق وعند المقابلة رمزت لها بحرف \"ط\". أما رسالة \" مختصر تفسير سورة الأنفال\" وكذلك \"الرد على الرافضة\" فلم أحصل لهما على أخرى لذلك فإن أمر التصحيح يبدو صعبا، ولكني اجتهدت ما وسعني الجهد وحرصت على تثبيت نصوصها.\n",
                    "footnotes": []
                },
                {
                    "page": "4",
                    "pageNumber": 2,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nويلاحظ أن اسم ناسخ هذه الرسالة مذكور ثم محي، ولعل بعضها نسخت بيد إبراهيم بن باز فله ذكر فيها، كذلك على واحدة منهن تملك باسم الوهيبي.\nهذا وأسأل الله القدير أن يوفقنا لما فيه الخير، إنه سمع مجيب.\nالدكتور ناصر بن سعد الرشيد\nمكة المكرمة 17-9-1398 هـ\n",
                    "footnotes": []
                },
                {
                    "page": "5",
                    "pageNumber": 3,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nمختصر تفسير سورة الأنفال\n...\nبسم الله الرحمن الرحيم وبه نستعين\nذكر ما نزل من القرآن في وقعة بدر\nقال ابن عباس: \"نزلت سورة الأنفال في بدر 1\") ، وعن أبي أمامة قال: \"سألت عبادة عن الأنفال فقال: فينا أصحاب بدر نزلت، خرجنا مع رسول الله صلى الله عليه وسلم فشهدت معه بدرا، فالتقى الناس، فهزم الله تعالى العدو. فانطلقت طائفة في آثارهم يهزمون ويقتلون، وأقبلت طائفة على العسكر يحوزونه، وأحدقت طائفة برسول الله صلى الله عليه وسلم لا يصيب العدو منه غرة. حتى إذا كان الليل قال الذين جمعوا الغنائم: نحن حويناها فليس لأحد فيها نصيب، وقال الذين خرجوا في طلب العدو: لستم بأحق به منا نحن نفينا عنه العدو، وقال الذين أحدقوا برسول الله صلى الله عليه وسلم خفنا أن يصيب العدو منه غرة فاشتغلنا به. فساءت فيه أخلاقنا فانتزعه الله من أيدينا فجعله إلى رسول الله صلى الله عليه وسلم فقسمه بين المسلمين ونزلت: {يَسْأَلونَكَ عَنِ الْأَنْفَالِ قُلِ الْأَنْفَالُ لِلَّهِ وَالرَّسُولِ} الآية\" قال الترمذي: حديث حسن 2. \n",
                    "footnotes": [
                        "1 تنوير المقباس: 113, ابن كثير: 2/282.\n2 أحكام القرآن: 2/837- 838, ابن كثير: 2/283."
                    ]
                },
                {
                    "page": "6",
                    "pageNumber": 4,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nوقوله: {فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذَاتَ بَيْنِكُمْ} 1 \". قال ابن عباس: \"هذا تحريج من الله أن يتقوا ويصلحوا ذات بينهم2 \") وقوله: {إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ} 3 هو الذي يريد أن يظلم أو يهم بمعصية فيقال له: اتق الله فيجل قلبه. وقال ابن عباس: \"وجلت قلوبهم فأدوا فرائضه 4\") وقوله: {وَإِذَا تُلِيَتْ عَلَيْهِمْ آيَاتُهُ زَادَتْهُمْ إِيمَاناً} 5، قال ابن مسعود: \"ما جالس أحد القرآن فقام سالما\"، وقوله: {وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ} 6. ثم قال: {الَّذِينَ يُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ أُولَئِكَ هُمُ الْمُؤْمِنُونَ حَقّاً لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ} 7. لما ذكر أعمال القلب نبه على أعمال الجوارح، وقال الضحاك في قوله: {لَهُمْ دَرَجَاتٌ عِنْدَ رَبِّهِمْ} 8: \"أهل الجنة بعضهم فوق بعض، فيرى الذي هو فوق فضله على الذي هو أسفل منه، ولا يرى الذي هو أسفل أنه فضل عليه أحد9\") .\nوقوله: {كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ} 10 روي عن أبي أيوب أنه قال قال رسول الله صلى الله عليه وسلم ونحن بالمدينة: \" إني أُخبرت عن عير أبي سفيان أنها مقبلة، فهل لكم أن نخرج قبل هذه العير لعل الله يغنمناها، فقلنا: نعم. فخرج وخرجنا، فلما سرنا يوما أو يومين قال لنا: ما ترون في القوم، فإنهم قد أخبروا بخروجكم؟ فقلنا: لا والله ما لنا طاقة بقتال العدو. ثم قال: ما ترون في قتال العدو؟ \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 1.\n2 الطبري: 9/177, ابن كثير: 2/285.\n3 سورة الأنفال آية: 2.\n4 ابن كثير: 2/285.\n5 سورة الأنفال آية: 2.\n6 سورة الأنفال آية: 2.\n7 سورة الأنفال آية: 3-4.\n8 سورة الأنفال آية: 4.\n9 ابن كثير: 2/286.\n10سورة الأنفال آية: 5-6."
                    ]
                },
                {
                    "page": "7",
                    "pageNumber": 5,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nفقلنا مثل ذلك فقال المقداد بن عمرو: إذا يا رسول الله لا نقول كما قال قوم موسى: {فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلا إِنَّا هَاهُنَا قَاعِدُونَ} ، بل نقاتل من بين يديك ومن خلفك وعن يمينك وعن شمالك فتمنينا معشر الأنصار لو أنا قلنا كما قال المقداد أحب إلينا من أن يكون لنا مال عظيم. فأنزل الله على رسوله: {كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ} \" الآية\" 1. قال 2 السدي: \"بعدما تبين لهم أنك لا تفعل إلا ما أمرك الله به 3\") .\nوقوله: {وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِمَاتِهِ وَيَقْطَعَ دَابِرَ الْكَافِرِينَ لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْبَاطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ} 4. روى أحمد عن ابن عباس قال: \"قيل لرسول الله صلى الله عليه وسلم حين فرغ من بدر: عليك بالعير ليس دونها شيء، فناداه العباس وهو أسير إنه لا يصلح لك لأن الله (إنما وعدك إحدى الطائفتين، وقد أعطاك ما وعد 5\") .\nوقوله: {ليحق الحق} ليس تكريرًا لأن الأول تمييز بين الإرادتين، وهذا بيان لغرضه فيما فعل من اختيار ذات الشوكة، فإنّه ما فعل إلا لهذا الغرض الذي هو سيد الأغراض.\nوقوله: {إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ مُرْدِفِينَ وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ وَمَا النَّصْرُ \n",
                    "footnotes": [
                        "1 نفس المصدر والجزء/287.\n2 في الأصل: ابن السدي.\n3 ابن جرير: 9/184.\n4 سورة الأنفال آية: 7-8.\n5 ابن كثير: 2/288 , أحكام القرآن: 2/841."
                    ]
                },
                {
                    "page": "8",
                    "pageNumber": 6,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nإِلاَّ مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} 1وذلك \"أن النبي صلى الله عليه وسلم نظر إلى أصحابه وهم ثلاثمائة ونيف، ونظر إلى المشركين فإذا هم ألف وزيادة، فاستقبل القبلة وعليه رداؤه ثم قال: اللهم أنجز لي ما وعدتني، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض أبدا. فما زال يستغيث بربه حتى التزمه الصديق من ورائه فقال: يا رسول الله! يكفيك بعض مناشدتك ربك، فإنه سينجز لك ما وعدك\" فأنزل الله هذه الآية 2.\nوقوله: {مردفين} أي متتابعين، وقوله: {وَمَا جَعَلَهُ اللَّهُ إِلَّا بُشْرَى وَلِتَطْمَئِنَّ بِهِ قُلُوبُكُمْ} 3، وإلا فهو قادر على نصركم ولهذا قال: {وَمَا النَّصْرُ إِلَّا مِنْ عِنْدِ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} 4 أي: له العزة ولمن آمن به، حكيم فيما شرعه من القتال مع القدرة على إهلاكهم بدونه.\nوقوله: {إِذْ يُغَشِّيكُمُ النُّعَاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطَانِ وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ وَيُثَبِّتَ بِهِ الْأَقْدَامَ} 5 يذكرهم الله تعالى ما أنعم عليهم من إنزال النعاس عليهم في ذلك الموطن، قال ابن مسعود 6: \"النعاس في القتال أمنة من الله، وفي الصلاة (ومجالس الذكر) من الشيطان\"؛ وقد أصابهم يوم أحد أيضا.\nوقوله: {وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّمَاءِ مَاءً} الآية، وذلك أنهم حين ساروا إلى بدر كان بينهم وبين الماء رمل فأصاب المسلمين ضعف، وألقى الشيطان \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 9-10.\n2 ابن جرير: 9/189 , ابن كثير: 2/289 , ابن الجوزي: 3/325، زاد المعاد: 2/87 , سيرة ابن هشام: 2/267.\n3 سورة الأنفال آية: 10.\n4 سورة الأنفال آية: 10.\n5 سورة الأنفال آية: 11.\n6 ابن جرير: 9/193 , ابن كثير: 2/291."
                    ]
                },
                {
                    "page": "9",
                    "pageNumber": 7,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nفي قلوبهم: تزعمون أنكم أولياء الله وفيكم رسوله، وقد غلبكم المشركون على الماء، وأنتم تصلون مجنبين، فأمطر الله عليهم فشربوا واطهروا وتلبد الرمل للناس والدواب1. وقوله: {وَلِيَرْبِطَ عَلَى قُلُوبِكُمْ} أي: بالصبر والإقدام على الأعداء، وهو شجاعة الباطن، {ويثبت به الأقدام} ، وهو شجاعة الظاهر.\nوقوله تعالى: {إِذْ يُوحِي رَبُّكَ إِلَى الْمَلائِكَةِ أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ وَمَنْ يُشَاقِقِ اللَّهَ وَرَسُولَهُ فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ ذَلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَافِرِينَ عَذَابَ النَّارِ} 2: هذه نعمة خفية أظهرها الله تعالى ليشكروه عليها، وهو أنه تبارك وتعالى وتقدس أوحى إلى الملائكة أن ثبتوا الذين آمنوا وآزروهم، وقيل الإلقاء في قلوبهم الظفر: {سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ} 3 أي: اضربوا الرقاب أو الرؤوس، والبنان: الأطراف وهي أيديهم وأرجلهم، قال الربيع4: \"كان الناس يوم بدر يعرفون قتلى الملائكة بضرب فوق الأعناق وعلى البنان مثل سمة النار،\". وقوله: {ذَلِكَ بِأَنَّهُمْ شَاقُّوا اللَّهَ وَرَسُولَهُ} أي: ما وقع عليهم بسبب هذه المشاقة، والكاف في ذلك لخطاب الرسول أو لكل أحد، وذلكم خطاب للكفرة، والمعنى ذوقوا هذا العاجل مع الذي لكم في الآخرة.\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ \n",
                    "footnotes": [
                        "1 ابن كثير: 2/291- 292.\n2 سورة الأنفال آية: 12-13-14.\n3 سورة الأنفال آية: 12.\n4 نفس المصدر والجزء/293."
                    ]
                },
                {
                    "page": "10",
                    "pageNumber": 8,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nالأَدْبَارَ وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} 1 توعد سبحانه على الفرار من الزحف بالنار، والزحف: المزاحفة وهي المقاربة والدنو، وقوله: {إِلاَّ مُتَحَرِّفاً لِقِتَالٍ} أي يفر مكيدة ثم يعطف للقتال. {أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ} جماعة من المسلمين، قيل ولو كان الإمام الأعظم2.\nقوله تعالى: {فَلَمْ تَقْتُلُوهُمْ وَلَكِنَّ اللَّهَ قَتَلَهُمْ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَناً إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ} 3 يقول تعالى: هو الذي أنزل الملائكة، وشاء الظفر والنصر، وألقى الرعب في قلوبهم، وقوى قلوبكم، وأذهب عنها الفزع. {وما رميت إذ رميت ولكن الله رمى} ، وذلك \"أن رسول الله أخذ حفنة من تراب بعد تضرعه فرماهم بها وقال: شاهت الوجوه. وأمر أصحابه أن يحملوا فأوصل الله ذلك التراب إلى أعين المشركين، فلم يبق أحد منهم إلا ناله ما شغله، فولوا مدبرين 4\") . وقوله: {وَلِيُبْلِيَ الْمُؤْمِنِينَ مِنْهُ بَلاءً حَسَناً} 5 أي: ليعطيهم عطاء حسنا قال الشاعر: 6\nجزى الله بالإحسان ما فعلا بكم ... وأبلاهما خير البلاء الذي يبلو\nوفي الحديث: \"وكل بلاء حسن أبلانا 7، بعد قوله: الحمد لله الذي أطعمنا وسقانا 8\") . \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 15-16.\n2 نفس المصدر والجزء والصفحة.\n3 سورة الأنفال آية: 17.\n4 سيرة ابن هشام: 2/268, زاد المسير: 3/332.\n5 سورة الأنفال آية: 17.\n6 القائل: زهير ابن أبي سلمى انظر شرح ديوانه: 109.\n7 ابن كثير: 3/296.\n8 مكان هذه الجملة غير واضح المعنى."
                    ]
                },
                {
                    "page": "11",
                    "pageNumber": 9,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nوالمعنى والإحسان إليهم فعل ما فعل: إن الله سميع لدعائهم عليم بأحوالهم. وقوله: {ذَلِكُمْ وَأَنَّ اللَّهَ مُوهِنُ كَيْدِ الْكَافِرِينَ} 1: هذه بشارة أخرى أعلمهم سبحانه أنه يضعف كيد الكافرين فيما يستقبل، وأن معطوف على ذلكم، يعني أن الغرض إبلاء هؤلاء، وتوهين كيد هؤلاء.\nوقوله: {إِنْ تَسْتَفْتِحُوا فَقَدْ جَاءَكُمُ الْفَتْحُ وَإِنْ تَنْتَهُوا فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَعُودُوا نَعُدْ وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ وَأَنَّ اللَّهَ مَعَ الْمُؤْمِنِينَ} 2 وذلك أن أبا جهل قال: اللهم أقطعنا للرحم وأتانا بما لا يعرف، فأحنه الغداة 3؛ فكان هو المستفتح على نفسه. {وَإِنْ تَنْتَهُوا} أي: عن الكفر {فَهُوَ خَيْرٌ لَكُمْ} في الدنيا والآخرة، {وَإِنْ تَعُودُوا نَعُدْ} أي: إن عدتم إلى الكفر عدنا لكم بمثل هذه الوقعة. {وَلَنْ تُغْنِيَ عَنْكُمْ فِئَتُكُمْ شَيْئاً وَلَوْ كَثُرَتْ} 4 لأن الله لا غالب له، {وأن الله مع المؤمنين} أي كائن ذلك لأن الله معهم.\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ وَلا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا وَهُمْ لا يَسْمَعُونَإِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُون َوَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ} 5 أي تتركوا طاعته {وَأَنْتُمْ تَسْمَعُونَ} أي: علمتم ما دعاكم إليه {وَلا تَكُونُوا كَالَّذِينَ قَالُوا سَمِعْنَا} 6 الآية، قال ابن إسحاق 7: \"هم المنافقون، يظهرون أنهم سمعوا \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 18.\n2 سورة الأنفال آية: 19.\n3 زاد المعاد: 12/89, سيرة ابن هشام: 2/312.\n4 سورة الأنفال آية: 19.\n5 سورة الأنفال آية: 20-21-22.\n6 سورة الأنفال آية: 21.\n7 ابن كثير: 2/297."
                    ]
                },
                {
                    "page": "12",
                    "pageNumber": 10,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nواستجابوا، وليسوا كذلك\" ثم أخبر أن هذا الضرب شر الخلق فقال: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ} 1 الآية، ثم جعلهم شرها: {وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً} أي: قصدا صحيحا {لَأسْمَعَهُمْ} أي: أفهمهم، ولو فعل لتولوا عنادا.\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ} 2. قال البخاري 3: \"لما يصلحكم\" قال مجاهد 4: \"وهو هذا القرآن، فيه النجاة والتقاة والحياة\" وقال عروة 5: \"أي: للحرب التي أعزكم بها بعد الذل\". {وَاعْلَمُوا أَنَّ اللَّهَ يَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ} 6، قال ابن عباس 7: \"يحول بين المؤمن وبين الكفر وبين الكافر وبين الإيمان\"، وقال مجاهد8: \"حتى يتركه لا يعقل\". وكان من دعاء النبي صلى الله عليه وسلم: \"يا مقلب القلوب ثبت قلبي على دينك 9 \") .\nوقوله: {وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً وَاعْلَمُوا أَنَّ اللَّهَ شَدِيدُ الْعِقَابِ} 10: يحذر تبارك وتعالى فتنة لا تخص أهل المعاصي بل تعم حيث لم تدفع فترفع، قال ابن عباس11: \"أمر الله المؤمنين ألا يقروا المنكر بين ظهرانيهم، فيعمهم العذاب\".\nوقوله: {وَاذْكُرُوا إِذْ أَنْتُمْ قَلِيلٌ مُسْتَضْعَفُونَ فِي الْأَرْضِ تَخَافُونَ أَن \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 22.\n2 سورة الأنفال آية: 24.\n3 صحيح البخاري: 3/94.\n4 ابن كثير: 2/297 والرواية عن قتادة.\n5 نفس المصدر والجزء والصفحة.\n6 سورة الأنفال آية: 24.\n7 زاد المسير: 3/339, ابن جرير: 9/215.\n8 تفسير مجاهد: 261, ابن كثير: 2/298.\n9 مسند أحمد: 3/257.\n10 سورة الأنفال آية: 25.\n11 زاد المسير: 3/341, ابن جرير: 9/218."
                    ]
                },
                {
                    "page": "13",
                    "pageNumber": 11,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nيَتَخَطَّفَكُمُ النَّاسُ فَآوَاكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ وَرَزَقَكُمْ مِنَ الطَّيِّبَاتِ لَعَلَّكُمْ تَشْكُرُونَ} 1: ينبه تبارك وتعالى عباده على نعمه ليشكروها حيث كانوا بمكة كذلك، {فآواكم} أي: بالمدينه.\nقال قتادة في الآية 2: \"كان هذا الحي من العرب أذل الناس ذلا، وأشقاه عيشا، وأجوعه بطونا، وأعراه جلودا، وأبينه ضلالا. من عاش منهم عاش شقيا، ومن مات منهم ردي في النار، يؤكلون ولا يأكلون. والله ما نعلم قبيلا من حاضر أهل الأرض يومئذ كانوا شر منْزلا منهم. حتى جاء الله بالإسلام، فمكن به في البلاد، ووسع به في الرزق، وجعلهم به ملوكا على رقاب الناس. وبالإسلام أعطى الله ما رأيتم. فاشكروا الله على نعمه، فإن ربكم منعم يحب الشكر؛ وأهل الشكر في مزيد من الله\".\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ وَتَخُونُوا أَمَانَاتِكُمْ وَأَنْتُمْ تَعْلَمُونَ وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ وَأَنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ} 3، قال الزهري 4: \"نزلت في أبي لبابة حين بعثه رسول الله صلى الله عليه وسلم إلى بني قريظة فاستشاروه في النّزول على حكم رسول الله صلى الله عليه وسلم فقال: نعم، وأشار بيده إلى حلقه، ثم فطن فحلف لا يذوق ذواقا حتى يموت، أو يتوب الله عليه. وانطلق إلى المسجد فربط نفسه بسارية\" والخيانة تعم الذنوب الصغار والكبار، وقال ابن عباس 5:\" {وتخونوا أماناتكم} الأمانة الأعمال التي ائتمن الله عباده عليها، يعني الفريضة. \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 26.\n2 ابن كثير: 2/300, ابن جرير: 9/220.\n3 سورة الأنفال آية: 27-28.\n4 ابن كثير: 2/300 وانظر ابن جرير: 9/221, زاد المسير: 3/344.\n5 ابن كثير: 2/301, وابن جرير: 9/223."
                    ]
                },
                {
                    "page": "14",
                    "pageNumber": 12,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nيقول: لا تخونوها لا تنقصوها\" وقال عروة 1: \"أي لا تظهروا له ما يرضى به عنكم ثم تخالفوه في السر إلى غيره، فذاك هلاك لأمانتكم\". وقوله: {وَاعْلَمُوا أَنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ} 2 أي: اختبار ليعلم أتشكروه أم لا، قال ابن مسعود 3: \"ما منكم أحد إلا وهو مشتمل على فتنة، فأيكم استعاذ فليستعذ بالله من مضلات الفتن\".\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَاناً وَيُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَيَغْفِرْ لَكُمْ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ} 4 أي: فصلا بين الحق والباطل، وقيل: نصرا، وقيل: نجاة، والأول أعم؛ فإن من اتقى وفق لمعرفة الحق، فكان ذلك سبب نصره ونجاته من شدائد الدنيا والآخرة وتكفير ذنوبه -وهو محوها- وغفرانها، وهو سترها عن الناس.\nثم قال: {وَإِذْ يَمْكُرُ بِكَ الَّذِينَ كَفَرُوا لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ وَيَمْكُرُونَ وَيَمْكُرُ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ} 5 هذه الآية نزلت في تشاورهم في دار الندوة في شأنه لما أراد الهجرة، هل يثبتونه أي يحبسونه ويوثقونه 6، أو يقتلونه، أو يخرجونه أي ينفونه من مكة. والقصة مذكورة في السيرة بطولها 7. يقول الله تعالى: واذكر نعمته عليك وعلى المسلمين إذ خلصتك من تلك الشدة، ومكرت بهم بكيدي المتين.\nثم قال: {وَإِذَا تُتْلَى عَلَيْهِمْ آيَاتُنَا قَالُوا قَدْ سَمِعْنَا لَوْ نَشَاءُ لَقُلْنَا مِثْلَ هَذَا \n",
                    "footnotes": [
                        "1 ابن كثير: 2/301 مع زيادة كلمة \"من الحق\".\n2 سورة الأنفال آية: 28.\n3 ابن جرير: 9/224 مع زيادة حرف \"من\" في \"من أحد\".\n4 سورة الأنفال آية: 29.\n5 سورة الأنفال آية: 30.\n6 في الأصل: ويوثقوه.\n7 انظر مثلا سيرة ابن هشام: 2/92- 95."
                    ]
                },
                {
                    "page": "15",
                    "pageNumber": 13,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nإِنْ هَذَا إِلَّا أَسَاطِيرُ الْأَوَّلِينَ وَإِذْ قَالُوا اللَّهُمَّ إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِنَ السَّمَاءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ} 1: يخبر تعالى عن كفرهم وتمردهم أنهم إذا تليت عليهم الآيات يقولون: لو نشاء لقلنا مثل هذا. وقد تحداهم غير مرة أن يأتوا بسورة من مثله فلم يقدروا وإنما قالوا هذا ليغروا من اتبعهم، والقائل لهذا هو النضر بن الحارث2، ولذلك \"أمر النبي صلى الله عليه وسلم بقتله يوم بدر صبرا، فقال المقداد: يا رسول الله أسيري، فقال: إنه كان يقول في كتاب الله (ما يقول، فأمر بقتله. فقال المقداد: يا رسول الله، أسيري، فقال: اللهم أغن المقداد من فضلك. فقال المقداد: هذا الذي أردت\" 3 ومعنى أساطير الأولين: أي كتبهم يتعلم منها؟ وقوله: {وَإِذْ قَالُوا اللَّهُمَّ} الآية: هذا من عظيم عنادهم، وكان الأولى أن يقولوا: {إِنْ كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِنْدِكَ} 4 فاهدنا إليه. وكذلك قال الجهلة من الأمم السالفة كقول قوم شعيب: {فَأَسْقِطْ عَلَيْنَا كِسَفاً مِنَ السَّمَاءِ} 5 الآية، وقال عطاء 6:\"وهو النضر بن الحارث\" فقال الله تعالى: {وَقَالُوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ} 7، وقال: {سَأَلَ سَائِلٌ بِعَذَابٍ وَاقِعٍ} 8. ولقد أنزل فيه بضع عشرة آية من كتاب الله. قال قتادة 9: \"قال سفهة هذه الأمة وجهلتها، فعاد الله بعائدته ورحمته على سفهة هذه الأمة وجهلتها\". وقوله: {وَمَا كَانَ \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 31-32.\n2 زاد المسير: 3/348.\n3 ابن جرير: 9/231, ابن كثير: 2/304.\n4 سورة الأنفال آية: 32.\n5 سورة الشعراء آية: 187.\n6 ابن جرير: 9/232, ابن كثير: 2/304.\n7 سورة ص آية: 16.\n8 سورة المعارج آية: 1.\n9 ابن جرير: 9/233, ابن كثير: 2/305."
                    ]
                },
                {
                    "page": "16",
                    "pageNumber": 14,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nاللَّهُ لِيُعَذِّبَهُمْ وَأَنْتَ فِيهِمْ وَمَا كَانَ اللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} 1 قال ابن عباس 2: \"أمانان: النبي والاستغفار، فذهب النبي وبقي الاستغفار\". وقوله: {وَهُمْ يَسْتَغْفِرُونَ} يعني: من سبق له من الله الدخول في الإيمان. وقوله: {وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ اللَّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُوا أَوْلِيَاءَهُ إِنْ أَوْلِيَاؤُهُ إِلَّا الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لا يَعْلَمُونَ} 3: يخبر تعالى أنهم أهل لذلك لأجل هذا الفعل ولهذا لما خرج الرسول عنهم عذبهم الله يوم بدر وقوله: {وَمَا كَانُوا أَوْلِيَاءَهُ} الآية، أي: ليسوا أهلا له، وإنما أهله النبي ومن معه، كقوله: {مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ} 4 الآية. قال مجاهد 5: \"هم المتقون، من كانوا، وحيث كانوا\". وقوله: {وَمَا كَانَ صَلاتُهُمْ عِنْدَ الْبَيْتِ إِلَّا مُكَاءً وَتَصْدِيَةً فَذُوقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُونَ} 6 المكاء: الصفير، والتصدية أي: التصفيق، وقوله: {فَذُوقُوا الْعَذَابَ} هو ما أصابهم يوم بدر.\nوقوله: {إِنَّ الَّذِينَ كَفَرُوا يُنْفِقُونَ أَمْوَالَهُمْ لِيَصُدُّوا عَنْ سَبِيلِ اللَّهِ فَسَيُنْفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ وَالَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ يُحْشَرُونَ} 7: قالوا: نزلت في إنفاق قريش وأبي سفيان الأموال بعد بدر، وإرصادها لحرب رسول الله صلى الله عليه وسلم. وعلى كل تقدير فهي عامة وإن كان السبب خاصا.\nوقوله: {لِيَمِيزَ اللَّهُ الْخَبِيثَ مِنَ الطَّيِّبِ} 8 يحتمل أن يكون في الآخرة \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 33.\n2 ابن كثير: 2/305.\n3 سورة الأنفال آية: 34.\n4 سورة التوبة آية: 17.\n5 ابن جرير: 9/239.\n6 سورة الأنفال آية: 35.\n7 سورة الأنفال آية: 36.\n8 سورة الأنفال آية: 37."
                    ]
                },
                {
                    "page": "17",
                    "pageNumber": 15,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nويحتمل في الدنيا، أي: إنما أقدرناهم على الأموال وجعلناهم ينفقونها في ذلك، ليميز الله من يطيعه بقتالهم، أو يعصيه بالنكول عن ذلك.\nوقوله: {وَإِنْ يَعُودُوا فَقَدْ مَضَتْ سُنَّتُ الْأَوَّلِينَ} 1، قال مجاهد: \"سنتنا فيهم يوم بدر وفي غيرهم من الأمم\" وقوله: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ} 2. في الصحيح: \"أن رجلا جاء إلى ابن عمر فقال: ألا تسمع ما ذكر الله: {وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا} الآية، فقال: يابن أخي أغتر بهذه الآية أحب إلي من أن أغتر بقوله: {وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً} قال: فإن الله يقول: {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ} . قال ابن عمر: قد فعلنا، إذ كان الرجل يفتن في دينه إما أن يقتلوه وإما أن يعود، وإما أن يوثقوه، حتى كثر الإسلام فلم تكن فتنة, قال: فما قولك في علي وعثمان؟ قال: أما عثمان فكان الله قد عفا عنه، وكرهتم أن يعفو عنه. وأما علي فهو ابن عم رسول الله صلى الله عليه وسلم وختنه وأشار بيده، وهذا بيته حيث ترون\". وفي لفظ \"وهل تدري ما الفتنة؟ كان محمد يقاتل المشركين، وكان الدخول عليهم فتنة، وليس كقتالكم على الملك\".\nوفي لفظ في غير الصحيح: \"قاتلت أنا وأصحابي حتى كان الدين كله لله، وذهب الشرك ولم تكن فتنة، ولكنك وأصحابك تقاتلون حتى تكون فتنة، ويكون الدين لغير الله\" 3. قال ابن عباس 4: {حتى لا تكون فتنة} : \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 38.\n2 سورة البقرة آية: 193.\n3 ابن كثير 2 / 308 - 309.\n4 نفس المصدر والجزء / 309."
                    ]
                },
                {
                    "page": "18",
                    "pageNumber": 16,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nحتى لا يكون شرك\"، وكذا قال أبو العالية ومجاهد وغير واحد. وقوله: {وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ} 1، قال ابن عباس2: \"يخلص التوحيد لله\". وقال ابن إسحاق 3: \"ويكون التوحيد خالصا لله، ويخلع ما دونه من الأنداد\".\nوقوله: {فَاعْلَمُوا أَنَّ اللَّهَ مَوْلاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ} 4 أي: إن استمروا على خلافكم، فاعلموا أن الله سيدكم وناصركم عليهم.\nوقوله: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَمَا أَنْزَلْنَا عَلَى عَبْدِنَا يَوْمَ الْفُرْقَانِ يَوْمَ الْتَقَى الْجَمْعَانِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} 5 الغنيمة: ما أخذ من الكفار بإيجاف الخيل والركاب, والفيء: ما أخذ منهم بغير ذلك كما ذكر في سورة الحشر، ومن يجعل أمر الفيء والغنائم راجعا إلى رأي الإمام يقول: لا منافاة بينهما إذا رآه الإمام.\nوقوله: {لله خمسه} مفتاح كلام, لله ما في السموات وما في الأرض، كذا قال إبراهيم والشعبي والحسن6 وغير واحد, وقوله: {إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ} 7 الآية أي امتثلوا ما شرعنا لكم في الخمس إن كنتم آمنتم بالله وما أنزل.\nوقوله: {لِيَقْضِيَ اللَّهُ أَمْراً كَانَ مَفْعُولاً وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} 8 أي: ليقضي ما أراد بقدرته من إعزاز الإسلام وإذلال الشرك عن غير ملأ منكم 9.\nوقوله: {لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيَى مَنْ حَيَّ عَنْ بَيِّنَةٍ \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 39.\n2 نفس المصدر والجزء والصفحة.\n3 سيرة ابن هشام: 2 / 318، ابن كثير: 2 / 309.\n4 سورة الأنفال آية: 40.\n5 سورة الأنفال آية: 41.\n6 ابن كثير: 2 / 311.\n7 سورة الأنفال آية: 41.\n8 سورة الأنفال آية: 44.\n9نفس المصدر والجزء / 314."
                    ]
                },
                {
                    "page": "19",
                    "pageNumber": 17,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nوَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ} 1 أي: ليكفر من كفر بعد الحجة لما رأى من الآية والعبرة، ويؤمن من آمن على مثل ذلك. والإيمان هو الحياة كقوله: {أَوَمَنْ كَانَ مَيْتاً فَأَحْيَيْنَاهُ} 2 الآية، {وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ} 3 لتضرعكم، عليم بكم أنكم تستحقون النصر.\nوقوله: {إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنَامِكَ قَلِيلاً وَلَوْ أَرَاكَهُمْ كَثِيراً لَفَشِلْتُمْ وَلَتَنَازَعْتُمْ فِي الْأَمْرِ وَلَكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذَاتِ الصُّدُورِ} 4 قال مجاهد: \"أراه الله إياهم في منامه قليلا فأخبر أصحابه بذلك فكان تثبيتا لهم\". وقوله: {وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلاً وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْراً كَانَ مَفْعُولاً وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ} 5 هذا من لطفه تعالى بهم أن أراهم إياهم قليلا ليجزيهم عليهم, ومعنى هذا أن الله أغرى كلا منهم بالآخر، وقلله في عينه ليطمع فيه؛ ليعذب من أراد، وينعم على من أراد.\nوقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ} 6 هذا تعليم لآداب اللقاء وطريق الشجاعة، وروي عن عبد الله بن عمرو مرفوعا: \"لا تتمنوا لقاء العدو، واسألوا الله العفو والعافية. فإذا لقيتموهم فاثبتوا، واذكروا الله؛ فإن جلبوا وصيحوا، فعليكم بالصمت 7\") . قال قتادة 8: \"فرض الله ذكره عند أشغل ما يكون عند الضراب بالسيوف\"، فأمر الله بذكره في هذه الحال، والاستعانة به، وطلب النصر منه، وأن يطيعوا الله ورسوله في حالهم ذلك ولا يتنازعون فيكونون سببا لفشلهم. \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 42.\n2 سورة الأنعام آية: 122.\n3 سورة الأنفال آية: 42.\n4 سورة الأنفال آية: 43.\n5 سورة الأنفال آية: 44.\n6 سورة الأنفال آية: 45.\n7 صحيح البخاري: 4/177.\n8 ابن جرير: 10/14 , ابن كثير: 2/316."
                    ]
                },
                {
                    "page": "20",
                    "pageNumber": 18,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nوقوله: {وَتَذْهَبَ رِيحُكُمْ} يعني: قوتكم، وما كنتم فيه من الإقبال.\nوقوله: {وَلا تَكُونُوا كَالَّذِينَ خَرَجُوا مِنْ دِيَارِهِمْ بَطَراً وَرِئَاءَ النَّاسِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ} 1: يقول تعالى بعد أمره بالإخلاص في القتال وكثرة ذكره، ناهيا لهم عن التشبه بالمشركين الذين خرجوا بطرا، أي دفعا للحق.\nوقوله: {وَاللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ} 2، ولهذا جازاهم عليهم. وقوله: {إِنِّي أَرَى مَا لا تَرَوْنَ إِنِّي أَخَافُ اللَّهَ وَاللَّهُ شَدِيدُ الْعِقَابِ} 3 قال حين رأى الملائكة، قال قتادة 4: \"صدق عدو الله\" وقوله: {إني أخاف الله} : كذب عدو الله.\nقوله تعالى: {إِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ غَرَّ هَؤُلاءِ دِينُهُمْ وَمَنْ يَتَوَكَّلْ عَلَى اللَّهِ فَإِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} 5 قال الشعبي 6: \"كان ناس تعلموا بالإسلام فخرجوا مع أهل مكة يوم بدر، فلما رأوا قلة المسلمين قالوا: غر هؤلاء دينهم\" وقاله مجاهد وغيره7. وقال الحسن 8: \"وهم قوم لم يشهدوا القتال يوم بدر، فسموا منافقين\".\nوقوله: {ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ اللَّهَ لَيْسَ بِظَلَّامٍ لِلْعَبِيدِ} 9: يقول تعالى لنبيه محمد صلى الله عليه وسلم: {وَلَوْ تَرَى إِذْ يَتَوَفَّى الَّذِينَ كَفَرُوا} الآية، أي: لو عاينت ذلك لرأيت أمرا هائلا، وهذا \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 47.\n2 سورة الأنفال آية: 47.\n3 سورة الأنفال آية: 48.\n4 زاد المسير: 3/367.\n5 سورة الأنفال آية: 49.\n6 ابن كثير: 2/318.\n7 ابن جرير: 10/21.\n8 ابن جرير: 10/21 , وابن كثير: 2/318.\n9 سورة الأنفال آية: 50-51."
                    ]
                },
                {
                    "page": "21",
                    "pageNumber": 19,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nوإن كان سببه يوم بدر فهو عام في كل كافر إذا بشرته الملائكة بالعذاب، كما في حديث البراء 1. وقوله: {ذَلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ} 2 الآية، أي: أن الله لا يظلم، كما في الصحيح: \"من وجد خيرا فليحمد الله ومن وجد غير ذلك فلا يلومن إلا نفسه 3\") . ولهذا قال: {كَدَأْبِ آلِ فِرْعَوْنَ} الآية، أي: فعل هؤلاء كما فعل من قبلهم، ففعلنا بهم كما فعلنا بأولئك. وقوله: {إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لا يُؤْمِنُونَ الَّذِينَ عَاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لا يَتَّقُونَ} 4 أي: أن شر ما دب على الأرض {الَّذِينَ كَفَرُوا فَهُمْ لا يُؤْمِنُونَ} 5، الذين كلما عاهدوا نقضوا. وقوله: {وَهُمْ لا يَتَّقُونَ} أي: لا يخافون الله فيما ارتكبوا من الآثام.\nوقوله: {فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ} 6 أي: تظفر بهم، {فَشَرِّدْ بِهِمْ} أي: نكل بهم، ومعناه غلظ عقوبتهم ليخاف غيرهم من الأعداء. وقوله: {وَإِمَّا تَخَافَنَّ مِنْ قَوْمٍ خِيَانَةً فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ إِنَّ اللَّهَ لا يُحِبُّ الْخَائِنِينَ} 7 أي: إن خفت منهم نقضا لما بينك وبينهم من العهد، {فَانْبِذْ إِلَيْهِمْ عَلَى سَوَاءٍ} 8 أي: أعلمهم أنك قد نقضت عهدهم، حتى يبقى علمك وعلمهم أنهم حرب سواء.\nوقوله: {إِنَّ اللَّهَ لا يُحِبُّ الْخَائِنِينَ} 9 أي: لو في حق الكفار. وروى الإمام أحمد عن سلمان أنه انتهى إلى حصن أو مدينة فقال لأصحابه: \"دعوني أدعهم كما رأيت النبي صلى الله عليه وسلم يدعوهم؛ فقال: إنما كنت رجلا منكم فهداني الله (إلى الإسلام، فإن أسلمتم \n",
                    "footnotes": [
                        "1 ابن كثير: 2/319.\n2 سورة الأنفال آية: 51.\n3 صحيح مسلم: 4/1994.\n4 سورة الأنفال آية: 54-55.\n5 سورة الأنفال آية: 55.\n6 سورة الأنفال آية: 57.\n7 سورة الأنفال آية: 58.\n8 سورة الأنفال آية: 58.\n9 سورة الأنفال آية: 58."
                    ]
                },
                {
                    "page": "22",
                    "pageNumber": 20,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nفلكم ما لنا وعليكم ما علينا، وإن أبيتم فأدوا الجزية وأنتم صاغرون، وإن أبيتم نابذناكم على سواء، إن الله لا يحب الخائنين. يفعل بهم ذلك ثلاثة أيام. فلما كان اليوم الرابع غدا الناس إليها ففتحوها 1\") .\nوقوله: {وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا سَبَقُوا إِنَّهُمْ لا يُعْجِزُونَ وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِبَاطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَمَا تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ} 2 يقول تعالى: {وَلا يَحْسَبَنَّ الَّذِينَ كَفَرُوا} 3 الآية، أي: أنهم تحت قدرتنا، ثم أمر بإعداد آلات الحرب لمقاتلتهم حسب الاستطاعة بقوله: {ما استطعتم} أي: مهما أمكنكم من قوة ومن رباط الخيل، والقوة الرمي، وذهب أكثر العلماء إلى أن الرمي أفضل من ركوب الخيل 4. وقوله: {وَآخَرِينَ مِنْ دُونِهِمْ} 5 قال مجاهد6: \" قريظة \"، وقال الثوري7: قال ابن يمان: \"هم الشياطين التي في الدور\"، وقال مقاتل وابن زيد8:\"المنافقون\" ويشهد له قوله تعالى: {لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ} 9.\nوقوله: {وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ \n",
                    "footnotes": [
                        "1 مسند أحمد 5/440 , الترمذي: 4/119 , 120.\n2 سورة الأنفال آية: 59-60.\n3 سورة الأنفال آية: 59-60.\n4 ابن كثير: 2/321.\n5 سورة الأنفال آية: 60.\n6 تفسير مجاهد: 267.\n7 ابن كثير: 2/322.\n8 ابن جرير: 10/32 , ابن كثير: 2/322.\n9 سورة التوبة آية: 101."
                    ]
                },
                {
                    "page": "23",
                    "pageNumber": 21,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nوَبِالْمُؤْمِنِينَ وَأَلَّفَ بَيْنَ قُلُوبِهِمْ لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعاً مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ إِنَّهُ عَزِيزٌ حَكِيمٌ} 1: يقول تعالى: إذا خفت من قوم خيانة فانبذ إليهم، فإن حاربوا فقاتلهم، فإن جنحوا للسلم أي المصالحة فاجنح لها أي مل إليها. وقوله: {وَتَوَكَّلْ عَلَى اللَّهِ} أي: صالح مع التوكل؛ فإن الله ناصرك، ولو أرادوا بالصلح خديعة ليستعدوا. ثم ذكر نعمته عليه بالمهاجرين والأنصار، وتأليفه بين قلوبهم. وقوله: {إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ} أي: منيع الجانب لا يخيب من توكل عليه، حكيم في أفعاله يضع الأشياء مواضعها. وقال ابن مسعود في الآية:2 \"نزلت في المتحابين في الله\" قال ابن عباس3: \"إن الرحم لتقطع، وإن النعمة لتكفر، وإن الله إذا قارب بين القلوب لم يزحزحها شيء\" قال الأوزاعي4 حدثني عبدة بن أبي لبابة عن مجاهد ولقيته فأخذ بيدي فقال: \"إذا التقى المتحابان بالله فأخذ أحدهما بيدي صاحبه وضحك إليه تحاتت خطاياهما كما تحات ورق الشجر، قال عبدة فقلت له: إن هذا ليسير. فقال: لا تقل ذلك فإن الله يقول: {لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعاً مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ} الآية. فعرفت أنه أفقه مني\" وقال ابن عون عن عمير بن إسحاق قال: 5 \"كنا نتحدث أن أول ما يرفع من الناس الألفة\".\nوقوله: {يَا أَيُّهَا النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ مِنَ الْمُؤْمِنِينَ يَا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتَالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} 6 \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 61-62-63.\n2 ابن كثير: 2/323.\n3 نفس المصدر والجزء والصفحة.\n4 ابن جرير 10/37 وابن كثير 2/323.\n5 المصدران السابقان.\n6 سورة الأنفال آية: 64-65."
                    ]
                },
                {
                    "page": "24",
                    "pageNumber": 22,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nإلى قوله: {وَاللَّهُ مَعَ الصَّابِرِينَ} 1: يأمر تعالى نبيه محمدا صلى الله عليه وسلم بتحريض المؤمنين على القتال، ويخبرهم أنه حسبهم أي: كافيهم وناصرهم، وإن كثر عدوهم، ثم قال مبشرا وآمرا: {إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صَابِرُونَ يَغْلِبُوا مِائَتَيْنِ} 2 الآية. ثم نسخ الأمر، قال ابن عباس: 3 \"لما نزلت شق على المسلمين حين فرض ألا يفر واحد من عشرة ثم جاء التخفيف فقال: {الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ} الآية ونقص من الصبر بقدر ما خفف\".\nوقوله: {مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ} 4 الآيات، ذكر سبب النّزول في السيرة 5.\nوقوله: {يَا أَيُّهَا النَّبِيُّ قُلْ لِمَنْ فِي أَيْدِيكُمْ مِنَ الْأَسْرَى إِنْ يَعْلَمِ اللَّهُ فِي قُلُوبِكُمْ خَيْراً يُؤْتِكُمْ خَيْراً مِمَّا أُخِذَ مِنْكُمْ} 6 الآية، قال ابن عباس: 7 \"نزلت في عباس وأصحابه، قالوا: يا رسول الله آمنا بما جئت به، ولننصحن لك على قومنا، فأنزل الله هذه الآية \"\".\nوقوله: {إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ} 8 الآيات: ذكر تعالى أقسام المؤمنين، وقسمهم إلى مهاجرين وأنصار، فهؤلاء بعضهم أولياء بعض، أي: كل منهم أحق بالآخر من كل أحد، فكانوا يتوارثون حتى نسخ، 9 ثم قال: {وَالَّذِينَ آمَنُوا وَلَمْ يُهَاجِرُوا مَا لَكُمْ \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 66.\n2 سورة الأنفال آية: 65.\n3 ابن جرير: 10/40-41, ابن كثير: 2/324, البخاري: 3/95-96.\n4 سورة الأنفال آية: 67.\n5 البداية والنهاية: 3/ 296 - 298 زاد المسير: 3/379 - 380.\n6 سورة الأنفال آية: 70.\n7 ابن جرير: 10/49 , ابن كثير: 2/327.\n8 سورة الأنفال آية: 72.\n9 ابن جرير: 10/52."
                    ]
                },
                {
                    "page": "25",
                    "pageNumber": 23,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\nمِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهَاجِرُوا} 1، هؤلاء الصنف الثالث من المؤمنين، وهم الذين أقاموا في بواديهم، فهؤلاء ليس لهم في المغانم نصيب، ولا في خمسها إلا ما حضروا فيه القتال.\nوقوله: {وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ} : يقول تعالى: وإن استنصركم 2 هؤلاء في قتال ديني على عدو لهم فانصروهم؛ فإنهم إخوانكم في الدين إلا إن استنصروكم على كفار بينكم وبينهم ميثاق.\nوقوله: {وَالَّذِينَ كَفَرُوا بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الْأَرْضِ وَفَسَادٌ كَبِيرٌ} 3: لما ذكر أن المؤمنين بعضهم أولياء بعض قطع الموالاة بينهم وبين الكفار، ولهذا روي: \"من جامع المشرك وسكن معه فإنه مثله\" رواه أبو داود من حديث سمرة مرفوعا، 4 وفي حديث آخر: \"أنا بريء من كل مسلم بين ظهراني المشركين 5.\" معنى قوله: {إِلَّا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ} الآية، أي: إن لم تجانبوا المشركين وتوالوا المؤمنين، وإلا وقعت الفتنة في الناس، وهو التباس الأمر، واختلاط المسلم بالكافر، فيقع فساد عريض.\nوقوله: {وَالَّذِينَ آمَنُوا مِنْ بَعْدُ وَهَاجَرُوا وَجَاهَدُوا مَعَكُمْ فَأُولَئِكَ مِنْكُمْ وَأُولُوا الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ} 6 كقوله في الحديث، \"المرء مع من أحب\" 7. وفي الحديث الآخر: \n",
                    "footnotes": [
                        "1 سورة الأنفال آية: 72.\n2 في الاصل:- استنصركم.\n3 سورة الأنفال آية: 73.\n4 سنن أبي داود: 2/84.\n5 ابن كثير: 2/330.\n6 سورة الأنفال آية: 75.\n7 صحيح مسلم: 4/2034."
                    ]
                },
                {
                    "page": "26",
                    "pageNumber": 24,
                    "title": "مختصر تفسير سورة الأنفال",
                    "content": "\n\"من أحب قوما حشر معهم1\") . وقوله: {وَأُولُو الأَرْحَامِ} الآية وهذه ناسخة للإرث بالحلف، {في كتاب الله} أي في حكم الله.\nوالله سبحانه وتعالى أعلم وصلى الله على محمد وآله وصحبه وسلم.\nوكان الفراغ من تعليق هذه النسخة يوم الأربعاء لسبع بقين من ربيع الآخر بقلم الفقير إلى ربه العلي 2. \n",
                    "footnotes": [
                        "1 ابن كثير: 2/330.\n2 اسم الناسخ ممحو."
                    ]
                },
                {
                    "page": "27",
                    "pageNumber": 25,
                    "title": "مصادر ومراجع",
                    "content": "\nمصادر ومراجع\n...\nالمصادر والمراجع\n1 - آثار الشيخ محمد بن عبد الوهاب\nللدكتور أحمد الضبيب، الرياض. 1397 هـ.\n2 - أحكام القرآن\nلابن العربي، الجزء الثاني، تحقيق البجاوي، القاهرة.\n3 - البداية والنهاية\nلابن كثير، الجزء الرابع، بيروت والرياض 1966م.\n4- تفسير مجاهد\nتحقيق عبد الرحمن بن محمد السورتي، الدوحة 1396?.\n5- تفسير ابن كثير\nالجزء الثاني، القاهرة.\n6- تفسير الطبري\nالجزء التاسع والعاشر، القاهرة، 1373?.\n7- تنوير المقباس من تفسير ابن عباس\nللفيروز آبادي، القاهرة 1370?.\n8 - تفسير القرطبي\nدار الكتب المصرية 1357 ?.\n9- الدرر السنية\nلابن قاسم العاصمي النجدي، الرياض.\n",
                    "footnotes": []
                },
                {
                    "page": "28",
                    "pageNumber": 26,
                    "title": "مصادر ومراجع",
                    "content": "\n10 - الدر المنثور\nللسيوطي، القاهرة.\n11- زاد المسير\nلابن الجوزي، الجزء الثالث، بيروت 1385?.\n12 - زاد المعاد\nلابن قيم الجوزية، القاهرة 1379 ?.\n13 - سنن الترمذي\nتحقيق إبراهيم عطوة، القاهرة.\n14 - سنن أبي داود\nتعليق الشيخ أحمد سعد علي، القاهرة 1382?.\n15 - سيرة ابن هشام\nالجزء الثاني، ضبط الشيخ محمد محيي الدين عبد الحميد، القاهرة\n16- شرح ديوان زهير\nصنعة ثعلب، دار الكتب المصرية، القاهرة 1363?.\n17 - صحيح البخاري\nطبعة البابي الحلبي، 1372?.\n18- صحيح مسلم\nتحقيق محمد فؤاد عبد الباقي. القاهرة 1375?.\n19- المسند\nللإمام أحمد بن حنبل، القاهرة\n",
                    "footnotes": []
                }
            ]
        }
    ]
}