{
    "title": "تفسير سفيان الثوري",
    "author": "سفيان الثوري",
    "parts": [
        {
            "part": "1",
            "pages": [
                {
                    "page": "1",
                    "pageNumber": 1,
                    "title": "تفسير سفيان الثوري",
                    "content": "\nتفسير سفيان الثوري\nللامام ابي عبد الله سفيان بن سعيد بن مسروق الثوري الكوفي\nالمتوفي سنة 161 هـ - 777 م.\nرواية أبي جعفر محمد بن أبي حذيفة النهدي عنه\nصححه ورتبه وعلق عليه راجع النسخة وضبط أعلامها\nلجنة من العلماء بإشراف الناشر\nدار الكتب العلمية بيروت. لبنان\n",
                    "footnotes": []
                },
                {
                    "page": "2",
                    "pageNumber": 2,
                    "title": "تفسير سفيان الثوري",
                    "content": "\nإعتمدنا بتحقيق هذه الطبعة على النسخة المطبوعة في الهند\nوالتي حققها إمتياز علي عرشي\nجميع الحقوق محفوظة بيروت - لبنان\nالطبعة الاولى 1403 هـ 1983 م\nيطلب من دار الكتب العلمية\nص ب 9424 / 11\nبيروت - لبنان\n",
                    "footnotes": []
                },
                {
                    "page": "3",
                    "pageNumber": 3,
                    "title": "مقدمة المصحح",
                    "content": "\nبسم الله الرحمن الرحيم\nمقدمة المصحح\nنحمده، ونستعينه، ونصلي علي رسوله الكريم، وعلى آله وأصحابه وأتباعه أجمعين.\nوبعد فإن أمر الوحي العزيز قد بدأ بنزول آيات تدل على ان العلم والكتابة من نعم الله جل وعز ذكره، لان أول ما تلا النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، من القرآن المقدس، (اقرأ باسم ربك الذي خلق، خلق الانسان من علق، اقرأ وربك الاكرم، الذي علم بالقلم، علم الانسان ما لم يعلم) (1) .\nوقد سعى النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، مدى حياته الطيبة في الكشف عن هذا السر لتلاميذه السعداء، وأوضح لهم جلالة العلم ومزية الكتابة - فكان في أقل من قرن أن الامة العربية التي كانت معظمها أمية حين بعث فيها الرسول، قد تزينت بحلى العلم وتحلت بجواهر الحكمة، ولم يتيسر لها هذا الا ببركة خدمتها الكتاب المقدس، الذي قد تكفل للانسان بالنجاة والفوز والفلاح في الدنيا والاخرة، ومع هذا كان ذلك الكتاب موافقا للسليقة الادبية التي قد حثت العرب على أن يلقبوا غيرهم بالعجم، فصرفوا وجوهم في حفظه وكتابته والتفكر في معانيه والعمل بأوامره والاجتناب عن نواهيه، وتركوا كل ما كان تفخر به العرب من القصاسد والاشعار وردوها على الشياطين الذين كانوا يلقونها على قائليها من الجاهلية الاولى.\nوكان ذلك الكتاب حاويا لاسرار الصفات الالهية الغامضة، وجامعا لقوانين \n",
                    "footnotes": [
                        "(1) العلق 1 - 5.\n(*)"
                    ]
                },
                {
                    "page": "4",
                    "pageNumber": 4,
                    "title": "عهد التابعين.",
                    "content": "\nالاخلاق العالية وضوابط السياسة والتمدن المحكمة، ومنطويا على قصص الامم الماضية، وهادا إلى الفكر اصحيح في المبدء والمعاد، فكان لابد من أن توجد فيه مواضع لم تكد تصل الى فهمها عقول تلك الامة الجديدة النشأة - فهل اجترءوا رضي الله عنهم، على أن يقولوا فهيا بآرائهم؟ لا، والله! بل سألوا عنها رسولا قد أمره الله أن (لا تحرك به لسانك لتعجيل به.\nإن علينا جمعه وقرآنه، فإذا قرأنا، فاتبع قرآنه. ثم إن علينا بيانه) (1) .\nفتارة فسر الله ما أشكل عليهم بالوحي كما في آية \" حتى يتبين لكم الخيط الابيض من الخيط الاسود بلفظ \" من الفجر \" (2) .\nوأخرى شرح النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، إشكال الاية، إما بآيگ اخرى نزلت من قبل كما فعل في (ولم يلبسوا إيمانهم بظلم) بآية (إن الشر كلظلم عظيم) (3) .\nأو بألفاظه الطاهرة التي نحن نعتقد أنها تقوم مقام الوحي الخفي إذا صحت نسبتها إليه، فحفظت الصحابة، رضي الله عنهم، كل ما قال الله ورسوله في تفسير القرآن العزيز ورووه لتابعيهم بالاحسان (4) .\nلكنهم لم يدونوا تلك الروايات في لاكتب ولا صحائف، أولا لان رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وسلم، قد قال: \" لا تكتبوا عني. ومن كتب عني غير القرآن فيمحه \" (5) ، وثانيا لان الصحابة لخلوص عقدتهم ببركة صحبة النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وقرب العهد إليه، ولقلة الاختلاف والواقعات وتمكنهم من المراجعة الى الثقات، كانوا مستغنين عن تدوين علم الشرائع، والاحكام، حتى أن بعضهم كره كتابة العلم \" (6) .\nعهد التابعين.\nفلما انقضي عصر الصحابة أو كاد، وصار الامر الى تابعيهم، \" انتشر الاسلام، واتسعت الامصار، وتفرقت الصحابة في الاقطار، وحدثت الفتن، واختلاف الاراء، وكثرت الفتاوي، والرجوع الى الكبراء، فأخذوا في تدوين الحدث والفقه وعلوم القرآن \" (6) . \n",
                    "footnotes": [
                        "(1) القيامة 16 - 19.\n(2) البقرة 5.\n(3) الانعام 13.\n(4) مفتاح السعادة 2 / 404 - 405.\n(5) صحيح مسلم 2 / 538، طبعة مصر 1323 هـ.\n(6) الحاج خليفة 1 / 33.\n(*)"
                    ]
                },
                {
                    "page": "5",
                    "pageNumber": 5,
                    "title": "وثانيتها مفسرو الكوفة.",
                    "content": "\nفأول ما دونه من العلوم التفسير، ومن أقدم التفاسير تفسير أبي لعالية رفيع ابن مهران الرياحي (م 90 هـ) الذي رواه الربيع بن انس عنه، ثم تفسير مجاهد ابن جبر (م 101 هـ) ، ثم تفسير عطاء بن أبي رياح (م 114 هـ) ثم تفسير محمد ابن كعب القرظي (م 117 هـ) (1) .\nوانقسمت جماعة المفسرين الى ثلاث مدارس: أولها مفسرو مكة المكرمة.\nوهم تلاميذ عبد الله بن عباس رضي الله عنه، جبر هذه الامة، الذي دعا له رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وسلم، بقوله: \" اللهم علمه الحكمة وتأويل القرآن \" (2) .\nوثانيتها مفسرو الكوفة.\nوهم تلاميذ عبد الله بن مسعود رضي الله عنه، الذي قال: صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فِي حقه: \" من أحب أن يقرأ القرآن عضا كما أنزل، فليقرأه على قراءة ابن أم عبد \".\nوثالثتها مفسرو والمدينة المنورة، وهم أصحاب زيد بن أسلم العدوي وهذه الطائفة قد لقبت بقدماء المفسرين.\nعهد تبع التابعين\nوبعد ذلك العصر جاء تبع التابعين، فصرفوا هممهم في جمع ما روي في تفسير الايات عن رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وسلم، والصحابة والتابعين، ولم يفرقوا بين المدارس الثلاث التي كانت امتازت في عصر التابعين بروايات مخصوصة، فدونوا علم التفسير في الكتب الصغار والكبار.\nوصارت كتبهم أجمع للعلم من الكتب السابقة، واشتهر من بينهم شعبة بن الحجاج (م 160 هـ) ، وسفيان بن سعيد الثوري (م 161 هـ) ، ووكيع بن الجراح (م 197 هـ) ، وسفيان بن عيينة (م 198 هـ) ، ويزيد بن هارون (م 206 هـ) ، واسحق بن راهوية (م 238 هـ) . \n",
                    "footnotes": [
                        "(1) الحاج خليفة 1 / 427 إلى آخر عنوان التفسير.\n(2) الاستيعاب 1 / 372 وقال: \" في بعض الروايات: اللهم فقهه في الدين وعلمه التأويل، وفي حديث آخر: اللهم بارك فيه وانشر منه واجعله من عبادك الصالحين، وفي حديث آخر: اللهم زده علما وفقها - وهي كلها أحاديث صحاح \".\n(3) الاستيعاب 1 / 360.\n(*)"
                    ]
                },
                {
                    "page": "6",
                    "pageNumber": 6,
                    "title": "ترجمة المؤلف",
                    "content": "\nمزية تفاسيرهم ولما كانت كتبهم جامعة لما روي عن الصحابة والتابعين في تفسير القرآن، وكانوا يرجحون المشي في النار على القول بالرأي في كتاب الله، لا لعدم البصيرة فيه ولا لغفلة عن خدمته، بل لانه تعالى قد نهى عنه بقوله (لا تقف مَا لَيْسَ لَكَ بِهِ عِلْمٌ) ، ولانه، صلى الله عليه وسلم، قد قال: \" من فسر القرآن برأيه فأصاب فقد أخطأ \"، و \" من قال في القرآن بغير علم، فليتبوا مقعده من النار \"، ولان أبا بكر الصديق رضي الله عنه، قال: \" أي سماء تظلني، وإي أرض تقلني، لو قلت في القرآن برأيي \".\nفصار تفسير كل واحد من هذه الطائفة منبع الهداية الى ما فهمته الصحابة والتابعتون، ومخزن الدلالة على المنهاج الذي سههل لهم الخوض في مطالبه التي هي الوسيلة الكبري لنهضة العالم المستقيمة.\nوبالاسف لم يكن عندنا كتاب في تفسير القرآن لاحد من هذه الطبقة العالية أيضا.\nبيد أن أبا جعفر ابن جرير الطبري (م 310 هـ) قد جمع في تفسيره اكثر مروياتهم، ولعبت بباقيها ايدي الزمان.\nلكن الله تعالى قد من علي منة عظمة، وفتح لي بابا واسعا من أبواب الفخر - أعني وجدت في مكتبة رضا برامبور كتابا صغيرا في تفسير القرآن لسفيان الثوري، الذي كان يقول: \" سلوني عن المناسك والقرآن، فإني بهما عالم \" (1) .\nفحمدت الله على هذا الفوز العظيم، وأخذت في تصحيحه وترتيبه وتحشيته، على منوال علمائنا المحققين، وبعد الجهد الطويل المتعب وفقت لان أقدم الى علماء الامة المعاصرين نتائج بحثي وفحصي، فأرجوهم ان يستقبلوه بعين العناية ووجه القبول، والله تعالى هو الموفق والمعين، وهو بالاجابة واعطاء الاجر جدير.\nترجمة المؤلف\nهو أبو عبد الله سفيان بن سعيد بن مسروق الثوري الكوفي، أحد الائمة \n",
                    "footnotes": [
                        "(1) الجرح 2 / 224.\n(2) قال سبط ابن العجمي في النهاية 121 ب: \" ان الحافظ أبا الفرج ابن الجوزي جمع اخبار سفيان في مجلد مفرد.\nوعمل له الحافظ الذبي ترجمة مفردة في كراستين ونصف، وله في تاريخ دمشق لابن عساكر ترجمة مطولة \".\n(*)"
                    ]
                },
                {
                    "page": "7",
                    "pageNumber": 7,
                    "title": "نسبه",
                    "content": "\nالخمسة المجتهدين.\nنسبه\nونسبه على ما ذكر ابن سعد (1) والطبري (2) وابن حزم (3) والقلقشندي (4) ، سفيان بن سعيد بن مسروق بن رافع بن عبد الله بن موهبة بن أبي بن عبد الهل بن منقذ بن نصر بن الحارث بن ثعلبة بن عامر بن ملكان بن ثور بن عبد مناة بن أد بن طابخة بن الياس بن مضر بن نزار.\nوهو الصحيح المجمع عليه، ورواه الخطيب أيضا عن الهيثم بن عدي بتغير يسير لا يعبا به (5) ، وروي عن أبي عبد الله محمد بن خلف التميمي انه: سفيان ابن سعيد بن مسروق بن حمزة بن حبيب بن نافع بن موهبة بن أبي بن عبد الله بن نصر بن ثعلبة بن ملكان، واختاره السمعاني (6) .\nوأسقط منه ابن القيسراني (7) والخزرجي (8) \" أبي بن عبد الله، وثعلبة \" وزادا \" الحكم \" بعد \" نصر \"، وأبدلا \" عامرا \" بمالك، وكتب ابن خلكان (9) : \" نصر بن الحكم بن الحارث، وثعلبة بن ملكان \"، وتبعه العيني في ثعلبة بن ملكان (10) .\nوقال الحاكم (11) : \" هو سفيان بن سعيد بن مسروق بن نافع بن عبد الله بن موهبة بن عبد الله بن منقذ بن النضر بن مازن بن ثعلبة بن أد بن طابخة بن الياس ابن مضر بن نزار.\nومع هذا الخلاف الذي رأيناه في نسبه بحذف الاسماء في رواية وبزيادتها في اخرى، قد تحقق ان نسبة يصل الى ثور بن عبد مناة - بطن من طابخة، من العدنانية - وانتسابه الى ثور همدان، من القحطانية، غلط (12) . \n",
                    "footnotes": [
                        "(1) الطبقان 6 / 257.\n(2) الذيل 105.\n(3) جمهرة النسب 63 ب.\n(4) نهاية الارب 1 - 2.\n(5) تاريخ بغداد: 9 / 54 - وفيه \" أبي عبد الله \" و (ثعلبة بن ملاكن \".\n(6) الانساب 117 الف.\n(7) الجمع بين رجال الصحيحين 1 / 194.\n(8) الخلاصة 145.\n(9) الوفيات 1 / 296.\n(10) عمدة القارئ (1 / 360.\n(11) المعرفة 174 (12) ليراجع البخاري في الكبير 2 / 2 / 94، وابن أبي حاتم في الجرح 2 / 222 والتقدمة 55، وابن النديم في الفهرست 314، والمقدسي في الانساب 27، والازدي في المشتبه 11، وابن ماكولا في الاكمال 1 / 586 والذهبي في التذكرة 1 / 19، والعسقلاني في التهذيب 4 / 11، وسبط ابن العجمي في النهاية 121 ب.\n(*)"
                    ]
                },
                {
                    "page": "8",
                    "pageNumber": 8,
                    "title": "نسبه",
                    "content": "\nبيت الثوري كان والده سعيد بن مسروق أبو سفيان من محدثي الكوفة الثقات، وثقه ابن معين وأبو حاتم والعجلي والنسائي وابن المديني، وذكره ابن حبان في الثقات، روي هو عن أبي وائل، وابراهيم التيمي، وخيثمة بن عبد الرحمن، وسلمة بن كهيل، والشعبي، وعكرمة، وعون بن أبي جحيفة، وروي عنه الاعمش، وشعبة بن الحجاج، وأبو عوانة، وابناه سفيان ومبارك، وخلق.\nواختلفت في عام وفاته، فقال ابن أبي عاصم أنه توفي سنة 126 هـ (743 م) ، وقال ابن قانع: \" مات سنة 127 هـ \" (744 م) وأرخ وفاته أحمد وابن حبان في سنة 128 هـ (745 م) (1) .\nوأم سفيان كانت ذات زهد وورع، ذكرها ابن الجوزي والمناوي في الصالحات المتورعات من النساء، ونقلا عنها كلمة جديرة بأن تحفظها امهات المسلمين جيلا بعد جيل، ويلقينها على أولادهن مرة بعد اخرى.\nوهي أنها قالت لسفيان: \" اذهب، فاطلب العلم حتى أعولك انا بمغزلي، فإذا كتبت عدد أحاديث، فانظر، هل تجد في نفسك زيادة، فاتبعه، والا فلا تتبعني \" (2) .\nوأخوه، عمر بن سعيد ومبارك بن سعيد، كانا من أولي العلم والفضل\nومن الحملة لاحاديث الرسول، صلى الله عليه وسلم، ذكرهما ابن قتيبة والمقدسي وابن حزم والحاكم والعسقلاني وغيرهم في كتبهم (2) .\nوأخته كانت كام عمار بن محمد المتوفي سنة 182 هـ (801 م) (4)) .\nوعلمنا بها قليل. \n",
                    "footnotes": [
                        "(1) ابن القيسراني 1 / 69، والنهاية 119 الف، والتهذيب 4 - 82، والخلاصة 142.\n(2) أدب الاملاء 109، وصفة الصفوة 3 / 116، والكواكب 1 / 82 الف.\n(3) المعارف 218، والانساب للمقدسي 27، وجمهرة النسب 63 ب، والمعرفة 245، والتهذيب 4 / 452 و 10 / 28، والانساب 117 الف.\n(4) الطبقات 6 / 258.\n(*)"
                    ]
                },
                {
                    "page": "9",
                    "pageNumber": 9,
                    "title": "ولادة الثوري",
                    "content": "\nوكان لسفيان أقارب أخر توطنوا بخارى وماتوا بها، منهم عمه الذي ذهب سفيان الى بخرى يطلب ميراثه، وكان عنره إذ ذاك ثماني عشرة سنة (1) .\nولادة الثوري\nولد الثوري باثير (2) في الكوفة التي كانت راس بلاد العراق، في خلافة سليمان بن عبد الملك الاموي.\nواختلف في السنة التي ولد فيها، فروى الواقدي، وتبعه ابن سعد والبخاري، انه ولد في سنة هـ (715) (3) وروى الخطيب عن علي بن صالح، قال: (ولدنا سنة مائة، وكان سفيان أسن منا بخمس سنين) .\nوروي ايضا عن ابي نعيم انه قال: (خرج سفيان الثوري من الكوفة خمس وخمسين ومائة، ولم يرجع - ومات سنة احدى وستين ومائة، وهو ابن ست وستين فيما أظن) (4) .\nفيظهر من هاتين الروايتين انه ولد في سنة 95 هـ (713 م) .\nونقل ابن خلكان (5) واليافعي (6) رواية أخرى تدل على انه ولد في سنة 96 هـ (714 م) وذكر التبريزي (7) ، وتبعه الفتني (8) والدهلوي (9) ، انه ولد سنة 99 هـ (8 - 717 م) .\nوالاول هو الصحيح المعتمد عليه كما نص به الجزري في الغاية (10) .\nمشائخ الثوري\nكانت الكوفة مسقط رأس الثوري - وكانت هي في تلك الايام من اهم مراكز\n",
                    "footnotes": []
                },
                {
                    "page": "10",
                    "pageNumber": 10,
                    "title": "تلامذة الثوري",
                    "content": "\nالعلوم الشرعية: الحديث والفقه.\nوكان بيته ايضا بيت وجاهة ووثوق في الحديث، فسلك الثوري مسلك أبيه في طلب الحديث وفقهه من أجلة المحدثين.\nمنهم أبو اسحق السبيعي، ومنصور بن المعتمر، وسلمة بن كهيل، وحبيب بن ابي ثابت، وايوب السختياني، وعاصم الاحول، وعمر بن دينار، وخلق غيرهم من مشائخ الكوفة والبصرة والحجاز وغيرها (1) .\nتلامذة الثوري\nولما انتشر صيته في بلاد الاسلام، رحل إليه طلبة الحديث والفقه، وكثر اجتماعهم عنده حتى انه لم ينقطع حين كان مختفيا في مكة المكرمة، والبصرة - ذكر ابن ابي حاتم والخطيب وغيرهما من اشتهر من تلامذته (2) وذكروا فيهم شعبة، والامام مالك بن انس، ويحيى بن سعيد القطان، والاوزاعي، وابن المبارك، وسفيان بن عيينة - فهل رايت أجل مرتبة وأعظم منزلة منهم في الحديث والرواية؟ مرتبته في الحديث قد ذكر ابن سعد، وابن أبي حاتم (2) ، والخطيب، والذهبي، والعسقلاني في كتبهم أكثر ما قال أرباب الجرح والتعديل في سفيان وشأنه في الحديث - ومن جملتها: قال شعبة، وابن عيينة، وأبو عاصم، وابن معين، وغيرهم: (سفيان أمير المؤمنين في الحديث) -\nوقال ابن المبارك: (كتبت عن ألف ومائة شيخ - ما كتبت عن أفضل من سفيان) - فقال رجل: (ابا عبد الرحمن، رأيت سعيد بن جبير وغيره، وتقول هذا؟) قال ابن المبارك: (هو ما اقول - ما رأيت أفضل من سفيان) - وقال ابن عيينة: (لم يدرك مثل ابن عباس في زمانه، ولا مثل الشعبي في زمانه، ولا مثل الثوري في زمانه) -\n",
                    "footnotes": []
                },
                {
                    "page": "11",
                    "pageNumber": 11,
                    "title": "تلامذة الثوري",
                    "content": "\nوقال ورقاء بن عمر، ووكيع بن الجراح، وعيسى بن يونس، ويحيى بن يمان، وغيرهم: (لم ير سفيان مثل نفسه) - وقال يحيى بن سعيد القطان: (سفيان الثورري أحب الي من مالك في شئ) - قال ابن معين: (في الحديث والفقه والزهد) - وقال الامام أبو حنيفة: (لو كان سفيان الثوري في التابعين، لكان فيهم له شان) - وسئل اسمعيل بن ابراهيم عن علم شعبة وسفيان - فقال: (ما علم شعبة عند سفيان الا كتفلة في بحر) - وقال الامام مالك: (انما كانت العراق تجيش علينا بالدراهم والثياب ثم صارت تجيش علينا بالعلم منذ جاء سفيان) (يعني الثوري) - وقال الاوزاعي: (لم يبق من تجتمع عليه الامة بالرضى الا سفيان) - وقال النسائي: (هو أجل من ان يقال فيه ثقة.\nوهو احد الائمة الذين اوجو ان يكون ممن جعله الله للمتقين اماما) .\nوقال الطبري: (كان فقيها عالما عابدا ورعا ناسكا رواية للحديث ثقة امينا على ما روى وحدث عن رَسُولِ اللَّهِ، صَلَّى اللَّهُ عَلَيْهِ وسلم، وغيره ممن أثر في الدين) .\nوكان رحمه الله آية في الحفظ.\nقال العجلي: (لا يسمع شيئا الا حفظه حتى كان يخاف عليه) (1) .\nوقال الثوري نفسه: (ما استودعت قلبي شيئا فخانني (2) ولاجل ذلك بلغ عدد مروياته الى ثلاثين الفا (2) وكان يروي جملة مروياته من كتاب) ؟ فقال: (لا. من حفظة. كان أصحاب الحديث يكتبون الابواب، وهو يسردها) (4) .\nولاجل هذه الاقوال المنقولة عن الاساطين الحديث والرجال اجمع السلف والخلف على انه كان (اماما من أئمة المسلمين، وعلما من اعلام الدين، مجمعا على\n",
                    "footnotes": []
                },
                {
                    "page": "12",
                    "pageNumber": 12,
                    "title": "رتبته في الفقه",
                    "content": "\nامامته، بحيث يستغنى عن تزكيته، مع الاتقان والحفظ والمعرفة والضبط والورع والزهد) (1) .\nونعلم ان اصحاب هذه الاقوال لم يكونوا من الشعراؤ الذين يغلب عليهم المدح أو الهجاء، بل هم ارباب الصدق في القول والديانة في الرأي، فيقولون ما يجدون في رجل، أي رجل كان، ولا يخافون فيه لومة لائم. فلا سبيل لنا الا الى قبول ما قالوا. رتبته في الفقه ومع هذا كان الثوري قد فاق أكثر أقرانه في الفقه والقياس، واشتهر بالرأي والاجتهاد (2) .\nوكان فقهه معمولا به الى القرن الخامس.\nوكان مقلدوه يقال لهم الثوري.\nوكان من بينهم شيخ الطائفة جنيد البغدادي وابو صالح حمدون بن احمد القصار النيسابوري وجماعة من أهل دينور (3) .\nولمعرفة رتبته في الفقه يكفينا ان نذكر نبذة مما حكي لنا عن الفقهاء: قال الخطيب: (عرض الفريابي مرة على الامام ابن عيينة مسالة فقهية - فاجابه الامام بما كان رأيه فيها.\nفقال الفريابي: (ان الثوري يرى خلاف هذا) .\nفقال ابن عيينة: (لم تر عيناك يثل سفيان أبدا) (4) .\nوقال ايضا: (ما رايت رجلا اعلم بالحلال والحرام من سفيان الثوري) (5) .\nوقال الحسن بن الربيع، سمعت ابن المبارك قبل ان يموت بيومين أو ثلاثة.\nوكان حسن هو الذي غسله وكفنه وقبره.\nقال، سمعته قال: (ما أحد عندي من الفقهاء أفضل من سفيان بن سعيد.\nما أدري ما عبد الله بن عون..؟) (6) .\nوقال الوزاعي: (لو قيل لي، اختر لهذه الامة، ما اخترت الا سفيان الثوري) - 7) .\n",
                    "footnotes": []
                },
                {
                    "page": "13",
                    "pageNumber": 13,
                    "title": "مرتبته في التفسير",
                    "content": "\nوقال الوليد بن مسلم: (رايت الثوري بمكة يستفتى، ولما يخط وجهه بعد) (1) .\nوكان الزبير بن عدي، قاضي الري، يستفتي الثوري في قضايا ترد عليه.\nويفتيه الثوري، ويقضي به الزربير (2) .\nوكان الشعيب بن حرب يقول: (اني لاحسب يجاء بسفيان يوم القيامة حجة من الله على هذا الخلق.\nيقال لهم: (تدركوا نبيكم، فقد رأيتم سفيان. الا اقتديتم به..؟) (3) .\nوقال ابن المديني: (انتهى علم أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عليه وسلم، من الاحكام الى ثلاثة ممن أخذ عنهم العلم: عبد الله بن مسعود، وزيد بن ثابت، وعبد الله بن عباس.\nفاخذ عن ابن مسعود ستة: علقمة، والاسود وعبيدة والحارث بن قيس، ومسروق، وعمرو بن شرحبيل.\nوانتهى علم هؤلاء أي ابراهيم النخعي، والشعبي.\nثم انتهى علم هؤلاء الى ابي اسحق، والاعمش.\nثم انتهى علم هؤلاء الى سفيان الثوري) (4) .\nواما الكتب التي صنفها الثوري ومقلدوه في فقهه.\nفقد تلفت ولعبت بها ايدي الحدثان.\nلكن اقواله الفقهية قد نقلت كثيرا في الكتب التي صنفها الفقهاء الحنفية والشافعية وغيرهم بحيث يمكن الان جمع كتاب مستقل في فقهه من هذه الكتب.\nمرتبته في التفسير:\nوكان رحمه الله من اكابر مفسري عصره.\nوكان علمه بالقران واسعا جدا.\nحتى كان ياخذ المصحف، فلا يكاد يمر باية الا فسرها (5) .\nوكان يقول: (سلوني عن المناسك والقران، فاني بهما عالم) (6) .\n",
                    "footnotes": []
                },
                {
                    "page": "14",
                    "pageNumber": 14,
                    "title": "مرتبته في التفسير",
                    "content": "\nوكان رحمه الله لا يقول في القران برايه.\nبل كان يتبع ما قال به الصحابة والتابعون، لانه روى عَنِ النَّبِيِّ، صَلَّى اللَّهُ عَلَيْهِ وسلم، قال: (من قال في القران برانه، فليتبوأ مقعده من النار) .\nوروى عن الشعبي، قال: (لان أكذب على مُحَمَّدٍ، صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أحب الى من ان أكذب في القآن كذبة. انما يقضى الكاذب في القران الى الله) (1) .\nوكان لا يفسر من القران الا ما أشكل، لانه روى عن ابن عباس انه قال: (تفسير القران على أربعة وجوه: (1) تفسير يعلمه العلماء (2) وتفسير تعرفه العرب (3) وتفسير لا يعذر احد بجهالته، يقول: من الحلال والحرام (4) وتفسير لا يعلم تأويله الا الله.\nمن ادعى علمه فهو كاذب) (2) .\nولاجل هذا كان يعجبه من التفسير ماكان حرفا حرفا.\nوكان لا يعجته هؤلاء الذين يفسرون السورة من اولها الى اخرها مثل الكلبي (3) .\nوكان يقول: (خذوا التفسير عن اربعة: عن سعيد بن جبير، ومجاهد، وعكرمة، والضحاك) (4) .\nوكان اعتماده على مجاهد أكثر.\nوكان يقول: (إذ جاءك التفسير عن مجاهد، فحسبك به) (4) .\nعقيدته: اختلف المؤرخون في عقيدة الثوري.\nفعده ابن قتيبة وابن رسته من الشيعة (5) .\nوقال ابن النديم انه كان زيديا (6) .\nوذكر الطبري انه كان شيعيا في بدء الامر.\nفلما ذهب الى البصرة لطلب الحديث ولقي ابن عون وأيوب، ترك التشيع وسلك مسلك أهل السنة (7) .\nويؤيد قول الطبري ما حكى الكفوي انه سئل مرة عن عثمان وعلي رضي الله عنهما، فقال: (أهل البصرة يقولون بتفضيل عثمان، وأهل الكوفة بتفضيل علي) .\nقيل له: (فانت) ؟ قال: (انا رجل كوفي) (8) .\n",
                    "footnotes": []
                },
                {
                    "page": "15",
                    "pageNumber": 15,
                    "title": "مرتبته في التفسير",
                    "content": "\nبسم الله الرحمن الرحيم\nالقرآن كلام الله غير مخلوق.\nمنه بدأ وإليه يعود.\nمن قال غير هذا، فهو كافر والايمان قول وعمل ونيه.\nيزيد وينقص.\nوتقدمة الشيخين (إلى ن قال) : يا شعيب لا ينفك ما كتبت، حتى ترى المسح على الخفين، وحتى ترى أن إخفاء (بسم الله الرحمن الرحيم) أفضل من الجهر به، وحتى تؤمن بالقدر وحتى ترى الصلاة وراء كل بر وفاجر، والجهاد ماض إلى يوم القيامة والصبر تحت لواء سلطان جائر أو عدل فقلت: (يا أبا عبد الله، الصلاة كلها) ؟ قال (لا، ولكن صلاة الجمعة والعيدين صل خلف من أدركت.\nوأما سائر ذلك فأنت مخير.\nلا تصل إلا خلف من تثق به وتعلم إنه من أهل السنة.\nإذا وقفت بين يدى الله فسألك عن\n",
                    "footnotes": []
                },
                {
                    "page": "16",
                    "pageNumber": 16,
                    "title": "مرتبته في التفسير",
                    "content": "\nهذا فقل: يا رب حدثنى بهذا سفيان الثوري.\nثم خل بينى وبين الله عز وجل فيظهر من هذا الكتاب أن الثوري كان يعتقد كسائر أئمة أهل السنة وكان يقدم الشيخين.\nأما عثمان وعلى رضى الله عنهما، فلعله كان يسكت عن تقديم أحدهما على الاخر ويحب كليهما لانه كان يقول: (لا يستقيم حب علي وعثمان رضى الله عنهما، إلا في قلب نبلاء الرجال وإن الخلفاء الراشدين خمسة: أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ وعمر بن عبد العزيز رضى الله عنهم.\nومن اعتقد خلاف هذا فهو متجاوز عن الحد) وعده الشهرستاني في الصفاتية الذين لم يتعرضوا للتأويل في الصفات ولا تهدفوا للتشبيه وكان يبغض المرجئة الذين يقولون إن الايمان تصديق فقط ولذا لا يزيد ولا ينقص حتى إنه سئل مرة أن يصلى على مرجئ قد مات، فأبى وروى القفطي أنه لقى مرة ما شاء الله اليهودي المنجم فقال له: (ما شاء الله! أنت تخاف الزحل وترجو المشترى.\nوأنا أخاف ربهما) زهد الثوري وورعه: وكان رحمه الله من أزهد الناس وأورعهم في زمانه وكان يتقى الله حق تقاته، ويحاسب نفسه كالذى لا يغادر صغيرة ولا كبيرة إلا أحصاها قال يحيى بن بمام: (ما أرينا مثل سفيان الثوري، ولا رأى سفيان مثله أقبلت الدنيا عليه فصرف وحهه عنها) وقال عبد الرحمن بن مهدى: (ما عاشرت في الناس رجلا أرق من سفيان الثوري.\nوكنت أرمقه في الليلة بعد الليلة ينهض مذعورا ينادى: (النار! النار!\n",
                    "footnotes": []
                },
                {
                    "page": "17",
                    "pageNumber": 17,
                    "title": "مرتبته في التفسير",
                    "content": "\nشغلنى ذكر النار عن النوم والشهوات) وقال قبيصة: (ما جلست مع سفيان مجلسا إلا ذكرت الموت.\nوما رأيت أحدا كان أكثر ذكرا للموت منه)\nوقال قتيبة بن سعيد: (لولا الثوري لمات الورع) وقال أبو خالد: (أكل سفيان ليلة فشبع فقال: (إن الحمار إذا زيد في علفه زيد في عمله) .\nفقام حتى أصبح) وقال محمد بن عبد الوهاب: (ما رأيت الفقير أعز ولا أرفع منه في مجلس سفيان.\nولا رأيت الغنى أذل منه في مجلس سفيان) وكان يقول: (الزهد في الدنيا قصر الامل ليس بأكل الغليظ ولا لبس العباء) مقال ابن ثابت: (رأيت سفيان في طريق مكة فقومت كل شئ عليه حتى نعليه: درهم وأربعة دوانيق) وكان يقول: (لا يطوى لى ثوب ابدا، ولا يبنى لى بيت أبدا ولا اتخذ مملوكا أبدا) ورسالته التى كتب إلى عباد بن عباد حجة على ما نقلوه من دأب الثوري وديدنه في المعاملة بالله وبالناس، أمرائهم وفقرائهم وصلحائهم وفجارهم.\nوهذا نصه: من سفيان بن سعيد إلى عباد بن عباد.\nسلام عليك.\nفإنى أحمد إليك الله الذى لا إله إلا هو أما بعد فانى أوصيك بتقوى الله.\nفإن اتقيت الله عز وجل كفاك الناس وإن اتقيت الناس لم يغنوا عنك من الله شيئا\n",
                    "footnotes": []
                },
                {
                    "page": "18",
                    "pageNumber": 18,
                    "title": "مرتبته في التفسير",
                    "content": "\nسألت ان أكتب اليك كتابا أصف فيه خلالا تصحب بها أهل زمانك وتودي إليهم ما يحق لهم عليك وتسأل الله عز وجل الذى لك، وقد سألت عن أمر جسيم الناظرون فيه اليوم المقيمون به قليل بل لا أعلم مكان أحد وكيف يستطاع ذلك؟ وقد كدر هذا الزمان إنه لسشتبه الحق والباطل ولا تنجو من شره إلا من دعى بدعاء الغريق فهل تعلم مكان أحد هكذا؟ وكان يقال: يوشك أن يأتي على الناس زمان لا تقر فيه عين حكيم فعليك بتقوى الله عز وجل والزم العزلة واشتغل بنفسك، واستأنس بكتاب الله عز وجل واحذر الامراء وعليك بالفقراء والمساكين والدنو منهم فإن استطعت ان تأمر بخير في رفق، فان قبل منك حمدت الله عز وجل وان رد عليك أقبلت على نفسك، فإن لك فيها شغلا.\nواحذر المنزلة وحبها فإن الزهد فيها اشد من الزهد في الدنيا.\nوبلغني ان أصحاب مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كانوا يتعوذون ان يدركوا هذا الزمان وكان لهم من العلم ما ليس لنا فكيف بنا حين ادركنا على قلة علم وبصر وقلة صبر وقلة أعوان على الخير مع كدر الزمان وفساد من الناس وعليك بالامر الاول والتمسك به وعليك بالخمول فان هذا زمان خمول.\nوعليك بالعزلة وقلة مخالطة الناس.\nفان عمر بن الخطاب رضى الله عنه قال: (إياكم والطمع فان الطمع فقر واليأس غنى) وفى العزلة راحة من خلاط السوء وكان سعيد بن المسيب يقول: (العزلة عبادة) وكان الناس إذا التقوا انتفع بعضهم ببعض.\nفأما اليوم فقد ذهب ذلك والنجاة في تركهم فيما نرى وإياك والامراء والدنو منهم، وإن تخالطهم في شئ من الاشياء إياك ان تخدع فيقال لك: تشفع فترد عن مظلوم أو مظلمة.\nفان تلك خدعة ابليس وانما اتخذها فجار القراء سلما.\nوكان يقال: اتقوا فتنة العابد الجاهل وفتنة العالم الفاجر، فان فتنتهما فتنة كل فتون\n",
                    "footnotes": []
                },
                {
                    "page": "19",
                    "pageNumber": 19,
                    "title": "مرتبته في التفسير",
                    "content": "\nيحب ان يعمل بقوله وينشر قوله أو يسمع منه\nوإياك وحب الياسة، فان من الناس من تكون الرياسة أحب إليه من الذهب والفضة.\nوهو باب غامض لا يبصره الا البصير من العلماء السماسرة واحذر الرئاء فإن الرئاء أخفى من ديب النمل وقال حذيفة: (سيأتي على الناس زمان يعرض على الرجل الخير والشر فلا يدرى أيما يركب) .\nوقد ذكر عن رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم، قال: (ل تزال يد الله عز وجل على هذه الامة وفى كنفه وجواره وجناحه ما لم يما قراؤهم الى أمرائهم وما لم يبر خيارهم أشرارهم وما لم يعظم أبرارهم فجارهم فإذا فعلوا ذلك، رفعها عنهم وقذف في قلوبهم العب وأنزل بهم الفاقة وسلط عليهم جبابرتهم فساموهم سوء العذاب) .\nوقال: (إذا كان ذلك لا يأتيهم امر يضجون منه إلا اردفه بآخر يشغلهم عن ذلك) .\nفليكن الموت من شأنك ومن بالك.\nوأقل الامل.\nوأكثر ذكر الموت.\nفإنك ان أكثرت ذكر الموت هان عليك أمر دنياك وقال عمر: (أكثرو ذكر الموت فانكم ان ذكرتموه في كثير، قلله وان ذكرتموه في قليل كثره. واعلموا انه قد حان للرجل يشتهى الموت) .\nأعاذنا الله وإياك من المهالك وسلك بنا وبك سبيل الطاعة) فهذا هو سفيان الثوري الذى رأيناه الان جالسا بين المجتهدين يذاكرهم في اصول الدين وفروعه.\nيوافق واحد ويخالف اخر.\nيؤيد هذا ويرد على ذاك يباحثهم ويناظرهم مرة ويملى عليهم ويروى عنهم اخرى.\nوذاك الثوري بعينه يرى قاعدا في نادى الورع والزهد، لا كعامة تلك الطريقة بل كأنه سيدها ومدارها، تحيا بحياته وتموت بموته.\nويؤيد رأينا ما قاله شعبة: (ان سفيان سادس الناس بالورع والعم) ، وكا قال أبو رجاء: (لولا الثوري لمات الورع) .\nوكانت له رحمه الله طريقة خاصة في التصوف وكان محمد عبد الله بن خبيق بن سابق الكوفى الانطاكي منسلكا بها كما صرح السلمى في الطبقات\n",
                    "footnotes": []
                },
                {
                    "page": "21",
                    "pageNumber": 20,
                    "title": "مرتبته في التفسير",
                    "content": "\nكسب الثوري لمعيشته كان رحمه الله يتجر كالامام أبى حنيفة الكوفى رحمهما الله - وكان ما بيديه من رأس المال نحوا من مائتي دينار - فكان يفرقها على قوم من إخوانه في اليمن، يبضعون له به - ويوافي الموسم كل عام، فيلقاهم ويحاسبهم ويأخذ ما ربحوا.\nولم يقبل شئ من الولاة والسلاطين إلا مرة واحدة - ثم ترك ذلك حتى أنه جاء إليه رجل ببدرة أو بدرتين - وكان أبو ذلك الرجل صديقا لسفيان جدا - وكان سفيان يأتيه فيقيل عنده - ويإتيه كثيرا.\nفقال: (يا اب عبد الله، في نفسك من أبى شئ) ؟ فأثنى عليه وقال: (رحم الله أباك) ! وذكر من فضله - فقال له: (يا أبا عبد الله، قد عرفت كيف صار إلى هذا المال - وأنا أحب أن تقبل هذا الذى جئتك به، تستعين به على عيالك) - فقبله منه - فخرج الرجل - فلما خرج أو كاد أن يخرج قال لاخيه مبارك: (يا مبارك، الحقة فرده) - قال مبارك فلحقته فرددته فقال: (يا ابن أخى أن تقبل هذا المال - فإنى قد قبلته منك ولكن أحب ان تقبله) - فلم يزل به حتى أخذه - قال مبارك فلما خرج، جئت وقد داخلني ما لا أملك - فقعدت بين يديه فقلت: (ويحك، يا أخى! ايش قلبك هذا؟ حجارة؟ أنت ليس لك عيال - أما ترحمني؟ أما ترحم اخوانك؟ أما ترحم صبياننا؟ فأكثرت عليه من هذا النحو.\nفقال: (يا مباك تأكلها انت هنيئا مريئا وأسأل انا عنه. لا يكون هذا ابدا) ولا يبعد إن يكون مبنى هذا الاجتناب أنه كان آية في الورع، والورع لا يجتمع مع أكل ما فيه شيهة.\nوالاموال التى كانت بيد السلاطين والامراء، كان\nالمتورعون من العلماء يحسبونها من بيوت أموال المسلمين، التى تصرفوا فيها\n",
                    "footnotes": []
                },
                {
                    "page": "22",
                    "pageNumber": 21,
                    "title": "مرتبته في التفسير",
                    "content": "\nخلافا للشرع المبين.\nولذا أبى، رحمه الله أن يقبل مائتي دينار بعث بها محمد بن إبراهيم الهاشمي الذى كان واليا على مكة.\nفقال ابن عيينة، وكان حاضرا في مجلسه (كأنك لا تراها حلالا) ؟ قال: (بلى ولكن أكره أن أذل) وقد عرض عليه قضاء الكوفة فلم يقبله أيضا لانه كان لا يحب أن يعين الحكومة التى بنيت على القهر والجبر.\nوكذا كان لا يود أن يجعل نفسه عرضة لوعيد (وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ الله فأولئك هم الظالمون) لان حرية الفكر والعمل لم تبق في ذلك العهد، وكان العمال يحكمون بما أشار به السلاطين.\nولاجل هذا الزهد قد صار جريئا على القول بالحق واشتهر بين الناس بالقوال بالحق خروج الثوري من الكوفة ولما استخلف أبو جعفر المنصور وحج، لقيه الثوري بمنى (وكان ذلك قى سنة 140 أو 144) قال: فقلت: اتق الله.\nفإنما انزلت هذه المنزلة وصرت في هذا الموضع بسيوف المهاجرين والانصار، وأبنائهم يموتون جوعا حج عمر بن الخطاب، فما انفق الا خمسة عشر دينارا.\nوكان ينزل تحت الشجر) فقال: (فإنما تريد ان أكون مثلك) .\nفقال لى: (أخرج) .\nفخرج الثوري من عنده.\nولما رجع الكوفة، جعل يأخذ عليه ما يفعل بالمسلمين من الجور والجبر والقهر.\nفصبر أبو جعفر عليه مدة، وبالاخرة أمر بأخذه.\nفخرج من الكوفة هاربا للنصف من ذى القعدة سنة 155 هـ (761 م) ولم يرجع إليها حتى مات.\nوكان\n",
                    "footnotes": []
                },
                {
                    "page": "23",
                    "pageNumber": 22,
                    "title": "مرتبته في التفسير",
                    "content": "\nمعدان معه حين خرج.\nفلما خلفا الكوفة بظهر، قال له سفيان: (يا معدان، ما\nتركت ورائي من أثق به.\nولا أقدم أمامى على من أثق به) .\nيعنى الثقة في الدين وروده مكة ولعله ذهب من الكوفة الى مكة لاداء فريضة الحج.\nفلما صار إليها، اجتمع هو والاوزاعي في دار مفضل بن مهلهل.\nقال المفضل، وكان على الموسم عبد الصمد بن على الهاشمي.\nفدق الباب.\nقلنا: (من هذا) ؟ قال: (الامير) فقام الثوري فدخل المخرج.\nوقام الاوزاعي، فتلقاه فقال له عبد الصمد بن على: (من أنت؟ أيها الشيخ) ! قال: (أنا أبو عمرو الاوزاعي) قال: (حياك الله بالسلام! أما أن كتبك كانت تأتينا فكنا نقضى حوائجك؟ ما فعل سفيان الثوري) ؟ قال قلت (دخل المخرج) فدخل الاوزاعي في أثره فقال (سلام عليكم، كيف أنتم) ؟ فقال له عبد الصمد بن على (يا أبا عبد الله أتيتك أكتب هذه المناسك عنكك) قال له سفيان (ألا أدلك على ما هو أنفع لك) ؟ قال (وما هو) ؟ قال (تدع ما أنت فيه) قال (كيف أصنع بأمير المؤمنين أبى جعفر) ؟ قال (إن أردت الله كفاك الله أبا جعفر) فقال له الاوزاعي (يا أبا عبد الله، ان هؤلاء قريش. وليس يرضون منا إلا بالاعظام لهم) فقال: يا أبا عمرو، إنا ليس نقدر نضربهم.\nفإنما نؤدبهم بمثل هذا الذى ترى) قال المفضل فالتفت الى الاوزاعي فقال لي: (قم بنا من ههنا فإنى لا آمن أن يبعث هذا من يضع في رقابنا حبالا، وأرى هذا لا يبالى)\n",
                    "footnotes": []
                },
                {
                    "page": "24",
                    "pageNumber": 23,
                    "title": "مرتبته في التفسير",
                    "content": "\nحبسه بأمر أبى جعفر ولما تيقن أبو جعفر أن الثوري لا يعدل عن نهجه في نقد الحكومة ولا يبالى في مؤخذتها أي مؤخذة كانت أراد أن يحبسه وينتقم منه انتقاما تاما.\nفكتب الى محمد بن إبراهيم عامله على مكة، بحبس رجل من آل أبى طالب كان بمكة، وبحبس ابن جريج وعباد بن كثير والثوري. فحبسهم. ثم اطلقهم من الحبس بغير إذن أبى جعفر.\nفغضب عليه أبو جعفر أمر أبى جعفر بصلب الثوري ولما لم تصل يد أبى جعفر الى الثوري وظن أنه قد خاب بعث الخشابين حين خرج الى مكة في سنة 158 هـ (774 م) وقال (إن رأيتم سفيان الثوري فاصلبوه) فجاء النجارون ونصبوا الخشب، ونودى سفيان وإذا رأسه في حجر الفضل بن عياض ورجلاه في حجر ابن عيينة.\nفقالوا: (يا أبا عبد الله، اتق الله ولا تشمت بنا الاعداء) فتقدم الى أستار الكعبة ثم أخذها.\nثم قال (برئت منه، ان دخلها أبو جعفر) فمات أبو جعفر قبل أن يدخل مكة.\nفأخبر بذلك سفيان.\nفلم يقل - حضوره عند المهدى ولما مات أبو جعفر في سنة 158 هـ، ظن الثوري أن الخلاف الذى كان بينه وبين الحكومة قد دفن معه.\nوكان قد قاسى الشدة حين اختفائه بمكة.\nفكان لا يرى ان يبقى على تلك الحالة الصعبة، بل يود أن يسالم الحكومة ويسمك لسانه.\nفجاءوا به الى المهدى. فلما دخل عليه الثوري، سلم تسليم العامة، والربيع قائم على رأسه متكئا على سيفه يراقب أمره.\nفأقبل عليه المهدى بوجه طلق، وقال\n",
                    "footnotes": []
                },
                {
                    "page": "25",
                    "pageNumber": 24,
                    "title": "مرتبته في التفسير",
                    "content": "\nله (يا سفيان، تفر منا ههنا وههنا، وتظن أنا لو اردناك بسوء لم نقدر عليك.\nفقد قدرنا عليك الان. أفما تخشى ان نحكم فيك بهوانا) ؟ قال سفيان (إن تحكم في بحكم يحكم فيك ملك قادر يفرق بين الحق والباطل) فقال له\nالربيع (إلهذا الجاهل أن يستقبلك بمثل هذا! إئذن لى أن أضرب عنقه) فقال له المهدى (اسكت ويلك! وهل يريد هذا وأمثاله إلا أن نقتلهم فنشقى بسعادتهم.\nاكتبوا عهده على قضاء الكوفة على أن لا يعترض عليه في حكم) فكتب عهده ودفع إليه، فأخذه وخرج فرمى به في دجلة وهرب.\nفطلب في كل بلد فلم يوجد.\nولما امتنع من قضاء الكوفة، ويولاه شريك بن عبد الله النخعي قال الشاعر: تحرز سفيان وفر بدينه * وأمسى شريك مرصدا للدراهم أمر المهدى بطلبه قال ابن سعد، فطلب الثوري.\nفخرج الى مكة.\nفكتب المهدى أمير المؤمنين الى محمد بن إبراهيم وهو على مكة يطلبه.\nفبعث محمد الى سفيان فأعلمه ذلك وقال (إن كنت تريد إتيان القوم فاظهر حتى أبعث بك إليهم وإن كنت لا تريد ذلك فتوار) فتوارى سفيان وطلبه محمد بن إبراهيم.\nأمر مناديا فنادى بمكة (من جاء بسفيان فله كذا وكذا) فلم يزل متواريا بمكة لا يظهر إلا لاهل العلم ومن لا يخافه.\nوحينما كان متواريا بمكة لقيه الفقر والفاقة.\nحتى أن أخته بعثت مرة مع أبى شهاب الحناط بجراب فيه كعك وخشكنانج فقدم هو مكة فسأل عنه.\nفقيل له، إنه ربما يقعد دبر الكعبة مما يلى باب الحناطين.\nقال أبو شهاب، فأتيته هناك.\nوكان لى صديقا فوجدته مستلقيا فسلمت عليه.\nفلم يسألنى تلك السألة، ولم يسلم علي كما كنت أعرف منه.\nفقلت له (إن أختك بعثت إليك\n",
                    "footnotes": []
                },
                {
                    "page": "26",
                    "pageNumber": 25,
                    "title": "مرتبته في التفسير",
                    "content": "\nمعى بجراب فيه كعك وخشكنانج) فعجل على واستوى جالسا فقلت (يا أبا عبد الله أتيتك وأنا صديقك فسلمت عليه فلم ترد على ذلك الرد.\nفلما أخبرتك أنى أتيتك بجراب كعك لا يساوى شيئا، جلست وكلمتني) فقال (يا أبا شهاب لا تلمني فإن هذه لى ثلاثة أيام لم أذق فيها ذواقا) .\nقال أبو شهاب فعذرته) عند المهدى بمكة فلما حج المهدى في سنة 160 هـ، دخل عليه سفيان وقال له مثل ما قال لابي جعفر المنصور (حج عمر بن الخطاب فأنفق في حجته ستة عشر دينارا.\nوأنت حججت فأنفقت في حجتك بيوت الاموال) فقال (أي شئ تريد؟ أكون مثلك) ؟ قال (فوق ما أنا فيه ودون ما أنت فيه) فقال وزيره أبو عبيد الله: يا أبا عبد الله قد كانت كتبك تأتينا فننفذها) قال (من هذا) ؟ قال المهدى (أبو عبيد الله وزيرى) قال (احذره فإنه كذاب أنا كتبت اليك) ؟.\nثم قام فقال له المهدى: أين أبا عبد الله؟ قابل (أعود) وكان قد ترك نعله حين قام فعاد فأخذها ثم مضى فانتظره المهدى فلم يعد قال (وعدنا أن يعود فلم يعد) قيل له إنه قد عاد لاخذ نعاله.\nفغضب فقال (قد آمن الناس إلا سفيان الثوري.\nيونس بن فروة الزنديق) قرنه بزنديق.\nقال، فإنه ليطلب وإلخلفى المسجد الحرام.\nفذهب فألقى نفسه بين النساء فجللنه قيل له (لم فعلت) ؟ قال (إنهن أرحم) ثم خرج الى البصرة فلم يزل بها حتى مات وروده البصرة قال ابن سعد فلما خاف سفيان بمكة من الطلب خرج الى البصرة فقدمها فنزل قرب منزل يحيى بن سعيد القطان فقال لبعض أهل الدار (أما قربكم أحد من أصحاب الحديث) ؟ قالوا (بلى يحيى بن سعيد) قال\n",
                    "footnotes": []
                },
                {
                    "page": "27",
                    "pageNumber": 26,
                    "title": "مرتبته في التفسير",
                    "content": "\n(فجئني به) فأتاه به فقال (أنا ههنا منذ ستة أيام أو سبعة) فحوله يحيى الى جواره وفتح بينه وبينه بابا.\nوكان يأتيه بمحدثي أهل البصرة يسلمون عليه ويسمعون منه فكان فيمن أتاه جرير بن حازم والمبارك بن فضالة وحماد بن سلمة ومرحوم العطار وحماد بن زيد وغيرهم.\nوأتاه عبد الرحمن بن مهدى ولزمه فكان يكتبان عنه تلك الايام.\nوكلما أبا عوانة أن يأتيه فأبى وقال (رجل لا يعرفني كيف آتيه) ؟ وذلك أن أبا عوانة سلم عليه بمكة فلم يرد عليه سفيان السلام.\nوكلم في ذلك، فقال (لا أعرفه) ولما تخوف سفيان ان يشتهر في مقامه بالبصرة قرب يحيى بن سعيد قال له (حولني من هذا الموضع) فحوله الى منزل الهيثم بن منصور الاعرجي من بنى سعد بن زيد مناة من بنى تميم.\nفلم يزل فيهم المراسلة بينه وبين الخليفة وحين قيامة بالبصرة كلمه حماد بن زيد في تنحيه عن السلطان وقال (هذا فعل أهل البدع.\nوما تخاف منهم؟) فأجمع سفيان وحماد بن زيد على أن يقدما بغداد.\nوكتب سفيان الى المهدى (أو الى يعقوب بن داود) فبدأ بنفسه فقيل له (إنهم يغضبون من هذا) فبدأ بهم.\nفأتاه جواب كتابه بما يحب من القريب والكرامة واليمع منه والطاعة فكان على الخروج إليهم إذ حمى.\nواشتد به المرض وقارب الهلاك.\nفلما أحس بالموت جزع فقال له مرحوم بن عبد العزيز (يا أبا عبد الله ما هذا الجزع؟ إنك تقدم على الرب الذى كنت تعبده) فسكن وهدأ وقال (انظروا من ههنا من أصحابنا الكوفيين) فأرسلوا الى عبادان فقدم عليه عبد الرحمن بن عبد الملك والحسن بن عياش أخو أبى بكر بن عياش.\nفأوصى الى الحسن بن عياش في تركته وأوصى عبد الرحمن أن يصلى عليه فأقاما عنده حتى مات\nفخرج بجنازته على أهل البصرة فجأة وسمعوا بموته.\nوشهده الخلق.\nوصلى عليه\n",
                    "footnotes": []
                },
                {
                    "page": "28",
                    "pageNumber": 27,
                    "title": "مرتبته في التفسير",
                    "content": "\nعبد الرحمن بن عبد الملك وكان رجلا صالحا رضيه سفيان لنفسه ونزل في حفرته ونزل معه خالد بن الحارث وغيرهما ودفنوه ثم انصرف عبد الرحمن بن عبد الملك والحسن بن عياش الى الكوفة فاخبرا أهلها بموت سفيان وقال السمعاني: إنه كان انتقل الى عبد الرحمن بن مهدى قبل موته فغسله هو ويحيى بن سعيد ودفن في مقابر بنى كليب بالبصرة وقت العشاء وكان أبو حاتم الرازي قد زار قبره هناك وقال الخطيب (إن بنى تميم كانوا لا يحبون ان يصلى يمانى على مضرى فقيل لهم ما أوصاه به الثوري، فسكتوا) وقال أبو داؤد (مات سفيلن بالبصرة ودفن ليلا ولم نشهد الصلاة يعنى عليه - وغدونا على قبره ومعنا جرير فصلى بنا على قبره، ومعنا جرير بن حازم وسلام بن مسكين.\nفتقدم جرير فصلى بنا على قبره.\nثم بكى فقال إذا بكيت على قبر لتكرمه * فبك الغداة على الثوري سفيان ورثاه أبو زياد الفقيمى.\nفقال لقد مات سفيان حميدا مبرزا * على كل قار هجنته المطامع يلوذ بأبواب الملوك بنية * مبهرجة والزى فيه التواضع يشمر عن ساقيه والرأس فوقه * قلنسوة فيها اللصيص المخادع جعلتم فداء للذى صان دينه * وفر به حتى حوته المضاجع على غير ذنب كا إلا تنزها * عن الناس حتى ادركته المصارع بعيد من أبواب الملوك مجانب * وإن طلبوه لم تنله الاصابع فعينى على سفيان تبكى حزينة * شجاها طريد نازح الدار شاسع\nيقلب طرفا لا يرى عند رأسه * قريبا حميما أوجعته الفواجع فجعنا به حبرا فقيها مؤدبا * بفقه جميع الناس قصد الشرائع على مثله تبكى العيون بفقده * على واصل الارحام والخلق واسع\n",
                    "footnotes": []
                },
                {
                    "page": "29",
                    "pageNumber": 28,
                    "title": "مرتبته في التفسير",
                    "content": "\nتاريخ وفاته قال ابن سعد (اجمعوا لنا أنه توفى بالبصرة وهو مستخف في شعبان سنة 161 هـ (778 م) في خلافة المهدى) واختاره البخاري.\nالطبري والمسعودي.\nالخطيب.\nابن النديم.\nالحاكم والسمعاني وابن الجوزى وابن الاثير وابن خلكان والذهبي وابن حجر وغيرهم وروى الخطيب عن خيفة بن خياط انه مات سنة 162 هـ (779 م) وذكرها ابن خلكان واليافعي أيضا - لكنهم ضعفوا هذا القول واختلف في عمره فالاصح أنه مات وهو ابن 64 سنة لان موسى بن داؤد قال سمعت سفيان الثوري يقول سنة ثمان وخمسين (لى إحدى وستون سنة) وروى الخطيب عن أبى نعيم أنه مات وهو إبن 66 سنة واختار هده الرواية السمعاني والذهبي في الدول واليافعي والناوى وابن العماد.\nوعند المسعودي كان له 63 سنة حين قضى نحبه زواجه وكان الثوري مع الزهد عن الدنيا يقول (كثرة النساء ليست من الدنيا لان عليا رضى الله عنه كان من أزهد الصحابة وكان له أربع نسدة وتسع عشرة سرية) لكنه كان يكره أن يتزوج امرأة ذات مال.\nبل يكره التزويج نفسه مخافة ان يكون له ولد فيأكل حسناته قال منصور بن سابق: ألح على سفيان رجل من إخوانه من أهل البصرة في التزويج فقال له: (فزوجني)\n",
                    "footnotes": []
                },
                {
                    "page": "30",
                    "pageNumber": 29,
                    "title": "مرتبته في التفسير",
                    "content": "\nقال: فخرج سفيان الى مكة وأتى الرجل البصرة، فخطب عليه امرأة من كبار أهل البصرة ممن لها المال والشرف.\nفأجبوه.\nوهيأت قطارا من الحشم والمال، حتى قدمت مكة على سفيان.\nفأتى الرجل سفيان فقال له (أخطب عليك) ؟ فقااال (من) ؟ قال (ابنة فلان) فقال (ما لى فيها حاجه إنما سألتك أن تزوجني امرأة مثلى) .\nقال (فإنهم قد أجابوا) فقال له (ما لى فيها حاجه) قال (تفضحني عند القوم) قال (ما لى فيها حاجه) قال (وكيف أصنع) ؟ قال (إرجع الى القوم فقل لهم لا حاجة لى فيها) قال: فرجع فأخبرهم فقالت الورأة فبأى شئ يكرهنى) ؟ قال: قلت (المال) قالت (فإنى أخرج من كل مال لى، وأصبر معه) قال: فجاء الجل نشطا فأخبره فقال (لا حاجة لى فيها إمرأة نشأت في الخير ملكة لا تصبر على هذا فأبى أن يقبلها فرجعت وقبيل لسفيان (أي شئ تكرهه في التزويج) ؟ قال (أخاف أن يكون لى ولد) ومع هذا قد نكح مرتين.\nفولدت له زوجته الاولى إبنا مات في حياته ثم نكح أم أبى حذيفة النهدي حين اختفائه بالبصرة فلم تلد له.\nولم يعقب سفيان ولاجل ذلك وهب كل ماله (وكان مائة وخمسين دينارا) لاخته وإبن أخته عمار بن محمد.\nولم يرثه مبارك بن سعيد أخوه.\nكتب الثوري قد صرح المؤرخون أن للثوري غير واحد من الكتب في التفسير والحديث والفقه والاختلاف والزهد.\nوعده ابن الجوزى في المصنفين من العلماء المتقدمين\n",
                    "footnotes": []
                },
                {
                    "page": "31",
                    "pageNumber": 30,
                    "title": "مرتبته في التفسير",
                    "content": "\nقال الخطيب: وكان أصحاب الحديث يأتونه في مكانه حين اختفائه بالبصرة في بيت يحيى بن سعيد القطان.\nفإذا سمع بصاحب حديث بعث إليه، وكان يقول (أنت (يعنى يحيى) تريد مثل أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ.\nأين تجد كل وقت هذا؟ اذهب الى الكوفة فجئني بكتبي أحدثك) قال له يحيى (أنا أختلف إليك وأخاف على دمى. فكيف أذهب، فأتي بكتبك) ؟ قال (وكان يحيى جبانا جدا) وقال ابن الاسود الحارثى (خاف سفيان شيئا فطرح كتبه فلما أمن أرسل الى وإلى يزيد بن توبة الرهبى فقال (أخرجوا الكتب) فدخلنا البئر فجعلنا نخرجها فأقول (يا أبا عبد الله وفى الركاز الخمس) وهو يضحك فأخرجنا تسع قمطرات كل واحد الى هنا وأشار الى أسفل ثدييه قال، فقلت (اعزل لى كتابا تحدثني به) فعزل لى كتابا فحدثني به) وإذ قضى الثوري أكثر عمره في الكوفة وكانت هي مركز جولاته الى سنة 155 هـ، فنحن على اليقين في أنه صنف أكثر الكتب أو كلها في الكوفة ثم لما خرج منها في السنة المذكورة خوفا على نفسه من الخليفة تركها في بيته ونظن أن واحدا من تلاميذه جاء بها إليه حين كان هو مستترا بالبصرة ليريها عنه.\nثم طرحها الثوري حين خاف شيئا ثم أخرجها لما أمن وحدث بها.\nوأيضا نجزم بأن ما أخرج من البئر من الكتب كان تسع قمطرات كل واحده الى أسفل من ثديى الرجل.\nوالظاهر ان الكتب التى نسبها المؤرخون الى الثوري لا يمكن ان تبلغ الى تسع قمطرات.\nفهل لعب بها الحدثان مثل مؤلفات معاصريه أم في الرواية شئ من المبالغة؟ فلولا ان عندنا قول ابن قتيبة (وأوصى الى عمار بن سيف في كتبه فمحاها، وأحرقها) فيتضح منه ان الكتب المذكورة في التاريخ والتذكرة هي البقية التى كانت قد رويت وانتشرت في البلاد ولذا لم تصل إليها يد النار\n",
                    "footnotes": []
                },
                {
                    "page": "32",
                    "pageNumber": 31,
                    "title": "مرتبته في التفسير",
                    "content": "\nفأول تلك الكتب 1 - الجامع الكبير في الفقه والاختلاف.\nذكره ابن النديم، وقال (يجرى مجرى الحديث) وايضا ذكره أبو بكر ابن خليفة في فهرست مروياته والعلامة محمد عابد السندي في حصر الشارد وكان الجامع الكبير هذا من أطول الكتب.\nوكان يضرب للشئ الجامع كل شئ كما يضرب لسفيانة نوح.\nقال ابن الحاج: فقر وذل وخمول معا * أحسنت، يا جامع سفيان قا لابن ماكولا في ترجمة على بن زياد العبسى التونسى انه روى عن الثوري وأدخل المغرب جامع الثوري 2 - الجامع الصغير.\nذكره ابن النديم في فهرسته، وقال: رواه جماعة 3 - كتاب الفرائض ذكره ابن النديم والعلامة السندي 4 - كتاب آداب سفيان الثوري.\nذكره أبو بكر بن خليفة في فهرست مروياته 5 - كتاب التفسير ذكره الحاج خليفة باسم (تفسير الثوري) لكنه لم ير نسخته بنفسه فأحال النسبة على الثعلبي بقوله (ذكره الثعلبي) وأيضا ذكره العسقلاني في التهذيب 4 / 159 في ذكر سلمة بن نبيط فقال (وقع له (أي للتفسير) ذكر في مسند أثر علقه البخاري في أواخر الطلاق (باب اللعان) وعن الضحاك بن مزاحم في قوله تعالى: ثلاثة أيام إلا رمزا، اشارة.\nوهذا وصله الثوري في تفسيره\n",
                    "footnotes": []
                },
                {
                    "page": "33",
                    "pageNumber": 32,
                    "title": "مرتبته في التفسير",
                    "content": "\nرواية أبى حذيفة عنه عَنْ سَلَمَةَ بْنِ نُبَيْطٍ عَنِ الضحاك بهذا) ورواه العلامة السندي أيضا باسناد حذيفة عنه كما في حصر الشارد (أما كتاب التفسير لامام الثوري، فأنا أرويه عن الشيخ صالح الفلاني عن محمد بن سنه عن مولاى الشريف محمد بن عبد الله باجازته، عن محمد بن عبد الرحمن العلقمي عن الحافظ السيوطي عن الحافظ الذهبي، نا أحمد بن على بن الحسن الجزرى نا محمد بن إسمعيل بن أبى الفتح خطيب مرو نا على بن حمزة بن على بن طلحة البغدادي، نا أبو القاسم هبة الله بن محمد بن عبد الواحد بن الحصين نا محمد بن محمد بن أبى إبراهيم بن غيلان، نا محمد بن عبد الله بن إبراهيم الشافعي نا اسحاق بن الحسن الحربى، نا أبو حذيفة موسى بن مسعود النهدي، عن سفيان الثوري) وذكر ابن النديم وأبو المحاسن في تاريخه رسالتين له.\nأولاهما رسالة الى عباد بن عباد الارسوفى وقد تقدم في ذكر زهد الثوري.\nوالاخرى في موضع اسمها بياض في الفهرست وذكر الحاكم نخسا أخرى له فقال:\n(1) نسخ الثوري وغيره من مشائخ العرب، ينفرد بها الهياج بن بسطام الهروي عنهم\n(2) نسخ أخرى للثوري وغيره ينفرد بها أبو مهران بن أبى عمر الرازي عنهم\n(3) نسخ للثوري وغيره، ينفرد بها نوح بن ميمون المرزوى عنهم\nالنسخة الرامبورية لتفسير الثوري\nأما تفسير الثوري فلا توجد له نسخة سوى نسختنا.\nوهذه النسخة ناقصة\n",
                    "footnotes": []
                },
                {
                    "page": "34",
                    "pageNumber": 33,
                    "title": "كيفية النسخة وكميتها",
                    "content": "\nمن الاول والاخر كليهما، وهناك سفيانان في عصر واحد: الثوري وابن عيينة، ولكليهما تفسير القرآن الكريم كما صرح به الحاج خليفة في كشف الظنون فلم أجترى على نسبته الى الثوري حتى وجدت دليلين قويين:\nالاول انه ذكر في أول سورة و (الصافات) إسناد لفظه (حَدَّثَنَا مُحَمَّدٌ ثَنَا أَبُو حُذَيْفَةَ ثنا سفيان) وأبو حذيفة هذا هو موسى بن مسعود النهدي الذى لازم الثوري بالبصرة.\nوكان العلامة السندي قد ذكره في اسناده لتفسير الثوري\nوالثانى: أنى وجدت في تفسير (وإهلكم إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هو الرحمن الرحيم) (البقرة) إسنادا لفظه (سفيان عَنْ أَبِيهِ سَعِيدِ بْنِ مَسْرُوقٍ عن أبى الضحى) وكان سعيد اسم أبى الثوري فجزمت بأن ما كان من الاوراق هو جزء من كتاب التفسير للثوري\nكيفية النسخة وكميتها\nوالنسخة مكتوبة بالنسخ القريب من الكوفى العادى على كاغد عربي لونه مائل الى الحمرة.\nولا يبعد ان يكون قد كتبت في المائة الثالثة من الهجرة وفى أول النسخة وآخرها نقصان لا يمكن تعيينه وتقديره على التخمين لان الصفحات خالية عن الاعداد.\nوالاوراق عليها أثر البلى الخفيف.\nوعدد الاوراق 18 - وعدد السطور 27 - 31.\nوطول الكتاب وعرضه 26 + 8017.\nوطول الكتابة وعرضها 3017 + 12.\nومن خصائص كتابتها\nان الكاتب:\n1 - لم يلتزم رسم المصاحف العثمانية في كتابة آيات القرآن الكريم.\n2 - ولم يكتب الالف في ابن عباس وابن مسعود وامثالهما الا في مواضع قليلة.\n3 - ولم يكتبها في سفيان وحارث وأمثالهما.\n4 - ولم يكتب الهمزة في حكماء وعلماء وأمثالهما، وكتب عوضها المد على الالف\n",
                    "footnotes": []
                },
                {
                    "page": "35",
                    "pageNumber": 34,
                    "title": "كيفية النسخة وكميتها",
                    "content": "\nولم يكتب في السائب ووائل وأمثالهما.\n6 - ولم يكتبها في تقرؤنها وأمثالها\n7 - ولم يكتب الواو العاطفة في قوله (صلى الله سلم) وأول النسخة (الْإِسْلَامُ يَعْنِي ظَوْرَتَهُمْ.\nفَنَزَلَتْ (لا إكراه في الدين) سفيان عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ (وَيَلْعَنُهُمُ اللَّاعِنُونَ) قَالَ الْعَقَارِبُ وَالْخَنَافِسُ وَالدَّوَابُّ يَقُولُونَ (حُبِسَ عَنَّا الْمَطَرُ بِذُنُوبِ بَنِي آدم) وخاتمتها (سورة والطور - سفيان عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عباس قال ان الله ... ) وقد فسرت في هذه النسخة من سور القرآن العزيز:\n(1) سورة البقرة\n(2) وسورة آل عمران\n(3) وسورة النساء\n(4) وسورة المائدة\n(5) وسورة الانعام\n(6) وسورة الاعراف\n(7) وسورة الانفال\n(8) وسورة براءة\n(9) وسورة يونس\n(10) وسورة هود\n(11) وسورة يوسف\n(12) وسورة الرعد\n(13) وسورة إبراهيم\n(14) وسورة الحجر\n(15) وسورة النحل\n(16) وسورة بنى إسرائيل\n(17) وسورة الكهف\n(18) وسورة مريم\n(19) وسورة طه\n(20) وسورة اقترب\n(21) وسورة الحج\n(22) وسورة المؤمنين\n(23) وسورة النور\n(24) وسورة الفرقان\n(25) وسورة الشعراء\n(26) وسورة طس النمل\n(27) وسورة القصص\n(28) وسورة العنكبوت\n(29) وسورة الروم\n(30) وسورة لقمان\n(31) وسورة الم السجدة\n(32) وسورة الاحزاب\n(33) وسورة سبأ\n(34) وسورة الملائكة\n(35) وسورة يس\n(36) وسورة الصافات\n(37) وسورة ص\n(38) وسورة الزمر\n(39) وسورة المؤمن\n(40) وسورة حم السجدة\n(41) وسورة عسق\n(42) وسورة الزخرف\n(43) وسورة الجاثية\n(44) وسورة الاحقاف\n(45) وسورة الفتح\n(46) وسورة الحجرات\n(47) وسورة ق\n(48) وسورة الذاريات\n(49) وسورة الطور.\nوالسور كلها على الترتيب العثماني.\nوسقط بينها تفسير سورة محمد\n",
                    "footnotes": []
                },
                {
                    "page": "36",
                    "pageNumber": 35,
                    "title": "رواة هذه النسخة",
                    "content": "\nوسورة الدخان، كأن الثوري لم يكن عنده فيهما شئ.\nأما الايات، فليس على النهج المتعارف.\nفتفسير الاية المتأخرة مقدم على الاية المتقدمة.\nوتفسير بعض الايات يوجد في تفسير الايات لسورة أخرى وعدد روايات هذه النسخة 911.\nوأكثرها مروية عن مفسري مكة.\nوفيها روايات رفعت الى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وسلم وروى الثوري من الصحابة عن أبى بكر وعمر بن الخطاب وعلى بن أبى طالب وعبد الله بن مسعود وأبى بن كعب وعبد الله بن عمر وأنس بن مالك وأبى سعيد الخدرى وزبير بن العوام وأبى هريرة وعمار بن ياسر وإبى ذر وابن عباس والبراء بن عازب وجابر بن عبد الله وحذيفة بن اليمان وخباب بن الارت وسعد بن أبى وقاص وسلمان الفارسى وعقبة بن عامر رضى الله عنهم أجمعين ومن أمهات المؤمنين عن عائشة وأم سلمة رضى الله عنهما\nوأكثر رواياته منقطعة رواها عن مجاهد وعكرمة وسعيد بن جبير وأبى رزين والشعبى والسدى وعطاء وطاؤس وسعيد بن المسيب وشريح والحسن البصري وضحاك بن مزاحم وعمرو بن ميمون وعلقمة وحبيب بن أبى ثابت وقاسم بن محمد ومسروق ومحمد بن كعب القرظى وأبى الهيثم وأبى مجلز وغيرهم\nرواة هذه النسخة\nوروى هذا التفسير عن تلميذه أبو خذيفة.\nوهو موسى ابن مسعود النهدي البصري المؤدب.\nوهو من رواة البخاري ووالترمذى وأبى داود وابن ماجة.\nوروى هو عن الثوري وغيره وعنه البخاري وطائفة قال ابن معين: (هو مثل عبد الرزاق وقبيصة ويعلى وعبيد الله في الثوري) وقال أحمد (انه\n",
                    "footnotes": []
                },
                {
                    "page": "37",
                    "pageNumber": 36,
                    "title": "رواة هذه النسخة",
                    "content": "\nمن أهل الصدق) وقال أبو حاتم (صدوق معروف بالثوري.\nولكن كان يصحف) وقال ابن سعيد (كثير الحديث ثقة إن شاء الله.\nوكان حسن الرواية عن عكرمة بن عمار وزهير بن محمد وسفيان الثوري) .\nوقال العجلى: (ثقة صدوق) وضعفه بندار والترمذي.\nوذكره ابن حبان في الثقات وقال (يخطئ) وقال ابن خزيمة (لا أحدث عنه من يبصر الحديث) وقال أبو احمد الحاكم (ليس بالقوى عندهم) ويروى عن الامام أحمد أنه قال مرة (كان سفيان الذى يحدث عنه أبو حذيفة ليس هو سفيان الذى يحدث عنه الناس) مات في جمادى الاخرة سنة 220 هـ (835 م) وقيل سنة 226 هـ (841 م) .\nورواه عن أبى حذيفة اسحق بن الحسن الحربى كما وقع في اسناد العلامة السندي في حصر الشارد.\nورواه عنه أيضا محمد المكنى بأبى جعفر كما وجدنا في أسانيد بعض الاثار من نسختنا هذه.\nفمن هذا الراوى عن أبى حذيفة؟ كان ظنى قى بدء الامر ان محمدا وأبا جعفر رجلان.\nوهما محمد بن المثنى أبو موسى البصري، وأبو جعفر بن جرير الطبري صاحب التفسير المشهور.\nلكن صرفني عن هذا الظن ان ذكر أبى جعفر قد جاء في موضع بلفظ (شك أبو جعفر) وفى موضع آخر بلفظ (الشك من أبى جعفر) وكان ذلك أشارة الى أن أبا جعفر كنية احد من رواة الاثرين.\nورواتهما محمد وأبو حذيفة والثوري وابن جريج وسلنة بن كهيل وابن أبى مليكة ومجاهد.\nوليس فيهم\n",
                    "footnotes": []
                },
                {
                    "page": "38",
                    "pageNumber": 37,
                    "title": "مآخذ ترجمة الثوري",
                    "content": "\nمن يكنى بأبى جعفر.\nفلم يبق الا محمد قمن هذا الذى يسمى بمحمد ويكنى بأبى جعفر؟ بالاسف لم أعثر على تعيينه بعد البحث عنه.\nلعل الله يحدث بعد ذلك امرا.\nمآخذ ترجمة الثوري\nولترجمة الثوري ولترجمة قد راجعت: ابن سعد في الطبقات 6: 257 الى 260 والبخاري في التاريخ الكبير 2: 93 2 الى 94 والصغير 186 و 187 و 216 ومسلما في المنفردات 32 وابن قتيبة في المعارف 217 و 268 وابن رستة في الاعلاق النفيسة 219 والدولابي في الكنى: 56 2 والطبري في الذيل المذيل 105 وابن ابي حاتم في الجرح 2: 222 1 الى 225 وتقدمة المعرفة 55 الى 126 وابن النديم في الفهرست 314 والحاكم في المعرفة 106 و 165 و 174 وابن ماكولا في الكمال 1: 568 وابن القيسراني المقدسي في الجمع بين رجال الصحيحين 1: 194 والانساب 27 و 179.والشهرستاني في الملل 65 والسمعاني في الانساب 117 الف وادب الاملاء 6 وغيرها وابن الجوزي في صفة الصفوة 3: 82 الى 84 والتلقيح 235 وابن الاثير في جامع الاصول 2: 822 الف واخاه في الكال 6: 20 والقفطي في الوفيات 1: 296 وابا الفداء في المخنصر 2: 9 والتبريزي في الرجال 23 ب الذهبي في التذكرة 1: 190 الى 193 والكاشف 36 الف والدول 6 1 78 واليافعي في مرآة الجنان 1: 345 الى 347 وابن كثير في البداية 10: 134 وشمس الدين الحسيني في مختصر مجمع الاحباب 279 الف الى 287 الف والقرشي في الجواهر المضيئة 1: 250 والقلقشندي في نهاية الارب\n",
                    "footnotes": []
                },
                {
                    "page": "39",
                    "pageNumber": 38,
                    "title": "مآخذ ترجمة الثوري",
                    "content": "\n201 والجزري في الغاية 1: 308 وابن العجمي في نهاية السوال 121 ب والعسقلاني في التهذيب 4 / 111 الى 115 التقريب 151 والمدلسين 10 والعيني في العمدة 1: 260 والسيوطي في التلخيص 45 والخزرجي في الخلاصة 145 والشعراني في اللواقح 1: 52 الى 56 والفتني في الرجال 81 الف وب الكفوي في اعلام الاخيار 65 ب الى 66 ب والدهلوي في الاكمال 116 الشذرات 1: 250 والزركلي في الاعلام 3: 158.\nوقد ذكره من علماء الشعية الكشي في معرفة اخبار الرجال 248 والطوسي في الرجال 110 والحلي في الخلاصة 109 والاسترابادي في منهج المقال 154 الف واللاهجي في خير الرجال 60 الف الى 61 الف والكلابلابي في منتهى المقال 148.\nمن الواجب في الختام ان اشكر وزارة المعارف الجليلة على اعانتها الجزيلة في نشر هذا الكتاب واشكر ايضا عمال هندوستان برنتنك وركس على سعيهم الجميل في صحة الطباعة وحسنها.\nوادعو للذين استفدت من كتبهم ان يعطيهم الله درجات عالية في جنات عدن.\nواستغفر الله لي من الخطا والسهو والنسيان في التصحيح والتحشية.\nوالحمد لله اولا وآخرا.\nوالصلوة والسلام على رسوله محمد وآله واصحابه ظاهرا وباطنا.\nمكتبة رضا - رامبور الهند\nامتياز علي عرشي مدير المكتبة\n",
                    "footnotes": []
                },
                {
                    "page": "41",
                    "pageNumber": 39,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nبِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ\n(وَمِنْ سورة البقرة)\n1: 110 قال سفيان نَزَلَتْ أَرْبَعُ آيَاتٍ مِنْ أَوَّلِ البقرة في نعت المؤمنين وثلث آيات في نعت الكافرين وثلث عَشْرَةَ آيَةً فِي نَعْتِ الْمُنَافِقِينَ 1: 109 قال سفيان وَكَانَ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَءُونَهَا عَلَى قُلُوبِهِمْ وَعَلَى سَمْعِهِمْ وَعَلَى أَبْصَارِهِمْ غشاوة (الآية 7) 3: 6 - سُفْيَانُ عَنْ أَبِي الْهَيْثَمِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ جل وعز أو كصيب من السماء قال السحاب فيه المطر الآية 19\n",
                    "footnotes": []
                },
                {
                    "page": "42",
                    "pageNumber": 40,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nسفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قول الله جل وعز يا أيها النَّاسُ اعْبُدُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ وَالَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ قال تطيعون (الآية 21) 5: 133 سفيان عَنْ مُجَاهِدٍ فَلا تَجْعَلُوا لِلَّهِ أندادا قال عدلاء وأنتم تعلمون يَا أَهْلَ الْكِتَابِ تَعْلَمُونَ أَنَّهُ واحد في التورية والانجيل (الآية 22) 6: 113 سفيان في قول الله وجل وعز سنة الناس والحجارة قَالَ حِجَارَةٌ مِنْ كِبْرِيتٍ وَقَالَ إبن مسعود كبريت أحمر (الآية 24) 7: 111 سفيان فِي قَوْلِهِ وَأُتُوا بِهِ مُتَشَابِهًا قال متشابها لونه واحد مختلف طعمه (الآية 25)\n",
                    "footnotes": []
                },
                {
                    "page": "43",
                    "pageNumber": 41,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n8: 112 قال سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ لهم فيها أزواج مطهرة قَالَ لَا يُمْنِينَ وَلَا يَتَغَوَّطْنَ ولا يمتخطن وفي ولا يتطهرن (الآية 25) 9: 72 سفيان عن أبي إسحق عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ فِي قَوْلِهِ جَلَّ وَعَزَّ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثم يميتكم ثم يحييكم) قَالَ هِيَ مِثْلُ الْآيَةِ الَّتِي فِي أَوَّلِ الْمُؤْمِنِ رَبَّنَا أَمَتَّنَا اثنتين وأحييتنا اثنتين) (الآية 28) 10: 20 سفيان عَنْ سَالِمِ بْنِ أَبِي حَفْصَةَ عن رجل عن بن عَبَّاسٍ قَالَ إِنَّ اللَّهَ جَلَّ وَعَزَّ أَخْرَجَ آدَمَ مِنَ الْجَنَّةِ مِنْ قَبْلِ أَنْ يَخْلُقَهُ ثُمَّ قَرَأَ إِنِّي\n",
                    "footnotes": []
                },
                {
                    "page": "44",
                    "pageNumber": 42,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nجاعل في الأرض خليفة) (الآية 30) 11: 114 سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ) قال نمجدك كل ونعظمك (الآية 30) 12: 115 قال سفيان كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا فأزلهما الشياطين (الآية 36) 13: 116 قال سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ أوفوا بعهدي قال بأمري (أوف بعهدكم) قال بما أمرتكم به (الآية 40)\n",
                    "footnotes": []
                },
                {
                    "page": "45",
                    "pageNumber": 43,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n14: 117 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ فِي قَوْلِ اللَّهِ جَلَّ وَعَزَّ (وَاسْتَعِينُوا بالصبر وبالصلاة (الآية 45) 15: 120 قال سفيان قال مجاهد لكبيرة الا على الخاشعين قال المؤمنين حقا يظنون يَعْلَمُونَ كُلُّ ظَنٍّ فِي الْقُرْآنِ فهو علم (الآية 45، 46)\n16: 130 سفيان في قوله منه الى بارئكم قال خالقكم الذي خلقكم (الآية 54) .\n17: 121 قال سفيان قَالَ مُجَاهِدٌ فِي قَوْلِهِ جَلَّ وعز وقولوا حطة حَبَّةٌ مِنْ حِنْطَةٍ حَمْرَاءَ فِيهَا شعرة (الآية 59) .\n18: 122 قال سفيان قَالَ ابْنُ مَسْعُودٍ مِنَ التَّبْدِيلِ (الآية 59) .\n19: 87 سفيان عن بن جريج من عَطَاءٍ فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّ مِنْ\n",
                    "footnotes": []
                },
                {
                    "page": "46",
                    "pageNumber": 44,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nبقلها وقثائها وفومها قال فومها: الخبز (الآية 61) .\n20: 123 قال سفيان الصابئين بَيْنَ الْيَهُودِ وَالْمَجُوسِ لَا دِينَ لهم (الآية 62) .\n21: 119 قال سفيان في قوله وموعظة للمتقين قَالَ لِأُمَّةِ مُحَمَّدٍ صَلَّى اللَّهُ سلم (الآية 66) .\n22: 124 قال سفيان فِي قَوْلِهِ جَلَّ وَعَزَّ لا فَارِضٌ وَلا بِكْرٌ عَوَانٌ بَيْنَ ذلك فَارِضٌ مُسِنَّةٌ وَبِكْرٌ صَغِيرَةٌ وَعَوَانٌ الَّتِي قَدْ وَلَدَتْ بَطْنًا أَوْ بطنين قال بين ذلك (الآية 68) .\n23: 125 قال سفيان فِي قَوْلِهِ بَقَرَةٌ صَفْرَاءُ فَاقِعٌ لونها ناصع المبالغ في الصفرة (الآية 69) .\n24: 118 قال سفيان فِي قَوْلِهِ مُسَلَّمَةٌ لا شِيَةَ فيها قَالَ لَيْسَ فِيهَا\n",
                    "footnotes": []
                },
                {
                    "page": "47",
                    "pageNumber": 45,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nلون ولا أثر (الآية 71) .\n25: 126 سفيان فِي قَوْلِهِ مَنْ كَسَبَ سَيِّئَةً قال الشرك\nبه خطيئته قَالَ كُلُّ عَمَلٍ أوْجَبَ عَلَيْهِ النار (الآية 81) .\n26: 127 قال سفيان كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا للناس حسنا (الآية 83) .\n27: 128 قال سفيان فِي قَوْلِهِ وَلَتَجِدَنَّهُمْ أَحْرَصَ النَّاسِ على حيوة قال اليهود (الآية 96) .\n28: 129 سفيان عن بن عباس في قوله بن أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ يَقُولُ أَحَدُهُمْ أَعِيشُ هزار سال (الآية 96) .\n29: 86 سفيان عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سليمن عَنْ عَطَاءٍ قَالَ لا\n",
                    "footnotes": []
                },
                {
                    "page": "48",
                    "pageNumber": 46,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nتقولوا راعنا قال خلافا (الآية 104) .\n30: 38 سفيان عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ غير قال سمعنا (الآية 104) .\n31: 16 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي رُزَيْنٍ فِي قَوْلِ اللَّهِ تَبَارَكَ اسْمُهُ آتَيْنَاهُمُ الْكِتَابَ يَتْلُونَهُ حَقَّ تِلاوَتِهِ قال يتبعونه حق اتباعه (الآية 121) .\n32: 18 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قول الله جل وعز وإذا ابتلى إبراهيم ربه بكلمت فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إماما تقتدا أحمد (الآية 124) .\n33: 46 سفيان عَنْ أَبِي الْهُذَيْلِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَإِذْ جَعَلْنَا الْبَيْتَ\n",
                    "footnotes": []
                },
                {
                    "page": "49",
                    "pageNumber": 47,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nمثابة للناس يَثُوبُونَ إِلَيْهِ لَا يَقْضُونَ مِنْهُ وطرا (الآية 125) .\n34: 106 سفيان عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سليمن عَنْ مُجَاهِدٍ قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ لِلنَّبِيِّ صَلَّى اللَّهُ عليه وسلم لو أتخذنا بعد مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى.\nفَأَنْزَلَ اللَّهُ جَلَّ وَعَزَّ وَاتَّخِذُوا مِنْ مقام إبراهيم مصلى (الآية 125) .\n35: 47 سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ جَلَّ وَعَزَّ وَارْزُقْ أَهْلَهُ مِنَ الثَّمَرَاتِ مَنْ آمَنَ مِنْهُمْ بالله واليوم الآخر قَالَ إِبْرَاهِيمُ لِمَنْ آمَنَ مِنْهُمْ.\nقَالَ اللَّهُ جَلَّ وَعَزَّ وَمَنْ كَفَرَ فَأُمَتِّعُهُ قَلِيلا ثُمَّ أَضْطَرُّهُ الى عذاب النار (الآية 126) .\n36: 42 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ فِي قَوْلِهِ جل وعز وأرنا مناسكنا قال ذبايحنا يقول (الآية 128) .\n37: 133 سفيان في قوله الله قَالَ دِينَ اللَّهِ وَمَنْ أَحْسَنُ\n",
                    "footnotes": []
                },
                {
                    "page": "50",
                    "pageNumber": 48,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nمن الله صبغة قال دينا (الآية 138) .\n38: 48 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ جَلَّ اسْمُهُ سَيَقُولُ السفهاء من الناس قال اليهود (الآية 142) .\n39: 49 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ فِي قوله تبارك وتعالى وكذلك جعلنكم أمة وسطا قال عدلا (الآية 143) .\n40: 50 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ فِي قَوْلِهِ جل\n",
                    "footnotes": []
                },
                {
                    "page": "51",
                    "pageNumber": 49,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nجلاله شهداء على الناس قَالَ عَلَى الْأُمَمِ بِأَنَّ الرُّسُلَ قد بلغوا (الآية 143) .\n41: 51 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ فِي قَوْلِهِ تَبَارَكَ\nوَتَعَالَى وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شهيدا قَالَ شَهِيدًا عَلَيْكُمْ فِيمَا فَعَلْتُمْ (الآية 143) .\n42: 52 سفيان عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ فِي قَوْلِهِ جَلَّ وَعَزّ وَمَا جَعَلْنَا الْقِبْلَةَ الَّتِي كُنْتَ عَلَيْهَا إِلا لِنَعْلَمَ من يتبع الرسول قَالَ صَلَّى رَسُولُ اللَّهِ صَلَّى الله سلم قَبْلَ بَدْرٍ بِشَهْرَيْنِ نَحْوَ بَيْتِ الْمَقْدِسِ وَكَانَ يَرْفَعُ بَصَرَهُ إِلَى السَّمَاءِ وَيُحِبُّ أَنْ يُصْرَفَ فَنَزَلَتْ فيه نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شطر المسجد الحرام (الآية 143، 144) .\n43: 53 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ دينار عن بن عمر قال بينا نَحْنُ فِي مَسْجِدِ قُبَاءَ فِي صَلَاةِ الصُّبْحِ إِذْ جَاءَ رَجُلٌ فَقَالَ أُنْزِلَ عَلَى النَّبِيِّ صَلَّى الله سلم اللَّيْلَةَ قُرْآنٌ فَأُمِرَ أَنْ يَتَحَوَّلَ الى الكعبة فقالوا (هكذي) ؟\n",
                    "footnotes": []
                },
                {
                    "page": "52",
                    "pageNumber": 50,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nوَوَصَفَ ذَلِكَ ثُمَّ اسْتَدَارُوا إِلَى القبلة 44: 54 سفيان عن أبي اسحق عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ صَلَّيْنَا إِلَى بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا أَوْ سَبْعَةَ عَشَرَ شَهْرًا ثُمَّ صُرِفْنَا إِلَى الْقِبْلَةِ 45: 55 قال سفيان فَقِيلَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَيْفَ يُصْنَعُ بِمَنْ قَدْ مَضَى مِنْ أَصْحَابِنَا يَعْنُونَ مَنْ قد صَلَّى إِلَى بَيْتِ الْمَقْدِسِ فَمَاتَ فَنَزَلَتْ وَمَا كَانَ اللَّهُ لِيُضِيعَ إيمانكم قال صلاتكم (الآية 143) .\n46: 56 سفيان عَنْ جَابِرٍ الْجُعْفِيِّ قَالَ أَقْسَمَ بِاللَّهِ الشَّعْبِيُّ مَا رَدَّ\n",
                    "footnotes": []
                },
                {
                    "page": "53",
                    "pageNumber": 51,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى أَهْلِ بَيْتِ الْمَقْدِسِ إِلَّا لِسَخَطِهِ عَلَى أَهْلِ بَيْتِ الْمَقْدِسِ\n47: 101 سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ وَإِنْ كَانَتْ لَكَبِيرَةً إِلا عَلَى الذين هدى الله قال اليهود (الآية 143 48: 102 سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ قال تلقاه (الآية 144) .\n49: 103 وقال سفيان كان ابن عباس يقرؤها حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا وَكَانَ أَنَسُ بْنُ مَالِكٍ يَقُولُ، هُوَ شِعَارٌ كَانَ فِي الجاهلية (الآية 158) .\n50: 2 سفيان عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَيَلْعَنُهُمُ اللَّاعِنُونَ قَالَ الْعَقَارِبُ وَالْخَنَافِسُ وَالدَّوَابُّ يَقُولُونَ حُبِسَ عَنَّا الْمَطَرُ\n",
                    "footnotes": []
                },
                {
                    "page": "54",
                    "pageNumber": 52,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nبذنوب بني ادم (الآية 159) .\n51: 84 سفيان عَنْ أَبِيهِ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ أَبِي الضُّحَى فِي قَوْلِهِ عز وجل إِلَهٌ وَاحِدٌ لا إِلَهَ إِلا هو الرحمن الرحيم قال قال المشركون بِآيَةٍ فَنَزَلَتْ إِنَّ فِي خَلْقِ السموات والارض واختلاف الليل والنهار لآيات الى آخر الآية (الآية 164 163) .\n52: 91 - سفيان عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ قَالَ ابْنُ عَبَّاسٍ حِينَ قَالَ الْمُشْرِكُونَ بِآيَةٍ فَقَالَ ابْنُ عَبَّاسٍ الْآيَةُ كَانَ سَأَلَ الرَّجُلُ فَجَاءَ ثَمَّةَ يقول علامة لهذه الأمة (الآية 164) .\n53: 83 سفيان عَنْ عُبَيْدٍ الْمُكْتِبِ عَنْ مُجَاهِدٍ في قوله جل وعز بهم الأسباب قال تواصلهم في الدنيا (الآية 166) .\n",
                    "footnotes": []
                },
                {
                    "page": "55",
                    "pageNumber": 53,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n54: 3 سُفْيَانُ عَنْ خُصَيْفٍ عَنْ عِكْرِمَةَ في قول الله جلوعز وَمَثَلُ\nالَّذِينَ كَفَرُوا كَمَثَلِ الَّذِي يَنْعِقُ بِمَا لا يَسْمَعُ إِلا دعاء ونداء قال الشاة والبقر والبعير (الآية 171) .\n55: 21 سفيان عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سليمن عَنْ مُجَاهِدٍ فِي قَوْلِهِ جَلَّ وَعَزَّ فَمَا أَصْبَرَهُمْ عَلَى النَّارِ قَالَ مَا أَجْرَأَهُمْ عَلَى النَّارِ قَالَ مَا أَحْمَلُهُمْ عَلَى عَمَلِ أهل النار (الآية 175) .\n56: 105 قال سفيان في قوله عز وجل علي الفقر حتى المضرة وحين البأس القتال (الآية 177) .\n57: 76 سفيان عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ أَنَّ عَلِيًّا دَخَلَ عَلَى رَجُلٍ مِنْ بَنِي هَاشِمٍ وَهُوَ يريد أن يوصي وكان قَلِيلُ الْمَالِ وَكَانَ لَهُ وَلَدٌ فَقَالَ عَلِيٌّ إِنَّمَا قَالَ اللَّهُ تبارك وتعالى ترك خيرا الوصية وَلَيْسَ فِي مَالِكَ\n",
                    "footnotes": []
                },
                {
                    "page": "56",
                    "pageNumber": 54,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nفَضْلٌ عَنْ وَلَدِكَ فَنَهَاهُ عَنِ الوصية (الآية 180) 58: 56 سفيان فِي قَوْلِهِ فَمَنْ خَافَ مِنْ موص جنفا أو إثما قال جنفا خطأ أو إثما عمدا (الآية 182) .\n59: 75 سفيان عن عبد الرحمن بْنِ حَرْمَلَةَ عَنْ سَعِيدٍ فِي قَوْلِ اللَّهِ جَلَّ وَعَزَّ وَعَلَى الذين يطيقونه فدية قَالَ الشَّيْخُ الْكَبِيرُ الَّذِي يَصُومُ فيعجزوا وَالْحَامِلُ إِنْ يَشْتَدَّ عَلَيْهَا الصَّوْمُ يطعمان لكل يوم مسكينا (الآية 184) .\n60: 27 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ كَانَ ابْنُ عَبَّاسٍ يَقْرَؤُهَا وَعَلَى الذين يطيقونه قَالَ الشَّيْخُ الْكَبِيرُ الَّذِي لَا يطيق الصوم 61: 28 حدثنا سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ جَلَّ وَعَزَّ فَمَنْ\n",
                    "footnotes": []
                },
                {
                    "page": "57",
                    "pageNumber": 55,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nتَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ قال أن يطعم مسكينا (الآية 184) 62: 79 سفيان قال قَالَ عَبِيدَةُ السَّلْمَانِيُّ فِي قَوْلِ اللَّهِ جَلَّ وَعَزَّ فَمَنْ\nشَهِدَ منكم الشهر فليصمه قَالَ مَنْ صَامَ أَوَّلَهُ فَلْيَصُمْ آخره (الآية 185) .\n63: 30 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ قَالَ لَمَّا نَزَلَتْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عبادتي سيدخلون جهنم داخرين قَالُوا لَوْ عَلِمْنَا أَيُّ سَاعَةٍ هي قال فنزلت سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ إلى آخر الآية (الآية 186) .\n64: 100 قال سفيان كَانُوا إِذَا نَامُوا لَمْ يَأْكُلُوا وَلَمْ يَقْرَبُوا النِّسَاءَ فَنَزَلَتْ فِي عُمَرَ رَضِيَ اللَّهُ عَنْهُ أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ\n",
                    "footnotes": []
                },
                {
                    "page": "58",
                    "pageNumber": 56,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nلَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ تظلمون أنفسكم (الآية 187) .\n65: 43 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ في قوله جل وعز ما كتب الله لكم قال الولد (الآية 187) .\n66: 97 سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي المساجد قَالَ فَإِنْ خَرَجْتَ فَلَا تُبَاشِرْ (الآية 187) .\n67: 98 سفيان في قوله تبارك وتعالى يسئلونك عن الأهلة قَالَ هِيَ مَوَاقِيتُ لِلنَّاسِ فِي حَجِّهِمْ وَدُيُونِهِمْ وَفِطْرِهِمْ وَنَحْرِهِمْ وَعِدَّةِ نسائهم (الآية 189) .\n68: 29 سفيان عَنْ أَبِي عُمَرَ عَنْ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ فِي قَوْلِهِ جَلَّ وَعَزّ وَلا تُلْقُوا بِأَيْدِيكُمْ إلى التلهكة تعالى قال الا تنفق (الآية 195\n",
                    "footnotes": []
                },
                {
                    "page": "59",
                    "pageNumber": 57,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n69: 31 سفيان عن عثمن بْنِ الْأَسْوَدِ عَنْ مُجَاهِدٍ فِي قوله جل وعز تلقوا بأيديكم إلى التهلكة قَالَ لَيْسَ ذَلِكَ فِي الْقِتَالِ وَلَكِنْ فِي النَّفَقَةِ إِذَا\nلَقِيتَ العدو فقاتلهم.\n70: 32 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي صَالِحٍ عن بن عَبَّاسٍ فِي قَوْلِهِ تَبَارَكَ وَتَعَالَى وَلا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ قَالَ أَنْفِقْ وَلَوْ بِمِشْقَصٍ فِي سبيل الله.\n71: 85 سفيان عَنْ أَبِي يُونُسَ عَنْ مُجَاهِدٍ قَالَ إِذَا كَانَ فِي يَدِ أَحَدِكُمْ مَا يُقِيمُهُ فَلْيَقْتَصِدْ فَإِنَّ الرزق مقسوم ولا تناول هَذِهِ الآيَةَ وَمَا أَنْفَقْتُمْ مِنْ شئ فهو يخلفه (الآية 195) .\n72: 44 سفيان ثَنَا بَعْضُ أَشْيَاخِنَا فِي قَوْلِ اللَّهِ تَبَارَكَ وَتَعَالَى وَأَحْسِنُوا إِنَّ الله يحب المحسنين قال أحسنوا بالله الظن (الآية 195) .\n",
                    "footnotes": []
                },
                {
                    "page": "60",
                    "pageNumber": 58,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n73: 62 سفيان عن بن جُرَيْجٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ جَلَّ وَعَزَّ وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لله قَالَ إِتْمَامُهُمَا مَا أَمَرَ اللَّهُ فيهما (الآية 196) .\n74: 35 سفيان عَنْ ثَوْرِ بْنِ يَزِيدَ عَنْ سليمن بْنِ مُوسَى عَنْ طَاوُسٍ فِي قَوْلِهِ جَلَّ وَعَزَّ وَأَتِمُّوا الْحَجَّ والعمرة لله قال تمامهما أن تفردهما موتنفتين فإن من أهلك 75: 24 حدثنا سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ عَنِ بن عَبَّاسٍ فِي قَوْلِهِ تَبَارَكَ وَتَعَالَى وأتموا الحج والعمرة لله قَالَ الْحَجُّ عَرَفَاتٌ وَالْعُمْرَةُ الْبَيْتُ 76: 25 حدثنا سفيان عَنْ مُحَمَّدِ بْنِ سُوقَةَ عَنْ سعد بْنِ جُبَيْرٍ إِتْمَامُهُمَا أَنْ يُهِلَّ من بيته\n",
                    "footnotes": []
                },
                {
                    "page": "61",
                    "pageNumber": 59,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n77: 33 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ فِي قَوْلِهِ جَلَّ وَعَزَّ فَإِنْ أُحْصِرْتُمْ فَمَا استيسر من الهدي قال الإحصار من كل شئ يحبسه (الآية 196) .\n78: 34 سفيان عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ قَالَ الإِحْصَارُ الْمَرَضُ والكسر والخوف 79: 36 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ عن بن عباس قال كل شئ فِي الْقُرْآنِ أَوْ أَوْ نَحْوَ قوله مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نسك فهو فيه بخير مَا كَانَ فَمَنْ لَمْ يَجِدْ فَهُوَ عَلَى الْأَوَّلِ ثُمَّ يُخَيَّرُ فيه (الآية 196) .\n80: 37 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ قَالَ قَالَ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَبَارَكَ وَتَعَالَى فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الحج قال المتعة للمحصر وحده (الآية 196) .\n",
                    "footnotes": []
                },
                {
                    "page": "62",
                    "pageNumber": 60,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n81: 38 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ إِنَّمَا سُمِّيَتِ الْمُتْعَةَ لِأَنَّهُ يَتَمَتَّعُ بِأَهْلِهِ وَثِيَابِهِ 82: 39 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ فِي قَوْلِ اللَّهِ تَبَارَكَ وَتَعَالَى فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رجعتم قَالَ أَصُومُهُمَا حَلَالًا فِي الْعَشْرِ أَحَبُّ إِلَيَّ مِنْ أَنْ أَصُومَهُمَا حَرَامًا فِي شَوَّالَ وَذِي الْقِعْدَةِ فَإِنْ صَامَهُمَا حَرَامًا فِي شَوَّالَ أَوْ ذِي الْقِعْدَةِ أَجْزَاهُ وَإِنْ صَامَهُمَا حَلَالًا فِي شَوَّالَ أَوْ ذي القعدة ذبح (الآية 196) .\n83: 7 سفيان عَنْ خُصَيْفٍ عَنْ مِقْسَمٍ عَنِ بن عَبَّاسٍ فِي قَوْلِ اللَّهِ جَلَّ وعز الحج اشهر معلومات قَالَ شَوَّالٌ وَذُو الْقِعْدَةِ وَعَشْرٌ من ذي الحجة (الآية 197) .\n84: 8 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ خُصَيْفٍ عَنْ مِقْسَمٍ عَنِ بن عَبَّاسٍ فِي قَوْلِ اللَّهِ جَلَّ وعز الحج أشهر معلومات قَالَ شَوَّالٌ وَذُو الْقِعْدَةِ وَعَشْرٌ من ذي الحجة\n",
                    "footnotes": []
                },
                {
                    "page": "63",
                    "pageNumber": 61,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n85: 9 سفيان عَنْ مُغِيرَةَ عَنْ إِبْرَاهِيمَ مِثْلِهِ 86: 10 سفيان عَنِ الْمُغِيرَةِ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ جَلَّ وَعَزّ فَمَنْ فَرَضَ فيهن الحج قال أحرم فيهن (الآية 197) .\n87: 11 سفيان عَنِ الْعَلَاءِ بْنِ الْمُسَيَّبِ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ قَالَ هي التلبية 88: 12 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قول الله رفث ولا فسوق قَالَ الرَّفَثُ الْجِمَاعُ وَالْفُسُوقُ السِّبَابُ وَالْجِدَالُ أَنْ تُمَارِيَ صَاحِبَكَ حَتَّى تغضبه (الآية 197) .\n89: 13 سفيان عمر عن منصور عن إبراهيم جدال قال لا مراء (الآية 197) .\n90: 81 سفيان عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ عَنِ\n",
                    "footnotes": []
                },
                {
                    "page": "64",
                    "pageNumber": 62,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nابْنِ عَبَّاسٍ قَالَ الرَّفَثُ وَالْمُبَاشَرَةُ وَالإِفْضَاءُ وَالتَّغَشِّي وَاللِّمَاسُ الْجِمَاعُ وَلَكِنَّ اللَّهَ عَزَّ وَجَلَّ كَنَّى 91: 22 سفيان ثَنَا مُحَمَّدُ بْنُ سُوقَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ جل وعز فإن خير الزاد التقوى قال السويق والدقيق والكعك (الآية 197) .\n92: 23 سفيان عَنْ عَمْرٍو عَنْ مُجَاهِدٍ قَالَ كَانُوا لَا يَتَزَوَّدُونَ فَأُمِرُوا أَنْ يَتَزَوَّدُوا وَكَانُوا لَا يَرْكَبُونَ فَأُمِرُوا أن يركبوا 93: 99 سفيان في قراءة عبد الله فإن خير الزاد التقوى 94: 26 سفيان عَنِ السُّدِّيِّ قَالَ سَأَلْتُ سَعِيدَ بْنَ جُبَيْرٍ عَنِ الْمَشْعَرِ\n",
                    "footnotes": []
                },
                {
                    "page": "65",
                    "pageNumber": 63,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nالحرام فَقَالَ مَا بَيْنَ جَبَلَيْ جُمَعَ فهو المشعر الحرام (الآية 198) .\n95: 132 سفيان فِي قَوْلِهِ وَإِنْ كُنْتُمْ مِنْ قبله لمن الضالين قال قبل القرآن (الآية 198) .\n96: 92 سفيان عَنْ رَجُلٍ عَنِ الْحَسَنِ فِي قول الله جل وعز آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخرة حسنة قَالَ الرِّزْقُ الطَّيِّبُ وَالْعَمَلُ النَّافِعُ فِي الدُّنْيَا وَفِي الآخِرَةِ حَسَنَةً إلى الجنة (الآية 201) .\n97: 104 قال سفيان كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا اكْتَسَبُوا (الآية 202) .\n98: 40 سفيان عن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ الأَيَّامُ الْمَعْلُومَاتُ الأَيَّامُ الْعَشْرُ وَالْمَعْدُودَاتُ أيام التشريق (الآية 203) .\n",
                    "footnotes": []
                },
                {
                    "page": "66",
                    "pageNumber": 64,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n99: 41 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ مثله 100: 107 قال سفيان فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابتغاء مرضات الله قَالَ نَزَلَتْ فِي صُهَيْبٍ اشْتَرَى نَفْسَهُ مِنَ الْمُشْرِكِينَ وَأَهْلَهُ وَوَلَدَهُ وَمَالَهُ عَلَى أَنْ يَدَعُوهُ وَدِينَهُ (الآية 207) .\n101: 86 سفيان عن بن جُرَيْجٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ عز وجل وكان الناس أمة واحدة قَالَ آدَمُ صَلَوَاتُ اللَّهِ عَلَيْهِ (الآية 213) .\n102: 4 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله يسئلونك عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فاعتزلوا النساء في الحيض ولا تقربوهن حتى يطهرن قَالَ حِينَ يَطْهُرْنَ مِنَ الدَّمِ قَالَ فَإِذَا تَطَهَّرْنَ قَالَ اغْتَسَلْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ (الآية 222) .\n103: 5 سفيان عن عثمن بْنِ الْأَسْوَدِ عَنْ مُجَاهِدٍ قَالَ أُمِرُوا أَنْ لَا يَأْتُوهُنَّ\n",
                    "footnotes": []
                },
                {
                    "page": "67",
                    "pageNumber": 65,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\nمن حيث نهوا عنه 104: 108 حدثنا سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا إِلَّا أَنْ يَخَافَا أَلَّا يقيما حدود الله (الآية 229) .\n105: 80 سفيان عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ قَالَ كَانَ الرَّجُلُ يُطَلِّقُ امْرَأَتَهُ فَإِذَا حَاضَتْ حَيْضَةً أَوْ حَيْضَتَيْنِ وَدَنَتِ الْحَيْضَةُ الثَّالِثَةُ رَاجَعَهَا ليضارها ذلك فنزلت طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلا تُمْسِكُوهُنَّ ضِرَارًا لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذلك فقد ظلم نفس (الآية 231) .\n106: 81 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عن مسروق مثله 107: 71 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ قَالَ إِذَا قَامَ الرَّضَاعُ عَلَى ثمن فالأم أحق (الآية 233) .\n108: 57 سفيان عَنِ الْمُغِيرَةِ عَنْ إِبْرَاهِيمَ فِي قَوْلِ اللَّهِ جَلَّ وَعَزَّ (وَعَلَى الوارث مثل ذلك قال الرضاع (الآية 233) .\n",
                    "footnotes": []
                },
                {
                    "page": "68",
                    "pageNumber": 66,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n109: 58 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ قَالَ الرضاع ولا يضار 110: 59 وإن سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله جل وعز إن أَرَادَا فِصَالا عَنْ تَرَاضٍ مِنْهُمَا وتشاور قَالَ التَّشَاوُرُ فِيمَا دُونَ الْحَوْلَيْنِ قَالَ إِنْ أَرَادَتْ أَنْ تَفْطِمَ فَلَيْسَ لَهَا ذَاكَ وَإِنْ أَرَادَ أَنْ يَفْطِمَ وَلَمْ تُرِدْهُ فَلَيْسَ لَهُ ذَاكَ مَا دُونَ الْحَوْلَيْنِ حتى يجتمعا أو يصطلحا 111: 60 كما سفيان عَنِ السُّدِّيِّ فِي قَوْلِ اللَّهِ جَلَّ وَعَزَّ وَإِنْ أَرَدْتُمْ أَنْ تسترضعوا أولادكم مِنِ امْرَأَةٍ أُخْرَى فَلا جُنَاحَ عليكم إذ سلمتم لهذه\nلأجرها بالمعروف.\n112: 61 سفيان عن بن جُرَيْجٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ تَبَارَكَ وَتَعَالَى وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ في أنفسهن بالمعروف قَالَ هُوَ الْمَعْرُوفُ النِّكَاحُ الْحَلالُ الطيب (الآية 234) .\n",
                    "footnotes": []
                },
                {
                    "page": "69",
                    "pageNumber": 67,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n113: 69 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ يحتاج جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ من خطبة النساء قَالَ أَنْ تَقُولَ إِنَّكِ لَجَمِيلَةٌ وإنك لحسينة هو وإنك لالي خير 114: 70 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ عَنِ بن عَبَّاسٍ قَالَ التَّعْرِيضُ أَنْ تَقُولَ إني أريد أن أتزوج ثلث مرار 115: 64 سفيان عَنِ السُّدِّيِّ عَنْ إِبْرَاهِيمَ فِي قول جَلَّ وَعَزّ لا تُوَاعِدُوهُنَّ سِرًّا قال الزنا (الآية 235) .\n116: 68 سفيان عَنِ التَّيْمِيِّ عَنْ أَبِي مِجْلَزٍ فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ لا تواعدوهن سرا قال الزنا.\n117: 63 سفيان عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ لَا تقاصيها وسلم على كذى وكذى أن لا تتزوج غيرك (الآية 235) .\n118: 66 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ أَنَّهُ كَانَ يَكْرَهُ أَنْ يَقُولَ لا تسقيني بنفسك) .\n",
                    "footnotes": []
                },
                {
                    "page": "70",
                    "pageNumber": 68,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n119: 67 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ قَالَ قَالَ رَجُلٌ لِامْرَأَةٍ وَهِيَ فِي جِنَازَةٍ لَا تَسْبِقِينِي بِنَفْسِكِ قالت قد سبقت 120: 65 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ جَلَّ وَعَزّ حَتَّى يبلغ\nالكتاب أجله قال العدة (الآية 235) .\n121: 47 سفيان عن بن جريج عن عطاء عن بن عَبَّاسٍ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى قَالَ أَيُّمَا عَفَا كَانَ أَقْرَبَ إلى الله عز وجل (الآية 237) .\n122: 22 سفيان عن المغيرة عن إبراهيم خفتم فرجالا أو ركبانا قال يصلي ركعتين يومي إيماء حيثما كان وجهه (الآية 239) 123: 96 قال سفيان اخْتَلَفُوا فِي هَذِهِ الْآيَةِ أَنْ يأتيكم التابوت قَالَ زَيْدُ بْنُ ثَابِتٍ التَّابُوهُ وَقَالَ سَعِيدُ بْنُ الْعَاصِ مَا نَعْرِفُ التَّابُوهَ إِنَّمَا هُوَ التَّابُوتُ (الآية 248) .\n",
                    "footnotes": []
                },
                {
                    "page": "71",
                    "pageNumber": 69,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n124: 89 سفيان قال ثَنَا بَعْضُ أَصْحَابِنَا عَنْ مُجَاهِدٍ إِنَّهُ كَانَ يَقْرَأُ إِلا مَنِ اغترف غرفة بيده (الآية 249) .\n125: 45 سفيان عَنْ جَعْفَرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ جَلَّ وَعَزَّ وسع كرسيه السموات والأرض قال علمه (الآية 255) .\n126: 1 ... الإسلام يعني ظورتهم فيه فَنَزَلَتْ لا إِكْرَاهَ فِي الدِّينِ (الآية 256) .\n127: 78 سفيان عن أبي اسحق عَنْ نَاجِيَةَ بْنِ كَعْبٍ الْأَسَدِيِّ قَالَ هُوَ عُزَيْرٌ أَتَى خَزَّازًا فدنا منه فقال له عذير وهل تَعْرِفُنِي قَالَ مَا أَعْرِفُ وَلَكِنْ أُشَبِّهُكَ رَجُلًا عِنْدَنَا يُقَالُ لَهُ عذير.\n",
                    "footnotes": []
                },
                {
                    "page": "72",
                    "pageNumber": 70,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n128: 77 سفيان عَنِ الْأَعْمَشِ عَنِ الْمِنْهَالِ بْنِ عمرو فِي قَوْلِهِ (وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ) قَالَ جَاءَ وَوَلَدُهُ أَشْيَاخٌ وَهُوَ شاب (الآية 259) .\n129: 90 سفيان عن أبي اسحق عَنْ أَبِي هِلَالٍ التَّغْلِبِيِّ أَنّ ابن عباس كان يقرءوها انْظُرْ إِلَى الْعِظَامِ كَيْفَ يَنْشُرُهَا (الآية 259) .\n129: 90 قال سُفْيَانُ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي هِلَالٍ التَّغْلِبِيِّ أَنّ ابْنَ عَبَّاسٍ كَانَ يَقْرَؤُهَا (انْظُرْ إِلَى العظام كيف ينشرها) (الاية 259) .\n130: 109 قال سفيان فِي قَوْلِهِ جَلَّ وَعَزَّ فَصُرْهُنَّ إليك قال قطعهن بالنبطة صلى ثُمَّ اجْعَلْ عَلَى كُلِّ جَبَلٍ منهن جزؤا قطعهن جزؤا (الآية 260) .\n131: 72 سفيان عن بن جريج عن بن ابي مليكة عن بن عَبَّاسٍ قَالَ سَأَلَنِي عُمَرُ بْنُ الْخَطَّابِ عَنْ قَوْلِهِ جَلَّ وَعَزَّ أَيَوَدُّ أَحَدُكُمْ أَنْ تَكُونَ لَهُ جنة قال هو مثل (الاية 266\n",
                    "footnotes": []
                },
                {
                    "page": "73",
                    "pageNumber": 71,
                    "title": "(وَمِنْ سورة البقرة)",
                    "content": "\n132: 30 سفيان عَنِ الْكَلْبِيِّ عَنْ أَبِي صَالِحٍ عن بن عباس قال آخر شئ نَزَلَ مِنَ الْقُرْآنِ وَاتَّقُوا يَوْمًا ترجعون فيه إلى الله (الآية 281) .\n133: 14 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ قال من الأحرار (الآية 282) .\n134: 15 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ قَالَ كَانَ ابْنُ عُمَرَ إِذَا بَاعَ بِنَقْدٍ أَشْهَدَ وَلَمْ يَكْتُبْ (الآية 282) .\n135: 17 سفيان عَنْ لَيْثٍ قَالَ قَالَ مُجَاهِدٌ إذا بعث بنسيئة فأشهد واكتب (الآية 282) .\n136: 19 سفيان عن اسمعيل بْنِ أَبِي خَالِدٍ عَنِ الشَّعْبِيّ في قوله جل وعز أشهدوا إذا تبايعكم أنه قَالَ إِنْ شَاءَ أَشْهَدَ وَإِنْ شهد لَمْ يُشْهِدْ قَالَ وَقَرَأَ فَإِنْ أمن بعضكم بعضا (الآية 283) .\n",
                    "footnotes": []
                },
                {
                    "page": "75",
                    "pageNumber": 72,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n(ومن سورة آل عمران)\n137: 15 سفيان عَنْ سَلَمَةَ بْنِ نُبَيْطٍ أَوْ جوبير عَنِ الضَّحَّاكِ فِي قَوْلِهِ هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيات محكمات قال الناسخ وأخر متشابهات قال المنسوخ (الآية 7) .\n138: 2: 27 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عن مجاهد قال الخيل المسومة المطهمة (الآية 14) .\n139: 3: 28 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ هي الراتعة.\n",
                    "footnotes": []
                },
                {
                    "page": "76",
                    "pageNumber": 73,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n140: 4: 19 سفيان عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ تُولِجُ اللَّيْلَ فِي النَّهَارِ وتولج النهار في الليل قَالَ دُخُولُ اللَّيْلِ فِي النَّهَارِ ودخول النهار في الليل (الآية 27) .\n141: 5: 20 سفيان عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ قَالَ تخرج الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ من الحي قَالَ تُخْرِجُ النُّطْفَةَ الْمَيِّتَةَ مِنَ الرَّجُلِ الْحَيِّ وَتُخْرِجُ الْحَيَّ مِنَ النطفة الميتة (الآية 27) .\n142: 6: 39 سفيان عَنِ الْأَعْمَشِ عَنْ عُمَارَةَ بْنِ عُمَيْرٍ أَنَّ يَحْيَى بْنَ وَثَّابٍ سَأَلَ الْأَسْوَدَ عَنْ قَوْلِ اللَّهِ والله أعلم بما وضعت فقرأها الأسود بما وضعت (الآية 26) .\n143: 7: 10 حدثنا سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ مُصَدِّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيِّدًا وَحَصُورًا قال حليما تقيا (الآية 39) .\n144: 8: 11 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ الْحَصُورُ الذي لا يأتي النساء.\n",
                    "footnotes": []
                },
                {
                    "page": "77",
                    "pageNumber": 74,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n145: 9: 8 سفيان عَنْ سَلَمَةَ بْنِ نُبَيْطٍ عَنِ الضحاك في ثلثة أيام إلا رمزا قال الرمز الإشارة (الأية 41) .\n146: 01: 6 سفيان عَنِ ابْنِ أَبِي لَيْلَى عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ عَنْ مُجَاهِدٍ فِي قَوْلِهِ يَا مَرْيَمُ اقْنُتِي لربك واسجدي قَالَ طُولُ الرُّكُوعِ فِي الصَّلَاةِ (الآية 43) .\n47: 11: 9 سفيان عن بن أَبِي لَيْلَى عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ عَنْ مُجَاهِدٍ فِي قَوْلِهِ يا مريم اقنتي لربك قَالَ كَانَتْ تُصَلِّي حَتَّى تَرِمَ قدماها (الآية 43) .\n148: 12: 7 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ قَالَ كَانَتْ تُصَلِّي حَتَّى تَرِمَ قدماها (الآية 43) .\n149: 13: 18 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ قال المسيح هو\n",
                    "footnotes": []
                },
                {
                    "page": "78",
                    "pageNumber": 75,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\nالصيديق (الآية 45) .\n150: 14: 4 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ في قوله كونوا ربانيين قال حكماء علماء (الآية 79) .\n151: 15: 14 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي رُزَيْنٍ فِي قَوْلِ اللَّهِ تَبَارَكَ وَتَعَالَى رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وبما كنتم تدرسون قال ربانيين حكماء علماء (الآية 79) .\n152: 16: 16 سفيان عن بن جُرَيْجٍ وَغَيْرِهِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَلَهُ أَسْلَمَ مَنْ فِي السماوات والأرض طوعا وكرها قَالَ هِيَ كَقَوْلِهِ وَلَئِنْ سَأَلْتَهُمْ من خلقهم ليقولن الله (الآية 83) .\n153: 17: 93 سفيان عَنْ إِبْرَاهِيمَ الْخُوزِيِّ عَنْ مُحَمَّدِ بن عباد\nالمخزومي عن بن عُمَرَ قَالَ سُئِلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ قَوْلِ اللَّهِ جَلَّ وَعَزَّ مَنِ اسْتَطَاعَ إليه سبيلا قَالَ السَّبِيلُ إِلَى الْحَجِّ الزَّادُ والراحلة (الآية 97) .\n",
                    "footnotes": []
                },
                {
                    "page": "79",
                    "pageNumber": 76,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n154: 18: 94 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلا وَمَنْ كَفَرَ قَالَ وَمَنْ كَفَرَ بِاللَّهِ وَالْيَوْمِ الآخر 155: 19: 95 سفيان عَنْ مُحَمَّدِ بْنِ سُوقَةَ قَالَ سَأَلْتُ سَعِيدَ بْنَ جُبَيْرٍ عَنِ استطاعة قال الزاد والراحلة (الآية 97) .\n156: 20: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ زُبَيْدٍ الْإِيَامِيِّ عَنْ مُرَّةَ الْهَمْدَانِيِّ قَالَ سَأَلْتُ عَبْدَ اللَّهِ في قوله جل وعز يا أيها الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تقاته قال حق تقاته أن يطاع فلا يعصا وَأَنْ يُشْكَرَ فَلَا يُكْفَرَ وَأَنْ يذكر فلا ينسا (الآية 102) .\n157: 21: 24 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ أَنَّ ابْنَ عباس قال بلغني إن هده الْآيَةَ نَزَلَتْ لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيات الله آناء الليل ما بين المغرب والعشاء (الآية 113) .\n",
                    "footnotes": []
                },
                {
                    "page": "80",
                    "pageNumber": 77,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n158: 22: 25 سفيان عَنْ جَابِرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ قَالَ هِيَ كَصَلَاةِ الغفلة 159: 23: 33 سفيان فِي قَوْلِهِ رِيحٍ فِيهَا صِرٌّ قال برد (الآية 117) .\n160: 24: 34 سفيان في قول الله بخمسة الآلف من الملائكة مسومين قال معلمين (الآية 125) .\n161: 25: 26 سفيان عن بن جُرَيْجٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ يا أيها الذين آمنوا لا تأكلوا الربوا أضعافا مضاعفة قَالَ نَزَلَتْ فِي ثَقِيفٍ وَابْنِ الْمُغِيرَةِ قَالَ كَانَ رَجُلٌ يَبِيعُ الْبَيْعَ إِلَى أَجَلٍ فَيَحِلُّ الْأَجَلُ فَيَقُولُ أَخِّرْ عَنِّي وَأَزِيدُكَ فَنَزَلَتْ هذه الآية (الآية 130) .\n162: 26: 17 سفيان عَنْ بَيَانٍ عَنِ الشَّعْبِيِّ فِي قَوْلِ اللَّهِ هَذَا بَيَانٌ لِلنَّاسِ وهدى وموعظة للمتقين قال بيان من العما وَهُدًى مِنَ الضَّلَالَةِ وَمَوْعِظَةٌ مِنَ الجهل (الآية 138) .\n163: 27: 37 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها (إن يمسسكم قرح وهو (الآية 140) .\n",
                    "footnotes": []
                },
                {
                    "page": "81",
                    "pageNumber": 78,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n164: 28: 13 سفيان عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ زِرٍّ عَنْ عَبْدِ اللَّهِ فِي قَوْلِهِ وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ معه ربيون كثير قال الوف (الآية 146) .\n165: 29: 35 سفيان في قراءة بن عباس وما كان النبي أن يغل قال بلى ويقتل (الآية 161) .\n166: 30: 12 سفيان عَنِ الْأَعْمَشِ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ عَنْ مَسْرُوقٍ قَالَ سألنا بن مَسْعُودٍ عَنْ قَوْلِ اللَّهِ تَبَارَكَ وتعالى لا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ ربهم يرزقون قَالَ أَرْوَاحُ الشُّهَدَاءِ عِنْدَ اللَّهِ كَطَيْرٍ خُضْرٍ تَأْوِي إِلَى قَنَادِيلَ مُعَلَّقَةٍ بِالْعَرْشِ تَسْرَحُ فِي الْجَنَّةِ حَيْثُ شَاءَتْ فَاطَّلَعَ إِلَيْهَا رَبُّكَ اطلاعة فقال تشتهون من شئ فَأَزِيدُكُمْ فَقَالُوا رَبَّنَا أَلَيْسَ آتَيْتَنَا الْجَنَّةَ نَسْرَحُ فِيهَا حَيْثُ نَشَاءُ ثُمَّ اطَّلَعَ الثَّانِيَةَ فَقَالَ لَهُمْ مِثْلَ ذَلِكَ وَقَالُوا مِثْلَ مَا قَالُوا أَوَّلَ مَرَّةٍ ثُمَّ اطَّلَعَ إِلَيْهِمُ الثَّالِثَةَ فَسَأَلَهُنَّ هَلْ\n",
                    "footnotes": []
                },
                {
                    "page": "82",
                    "pageNumber": 79,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\nتَشْتَهُونَ شَيْئًا فَأَزِيدُكُمْ قَالُوا تُرَدُّ أَرْوَاحُنَا إِلَى أَجْسَادِنَا فَنُقْتَلُ فِي سبيلك مرة اخرى (الآية 169) .\n167: 31: 29 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ فَزَادَهُمْ إِيمَانًا قال الإيمان يزيد وينقص (الآية 173) .\n168: 32: 31 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السَّلَمِيِّ أَنَّهُ كان يقرأ حتى يميز (الآية 179) .\n169: 33: 35 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا حَتَّى يَمِيزَ الْخَبِيثَ مِنَ الطيب) .\n170: 34: 2 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ سَيُطَوَّقُونَ مَا بَخِلُوا به يوم القيامة قال طوقا من نار (الآية 180) .\n171: 35: 5 سفيان عن أبي اسحق عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ فِي قَوْلِهِ سَيُطَوَّقُونَ مَا بخلوا به يوم القيامة قال يجئ مَالُهُ ثُعْبَانًا، يَنْقُرُ رَأْسَهُ يَقُولُ أنا مالك الذي بخلت به فينطوي على عنقه\n",
                    "footnotes": []
                },
                {
                    "page": "83",
                    "pageNumber": 80,
                    "title": "(ومن سورة آل عمران)",
                    "content": "\n172: 36: 9 سفيان عَنِ الْأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي عُبَيْدَةَ قَالَ جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ فَقَالَ إِنَّ كَعْبًا الْحَبْرَ يُقْرِئُكَ السَّلَامَ وَيُخْبِرُكَ أَنَّ هَذِهِ الْآيَةَ لَيْسَتْ فِيكُمْ لا تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يحمدوا بما لم يفعلوا الآية قَالَ عَبْدُ اللَّهِ نَزَلَتْ هَذِهِ الآية وكعب كان يهوديا (الآية 188) .\n173: 37: 23 سفيان عَنْ مُوسَى بْنِ عُبَيْدَةَ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ فِي قَوْلِ اللَّهِ إِنَّنَا سَمِعْنَا مُنَادِيًا ينادي للإيمان قَالَ الْمُنَادِي الْكِتَابُ يَعْنِي الْقُرْآنَ (الآية 193) .\n174: 38: 5 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنْ أُمِّ سَلَمَةَ أَنَّهَا قَالَتْ آخِرُ آيَةٍ نَزَلَتْ أَنِّي لا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أو أنثى إلى آخر (الآية الْآيَةِ 195) .\n",
                    "footnotes": []
                },
                {
                    "page": "85",
                    "pageNumber": 81,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n(سُورَةُ النِّسَاءِ)\n175\n: 1: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ رَجُلٍ عَنْ مجاهد في قوله يا أيها النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ من نفس واحدة قَالَ آدَمُ وَخَلَقَ مِنْهَا زَوْجَهَا قَالَ حَوَّاءُ خُلِقَتْ مِنْ ضِلْعِهِ (الآية 1) .\n176: 2: 49 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ تَعَالَى الَّذِي تَسَاءَلُونَ به والأرحام اسئلك بالله وبالرحم (الآيه 1) .\n177: 3: 50 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ مثله 178: 4: 51 سُفْيَانُ عَنْ خُصَيْفٍ عَنْ عِكْرِمَةَ الذي تساءلون به والأرحام يَقُولُ اتَّقُوا اللَّهَ وَاتَّقُوا الْأَرْحَامَ أن تقطعوها (الآية 1) .\n179: 5: 43 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ وَلا تتبدلوا الخبيث بالطيب قال الحلال بالحرام (الآية 2) .\n",
                    "footnotes": []
                },
                {
                    "page": "86",
                    "pageNumber": 82,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n180: 6: 45 سفيان عَنْ أَبِي سِنَانٍ عَنِ الضَّحَّاكِ ولا تتبدلوا الخبيث بالطيب قَالَ كَانَ أَحَدُهُمْ يُعْطِي الدَّرَاهِمَ الغش ويأخذ الدراهم الجيد 181: 7: 46 سفيان عَنِ السُّدِّيِّ قَالَ كَانُوا يُعْطُونَ الشاة المهزولة ويأخذون السمينة 182: 8: 2 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ وَلا تَأْكُلُوا\nأَمْوَالَهُمْ الى أموالكم قال الحلال مع الحرام (الآية 2) .\n183: 9: 48 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عن طاؤوس عن بن عَبَّاسٍ قَالَ قُصِرَ الرِّجَالُ عَلَى أَرْبَعِ نِسْوَةٍ مِنْ أَجْلِ أَمْوَالِ اليتامى (الآية 3) .\n184: 10: 3 سفيان عن اسمعيل عَنْ أَبِي مُلْكٍ فِي قَوْلِهِ ذلك\n",
                    "footnotes": []
                },
                {
                    "page": "87",
                    "pageNumber": 83,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\nأدنى ألا تعولوا ألا تميلوا (الآية 3) .\n185: 11: 4 سفيان عَنْ يُونُسَ بْنِ عَمْرٍو عَنْ مجاهد ألا تضلوا.\n186: 12: 5 سفيان عَنِ السُّدِّيِّ عَنْ يَعْفُورَ بْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ إِذَا اشتكا أحدكم فليسئل صلى الله عليه وسلم امرأته ثلثة دراهم قال سفيان أو نحوها فليشتري بِهَا عَسَلًا فَلْيَشْرَبْهُ بِمَاءِ السَّمَاءِ فيجمع الشفاء ومباركا وهنيا مريا (الآية 4) .\n187: 13: 6 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ أَنَّهُ كَانَ يَقُولُ لامرأته اطعمينا من ذاك الهني المري يَعْنِي مَالَهَا ثُمَّ يَتَأَوَّلُ فَكُلُوهُ (هنيا مريا) .\n",
                    "footnotes": []
                },
                {
                    "page": "88",
                    "pageNumber": 84,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n188: 24: 7 سفيان عَنْ حُمَيْدٍ الْأَعْرَجِ عَنْ مُجَاهِدٍ ولا تؤتوا السفهاء أموالكم قال النساء الآية 5) .\n189: 15: 8 سفيان عَنْ أَبِي عَمْرٍو عَنْ مُسْلِمٍ الْبطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عن بن عَبَّاسٍ وَلا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ قَالَ الْمَرْأَةَ قَالَ تَقُولُ أُرِيدُ مرطا بكذى أريد شيئا بكذى أَوْ تَقُولُ هِيَ أَسْفَهُ السُّفَهَاءِ 190: 16: 9 سفيان عَنْ رَجُلٍ عَنِ الضَّحَّاكِ فِي قَوْلِ اللَّهِ الَّتِي جَعَلَ اللَّهُ لكم قياما قال لدينك ومعيشتك.\n191: 17: 10 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ فإن آنستم منهم رشدا قَالَ أَنْ لَا يُخْدَعَ عَنْ ماله ولا يسرف فيه (الآية 6) .\n192: 18: 11 سفيان عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ وَمَنْ كَانَ فَقِيرًا فَلْيَأْكُلْ بالمعروف قال القرض (الآية 6) .\n",
                    "footnotes": []
                },
                {
                    "page": "89",
                    "pageNumber": 85,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n193: 19: 12 سفيان عَنْ حَمَّادٍ عَنْ سَعِيدِ بْنِ جبير مثله 194: 20: 13 سفيان عن المغيرة عن إبراهيم من كان فقيرا فليأكل بالمعروف قَالَ مَا سَدَّ الْجُوعَ وَوَارَى العورة.\n195: 21: 14 سفيان عَنِ السُّدِّيِّ عَنْ مَنْ سَمِعَ بن عَبَّاسٍ قَالَ يَأْكُلُ بِأَصَابِعِهِ وَلَا يكتسي منه.\n196: 22: 15 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ وَاجِبُهُ عَلَى أَهْلِ الْمِيرَاثِ مَا طَابَتْ بِهِ أَنْفُسُهُمْ فِي قَوْلِهِ وإذا حضر القسمة أولوا القربى واليتامى والمساكين الآية قَالَ أَنْ يَرْضَخُوا لِأَقَارِبِهِمْ إِنْ كَانَ الْوَرَثَةُ كِبَارًا وَإِنْ كَانُوا صغارا قال الوصي هم صفار ولست أملك منه شيئا (الآية 8) .\n197: 23: 16 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ قَالَ انْطَلَقْتُ أَنَا وَالْحَكَمُ إِلَى سَعِيدِ بْنِ جُبَيْرٍ فَسَأَلْتُهُ عَنْ قَوْلِ اللَّهِ وَلْيَخْشَ الَّذِينَ لَوْ تَرَكُوا مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خافوا عليهم قَالَ الشُّهُودُ الَّذِينَ يَحْضُرُونَهُ يَقُولُونَ\n",
                    "footnotes": []
                },
                {
                    "page": "90",
                    "pageNumber": 86,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\nاتَّقِ اللَّهَ صِلْهُمْ بِرَّهُمْ أَعْطِهِمْ وَلَوْ كَانُوا هُمْ مَا فَعَلُوا وَلَا حَبُّوا أَنْ يُبْقُوا لِأَوْلَادِهِمْ يَأْمُرُونَهُ وَلَا يَفْعَلُونَ هُمْ فَأَتَيْنَا مِقْسَمًا فَقَالَ مَا قَالَ سَعِيدٌ فَأَخْبَرْنَاهُ فَقَالَ لَا وَلَكِنْ يَقُولُونَ اتَّقِ اللَّهَ لَا تُوصِ أَمْسِكْ عَلَى\nوَلَدِكَ وَلَوْ كَانَ الَّذِي يوصي له أولادهم لأحبوا أن يوصي لهم (الآية 9) .\n198: 24: 17 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ قال كان يقال احْكُمِ الْيَتِيمَ كَمَا تَحْكُمُ بِهِ بِوَلَدِكَ يَعْنِي أَنْ تُؤَدِّبَهُ وَتَضْرِبَهُ كما تفعل بولدك 199: 25: 18 حدثنا سفيان عَنْ أَبِي مِسْكِينٍ الْأَوْدِيِّ عَنْ إِبْرَاهِيمَ قَالَ إِنِّي أَكْرَهُ أَذَرُ اليتيم عرة لا أخالطه (الآية 10) .\n200: 26: 19 سفيان عَنْ وَاصِلٍ عَنْ إِبْرَاهِيمَ قَالَ اصْنَعِ الْيَتَامَى فِي أَمْوَالِهِمْ صُنْعًا يَعْنِي أَنْ تُوَسِّعَ عَلَيْهِمْ فِي النفقة (الآية 10) .\n201: 27: 20 سفيان قَالَ بَلَغَنَا عَنْ أَصْحَابِنَا أَنَّهُمْ قَالُوا فِي قَوْلِ اللَّهِ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا إِنَّمَا يأكلون في بطونهم نارا قال حراما (الآية 10) .\n",
                    "footnotes": []
                },
                {
                    "page": "91",
                    "pageNumber": 87,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n202: 28: 21 سفيان عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ الْقَسَمِ بْنِ مُحَمَّدٍ قَالَ كُنْتُ في حجر بن عَبَّاسٍ فَجَاءَهُ أَعْرَابِيٌّ فَقَالَ يَا عَبَّاسُ إِنَّ فِي حِجْرِي أَيْتَامًا وَلَهُمْ إِبِلٌ وَلِي إِبِلٌ وَأَنَا أَمْنَحُ فِي إِبِلِي وَأَفْقِرُ فَمَاذَا يَحِلُّ لِي مِنْ أَلْبَانِهَا قَالَ إِنْ كُنْتَ تَبْغِي ضَالَّةَ إِبِلِهِ وتلوط حوضها وتهنئ فقال جرباها وتستقي أي عَلَيْهَا فَاشْرَبْ غَيْرَ مُضِرٍّ بِنَسْلٍ ولا ناهك في الحلب (الآية 10) .\n203: 29: 24 سفيان عَنْ سَالِمٍ الْأَفْطَسِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ لَمَّا نَزَلَتْ إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظلما عَزَلُوا أَمْوَالَهُمْ مِنْ أَمْوَالِهِمْ فَنَزَلَتْ يسئلونك عَنِ الْيَتَامَى قُلْ إِصْلاحٌ لَهُمْ خير إِلَى آخِرِ الْآيَةِ قَالَ فَخَلَطُوا اموالهم بأموالهم (الآية 10) .\n204: 30: 40 سفيان عَنْ أَبِي دَاوُدَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ الضِّرَارُ عِنْدَ الْوَصِيَّةِ مِنَ الْكَبَائِرِ ثُمَّ قَرَأَ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ إِلَى قَوْلِهِ عَزَّ\nوَجَلَّ عذاب مهين (الآية 12) .\n",
                    "footnotes": []
                },
                {
                    "page": "92",
                    "pageNumber": 88,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n205: 31: 21 سُفْيَانُ عَنْ عُثْمَانَ بْنِ الْأَسْوَدِ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ إِنَّمَا التَّوْبَةُ عَلَى اللَّهِ لِلَّذِينَ يعملون السوء بجهالة قَالَ مَا أَتَى مِنْ خَطَأٍ أو عمد فهو جهالة (الآية 17) .\n206: 32: 22 سفيان عن بن جريج عن عطاء مثله 207: 33: 3 سفيان عن يعلى بن النعمن قال أخبرني من سمع بن عُمَرَ يَقُولُ التَّوْبَةُ مَبْسُوطَةٌ لِلْعَبْدِ مَا لَمْ يُسَقْ ثُمَّ قَرَأَ وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ يَا هَؤُلَاءِ هَلْ تَرَوْنَ الحضور الا السوق (الآية 18) .\n208: 34: 33 سفيان عَنِ التَّيْمِيِّ عَنْ أَبِي مِجْلَزٍ لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النساء كرها قَالَ كَانَتِ الْأَنْصَارُ إِذَا مَاتَ الرَّجُلُ أَلْقَى وَلِيُّهُ الثَّوْبَ عَلَى امْرَأَتِهِ فَيَكُونُ أَحَقَّ بِهَا مِنْ بين الناس (الآية 19) .\n209: 35: 57 سفيان عَنْ عَاصِمٍ عَنْ زِرٍّ عَنْ أُبَيِّ بْنِ كَعْبٍ أَنَّهُ قَالَ\n",
                    "footnotes": []
                },
                {
                    "page": "93",
                    "pageNumber": 89,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\nوَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ إِلا مَا قَدْ سلف إِلَّا مَنْ تَابَ فَإِنَّ اللَّهَ كان غفورا رحيما (الآية 22) .\n210: 36: 25 سفيان عن الأعمش عن اسمعيل بْنِ رَجَاءٍ الْأَسَدِيِّ عَنْ عُمَيْرٍ مولى بن عباس عن بن عَبَّاسٍ قَالَ يَحْرُمُ مِنَ النَّسَبِ سَبْعٌ وَمِنَ الصِّهْرِ سَبْعٌ ثُمَّ قَرَأَ وَلا تَنْكِحُوا مَا نَكَحَ آباؤكم من النساء وحرمت عليكم أمهاتكم وبناتكم (الآية 23) .\n211: 37: 38 سفيان عَنْ مَعْمَرِ بْنِ رَاشِدٍ عَنْ طاؤس وخلق\nالانسان ضعيفا قال من أمر النساء (الآية 28) .\n212: 38: 29 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ ولكل جعلنا موالي قال هم العصب (الآية 33) .\n",
                    "footnotes": []
                },
                {
                    "page": "94",
                    "pageNumber": 90,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n313: 39: 30 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ والذين عقدت أَيْمَانُكُمْ قَالَ حَلْفٌ كَانَ فِي الْجَاهِلِيَّةِ فَأُمِرُوا فِي الْإِسْلَامِ أَنْ يُعْطُوهُمْ نَصِيبَهُمْ مِنَ الْمَشُورَةِ وَالْعَقْلِ والنصر ولا ميراث (الآية 33) .\n214: 40: 32 سفيان عَنِ الْأَعْمَشِ قَالَ أَعْطَاهُ أَبُو بكر السدس.\nيعني المعاقد.\n215: 41: 55 سفيان عَنْ أَبِي هَاشِمٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فَابْعَثُوا حَكَمًا مِنْ أَهْلِهِ وحكما من أهلها وَتُخْبِرُهُ بِأَمْرِهَا وَتَقُولُ إِنَّهُ يَفْعَلُ كذى وكذى وتقول أرأيت ان تعظه على شئ فاعظه وَيَبْعَثُ الرَّجُلُ حَكَمًا مِنْ قِبَلِهِ فيخبره انها تفعل كذى وكذى ويأمرانهما ثنا بِالْفُرْقَةِ إِنْ رَأَيَا الْفُرْقَةَ أَوِ الجمع ان رأيا الخمع به قال الله جل وعز ان يريدا أصلاحا يوفق ابينهما قَالَ يَتَصَادَفَانِ فَيُخْبِرُ كُلُّ وَاحِدٍ مِنْهُمَا مَا قَالَ صَاحِبُهُ ثُمَّ يَنْظُرَانِ فَإِنْ كَانَ الزُّرْقُ مِنْ قِبَلِهَا أَقْبَلا عَلَيْهَا وَإِنْ كَانَ الزُّرْقُ مِنْ قِبَلِهِ،\n",
                    "footnotes": []
                },
                {
                    "page": "95",
                    "pageNumber": 91,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\nأَقْبَلا عَلَيْهِ وَإِنْ رَأَيَا الْفُرْقَةَ فرقا (الآية 35) .\n216: 42: 58 سفيان في قول الله تشركوا به شيئا قَالَ لَا تَخَافُوا مَعَهُ غَيْرَهُ (الآية 36) .\n217: 43: 34 سفيان عَنْ مُورِقٍ أَوْ مَرْزُوقٍ مَوْلَى الشَّعْبِيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ والصاحب بالجنب قال الرفيق في السفر (الآية 36) .\n218: 44: 35 سفيان عَنْ أَبِي الْهَيْثَمِ وَالصَّاحِبِ بِالْجَنْبِ قال امرأة الرجل.\n219: 45: 36 سفيان عَنْ جَابِرٍ عَنِ الشَّعْبِيِّ أَوْ عَنِ الْقَسَمِ بْنِ عَبْدِ الرَّحْمَنِ عن بن مسعود قال امرأة الرجل.\n220: 46: 37 سفيان عن بن جُرَيْجٍ عَنْ عُبَادَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ\n",
                    "footnotes": []
                },
                {
                    "page": "96",
                    "pageNumber": 92,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\nوَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا قال الجنة (الآية 40) .\n221: 47: 26 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السَّلَمِيِّ أَنَّ رَجُلًا مِنَ الْأَنْصَارِ صَنَعَ طَعَامًا فَدَعَا عَلِيًّا وَعَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ وَنَاسًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَقَاهُمُ الْخَمْرَ فَلَمَّا حَضَرَتِ الْمَغْرِبُ قَدَّمُوا عليا فقرأ قل يا أيها الْكَافِرُونَ فَخَلَطَ فِيهَا فَأَنْزَلَ اللَّهُ تعالى يا أيها الَّذِينَ آمَنُوا لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تقولون (الآية 43) .\n222: 48: 53 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ جَلَّ وَعَزّ (فإن تنازعتم في شئ فردوه الى الله والرسول قَالَ كِتَابُ اللَّهِ وَسُنَّةُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (الآية 59) .\n223: 49: 5 سفيان عن المغيرة بن النعمن عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ بن عَبَّاسٍ وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا قَالَ لَيْسَ لِقَاتِلِ الْمُؤْمِنِ تَوْبَةٌ مَا نَسَخَتْهَا\n",
                    "footnotes": []
                },
                {
                    "page": "97",
                    "pageNumber": 93,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\nآية منذ نزلت (الآية 93) .\n224: 50: 31 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كتابا موقوتا قال مفروضا (الآية 103) .\n225: 51: 23 سفيان عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ وَلآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خلق الله قال دين الله (الآية 119) .\n226: 52: 24 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ مثله.\n227: 53: 28 سفيان عن اسماعيل بن أبي خلد عَنْ أَبِي بَكْرِ بْنِ أَبِي زُهَيْرٍ قَالَ قَالَ أَبُو بَكْرٍ كَيْفَ الإِصْلاحُ بَعْدَ هَذِهِ الْآيَةِ يَا رَسُولَ اللَّهِ مَنْ يَعْمَلْ سوءا يجز به فإن عَمِلْنَا سُوءًا نُجْزَ بِهِ فَقَالَ غَفَرَ اللَّهُ لَكَ يَا أَبَا بكر ثلث مَرَّاتٍ أَلَسْتَ تَمْرَضُ أَلَسْتَ تُنْصَبُ أَلَسْتَ تُصِيبُكَ اللَّاوَاءُ فَإِنَّ ذَلِكَ مِمَّا تُجْزَوْنَ بِهِ فِي الدُّنْيَا (الآية 123) .\n",
                    "footnotes": []
                },
                {
                    "page": "98",
                    "pageNumber": 94,
                    "title": "(سُورَةُ النِّسَاءِ)",
                    "content": "\n228: 54: 29 سفيان عَنِ الْأَعْمَشِ عَنْ ذَرٍّ عَنْ يُسَيْعَ قَالَ جَاءَ رَجُلٌ إِلَى علي فقال أخبرنا اللَّهُ تَبَارَكَ وَتَعَالَى فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلا وهو ذا المؤمنين يقتلون لَهُ عَلِيٌّ ادْنُهُ فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكَافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلا (الآية 141) .\n229: 55: 27 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بن جبير عن بن عَبَّاسٍ وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ قَالَ قَبْلَ مَوْتِ عِيسَى صَلَّى الله عليه (الآية 159) .\n230: 56: 41 سفيان عَنْ أَبِي هَاشِمٍ عَنْ مُجَاهِدٍ وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلا ليؤمنن به قبل موته قُلْتُ وَإِنْ وَقَعَ أَحَدُهُمْ مِنْ ظَهْرِ بَيْتٍ قَالَ وَإِنْ وَقَعَ احدهم من ظهر بيت.\n231: 57: 42 سفيان عَنْ أَبِيهِ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ رَجُلٍ لَا يَحْفَظُ سُفْيَانَ فِي قَوْلِهِ قَدْ جَاءَكُمْ بُرْهَانٌ من ربكم قَالَ مُحَمَّدٌ صَلَّى اللَّهُ\nعَلَيْهِ وَسَلَّمَ وَأَنْزَلْنَا إِلَيْكُمْ نُورًا مُبِينًا قال الكتاب (الآية 174) .\n",
                    "footnotes": []
                },
                {
                    "page": "99",
                    "pageNumber": 95,
                    "title": "(سورة المائدة)",
                    "content": "\n(سورة المائدة)\n232: 1: 1 حدثنا سفيان عَنْ قَابُوسِ بْنِ أَبِي ظَبْيَانَ قَالَ ذَبَحْنَا بَقَرَةً فَوَجَدْنَا فِي بَطْنِهَا وَلَدًا مَيِّتًا فَسَأَلْنَا عَنْ ذَلِكَ أَبَا ظَبْيَانَ فَقَالَ قَالَ بن عباس هذه بهيمة الانعام (الآية 1) .\n233: 2: 31 سفيان عَنْ بَيَانٍ عَنِ الشَّعْبِيِّ قَالَ لَمْ يُنْسَخْ مِنَ الْمَائِدَةِ غَيْرُ آية واحدة يا أيها الَّذِينَ آمَنُوا لا تُحِلُّوا شَعَائِرَ الله ولا الشهر الحرام نسختها اقتلوا المشركين حيث وجدتموهم (الآية 3) .\n234: 3: 29 سفيان فِي قَوْلِهِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دينكم وأتممت عليكم نعمتي قال نزل يَوْمِ عَرَفَةَ فِي يَوْمِ جُمْعَةٍ (الآية 3) .\n",
                    "footnotes": []
                },
                {
                    "page": "100",
                    "pageNumber": 96,
                    "title": "(سورة المائدة)",
                    "content": "\n235: 4: 23 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ وطعام الذين أوتوا الكتاب قال الذبايح (الآية 5) .\n236: 5: 24 سفيان عَنِ الْمُغِيرَةِ عَنْ إِبْرَاهِيمَ مِثْلِهِ 237: 6: 6 سفيان عن بن جُرَيْجٍ عَنْ مُجَاهِدٍ وَمَنْ يَكْفُرْ بالإيمان قال الايمان بالله (الآية 5) .\n238: 7: 28 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها اغسلوا أيديكم وأرجلكم (الآية 6) .\n239: 8: 27 قال سفيان في قراءة عبد الله وجعلنا قلوبهم قاسية (الآية 13) .\n240: 9: 3 سفيان عن ابي اسحق عَنْ عَبْدِ اللَّهِ بْنِ حَنَشٍ قَالَ قَالَ\n",
                    "footnotes": []
                },
                {
                    "page": "101",
                    "pageNumber": 97,
                    "title": "(سورة المائدة)",
                    "content": "\nابن عباس وجعلكم ملوكا هذا قال البيت والخادم (الآية 20) .\n241: 10: 10 سفيان عن بن طاؤس عَنْ أَبِيهِ قَالَ قِيلَ لِابْنِ عَبَّاسٍ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ قَالَ هِيَ كِفْرَةٌ وَلَيْسَ كَمَنْ كفر بالله واليوم الآخر (الآية 44) .\n242: 13 11 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ قَالَ كُفْرٌ دُونَ كُفْرٍ وَفِسْقٌ دُونَ فِسْقٍ وظلم دون ظلم.\n243: 12: 14 سفيان عن رجل عن طاؤس قَالَ كُفْرٌ لَا يُخْرِجُ مِنَ الملة.\n244: 13: 12 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ أَبِي الطُّفَيْلِ قَالَ قِيلَ لحذيفة نزل هَذِهِ الْآيَةُ فِي بَنِي إِسْرَائِيلَ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ الله قَالَ نِعْمَ الْإِخْوَةُ لَكُمْ بَنُو إِسْرَائِيلَ كَانَ لَهُمْ مُرَّةٌ وَلَكُمْ حلوة لتسلكن طريقهم قد\n",
                    "footnotes": []
                },
                {
                    "page": "102",
                    "pageNumber": 98,
                    "title": "(سورة المائدة)",
                    "content": "\nالشرك (الآية 44) .\n245: 13: 18 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ وَمُجَاهِدٍ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كفارة له قَالَ كَفَّارَةٌ لِلْجَارِحِ وَأَجْرُ الْمَجْرُوحِ على الله تبارك وتعالى (الآية 45) .\n246: 15: 19 سفيان عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنِ الْهَيْثَمِ بْنِ الْأَسْوَدِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو فَمَنْ تَصَدَّقَ بِهِ فهو كفارة له قَالَ هَدَمَ عَنْهُ مِثْلُ ذَلِكَ من ذنوبه 247: 16: 11 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ الله فأولئك هم الفاسقون قَالَ نَزَلَتْ فِي بَنِي إِسْرَائِيلَ ورضي بها لهذه الأمة (الآية 47) .\n248: 17: 15 سفيان عَنْ جَابِرٍ عَنِ الشَّعْبِيِّ وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ\n",
                    "footnotes": []
                },
                {
                    "page": "103",
                    "pageNumber": 99,
                    "title": "(سورة المائدة)",
                    "content": "\nالله فأولئك هم الظالمون قَالَ هَذِهِ الْآيَاتُ أَوَّلُهَا فِي هَذِهِ الْأُمَّةِ وَالثَّانِيَةُ فِي الْيَهُودِ والثالثة في النصارى.\n249: 18: 16 سفيان عَنْ زَكَرِيَّا عَنِ الشَّعْبِيِّ مِثْلِهِ 250: 19: 2 سفيان عن أبي اسحق السبيعي عن التميمي عن بن عَبَّاسٍ لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً ومنهاجا قال سبيلا وسنة (الآية 48) .\n251: 20: 7 سفيان عَنْ عَطَاءِ بْنِ السَّائبِ عَنْ عكرمة عن بن عَبَّاسٍ أَنَّهُ سُئِلَ عَنْ ذَبَايِحِ مُشْرِكِي الْعَرَبِ فَقَرَأَ وَمَنْ يَتَوَلَّهُمْ منكم فإنه منهم (الآية 51) .\n252: 21: 8 سفيان عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ عِكْرِمَةَ عن بن عباس مثله.\n253: 22: 9 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ أَنَّهُ لَمْ يَكُنْ يَرَى بَأْسًا.\n254: 23: 17 سفيان عَنْ سَلَمَةَ بْنِ نُبَيْطٍ عَنِ الضَّحَّاكِ بْنِ مُزَاحِمٍ قَالَ،\n",
                    "footnotes": []
                },
                {
                    "page": "104",
                    "pageNumber": 100,
                    "title": "(سورة المائدة)",
                    "content": "\nكَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا أَفَلا يَنْهَاهُمُ الرَّبَّانِيُّونَ وَالأَحْبَارُ قَالَ علماؤهم وفقهاؤهم (الآية 63) .\n255: 24: 30 سفيان قال قالت اليهود يد الله مغلولة قالوا لا ينفق شيا (الآية 64) .\n256: 25: 15 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ يا أيها الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ من ربك قَالَ يَا رَبِّ إِنَّمَا أَنَا وَحْدِي وَأَخَافُ أَنْ يَجْتَمِعَ عَلِيَّ النَّاسُ\nفَنَزَلَتْ وَإِنْ لَمْ تَفْعَلْ فما بلغت رسالته (الآية 67) .\n257: 26: 4 سفيان عَنْ حُمَيْدٍ الْأَعْرَجِ عَنْ مُجَاهِدٍ ليبلونكم الله بشئ مِنَ الصَّيْدِ تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ قَالَ هُوَ مَا لَا يَسْتَطِيعُ أن يفر من الصيد (الآية 94) .\n258: 27: 22 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ أُحِلَّ\n",
                    "footnotes": []
                },
                {
                    "page": "105",
                    "pageNumber": 101,
                    "title": "(سورة المائدة)",
                    "content": "\nلكم صيد البحر الطري وطعامه متاعا لكم قال السمك المالح (الآية 96) .\n259: 28: 20 سفيان عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنْ مُحَمَّدِ بْنِ أَبِي مُوسَى فِي قَوْلِ اللَّهِ لَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ قال أهل الكتاب (الآية 103) .\n260: 29: 21 سفيان عَنْ دَاوُدَ عَنْ مُحَمَّدٍ قَالَ واكثرهم لا يعقلون قال المشركون (الآية 103) .\n261: 30: 27 سفيان عَنِ الْأَعْمَشِ عَنْ مُجَاهِدٍ يَوْمَ يَجْمَعُ اللَّهُ الرُّسُلَ فَيَقُولُ مَاذَا أجبتم قال فيفرعون ثم فيقولون لا علم لنا (الآية 109) .\n",
                    "footnotes": []
                },
                {
                    "page": "106",
                    "pageNumber": 102,
                    "title": "(الأنعام)",
                    "content": "\n(الأنعام)\n262: 1: 12 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ وَلَوْ أَنْزَلْنَا مَلَكًا لَقُضِيَ الأَمْرُ لَقَامَتِ السَّاعَةُ وَلَوْ جَعَلْنَاهُ مَلَكًا لجعلناه رجلا فَقَالُوا كَيْفَ يَكُونُ مَلَكٌ رَجُلًا وللبسنا عليهم ما يلبسون (الآية 8، 9) .\n263: 2: 5 سفيان عَنْ مُجَاهِدٍ فِي قَوْلِهِ لأُنْذِرَكُمْ به ومن بلغ من الأعاجم (الآية 19) .\n264: 3: 4 سفيان عن حبيب بن أَبِي حَبِيبٍ أَخْبَرَنِي مَنْ سَمِعَ بن\nعَبَّاسٍ يَقُولُ فِي قَوْلِ اللَّهِ وهم ينهون عنه وينئون عنه قَالَ نَزَلَتْ فِي أَبِي\n",
                    "footnotes": []
                },
                {
                    "page": "107",
                    "pageNumber": 103,
                    "title": "(الأنعام)",
                    "content": "\nطَالِبٍ كَانَ يَنْهَى عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يوذا رسول قال وينا قَالَ يَجْفُوا عَمَّا جَاءَ بِهِ وَإِنْ يُهْلِكُونَ إِلا أَنْفُسَهُمْ وَمَا يشعرون يعني أبا طالب (الآية 26) .\n265: 4: 5 سفيان عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ عَنْ أَبِيهِ قَالَ قَالَ سَعْدٌ نَزَلَتْ هَذِهِ الْآيَةُ فِي سِتَّةٍ مِنْ أَصْحَابُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْهُمُ ابْنُ مَسْعُودٍ قَالَ كُنَّا نَسْبِقُ إِلَى النَّبِيِّ صلى الله عليه وسلم وندنو مِنْهُ فَقَالَتْ قُرَيْشٌ تُدْنِي هَؤُلَاءِ وتنحينا ولا فَكَانَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَمٌّ فَنَزَلَتْ وَلا تَطْرُدِ الذين يدعون ربهم بالغدوة والعشي الى آخر الآية (الآية 52) .\n266: 5: 9 سفيان عَنْ مُجَمِّعٍ عَنْ مَاهَانَ قَالَ جَاءَ نَفَرٌ إِلَى\n",
                    "footnotes": []
                },
                {
                    "page": "108",
                    "pageNumber": 104,
                    "title": "(الأنعام)",
                    "content": "\nالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا إِنَّا أَصَبْنَا ذُنُوبًا عِظَامًا فَلَمْ يَرُدَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وسلم عليهم شيئا فَنَزَلَتْ وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلامٌ عَلَيْكُمْ كَتَبَ ربكم على نفسه الرحمة فَدَعَاهُمْ رَسُولُ اللَّهِ صَلَّى اللَّهُ عليه وسلم فقرأها عليهم (الآية 54) .\n267: 6: 7 سفيان عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ تَوَفَّتْهُ رسلنا قال ملك الموت (الآية 61) .\n268: 7: 8 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ قَالَ أَعْوَانُ مَلَكِ الْمَوْتِ ثُمَّ يَقْبِضُهَا مَلَكُ الْمَوْتِ مِنْهُمْ بَعْدُ.\n269: 8: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنِ السُّدِّيِّ عَنْ سَعِيدِ بْنِ جبير\nوأبي ملك فأعرض عنهم حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وإما ينسينك الشيطان فلا تقعد بعد الذكرى قال بعدان تذكر (الآية 68) .\n270: 9: 2 سُفْيَانُ عَنِ السُّدِّيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَأَبِي مُلْكٍ وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ من شئ ولكن ذكرى لعلهم يتقون قال مسآتهم لم (الآية 69) .\n271: 10: 3 سُفْيَانُ عَنِ السُّدِّيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وأبي ملك قَالَا ثُمَّ نَزَلَتْ وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيات الله يكفر بها ويستهزي حدثنا بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إذا مثلهم.\n",
                    "footnotes": []
                },
                {
                    "page": "109",
                    "pageNumber": 105,
                    "title": "(الأنعام)",
                    "content": "\n(الآية 140 من النساء) 272: 11: 13 سفيان عن أبي إسحق عَنِ الْبَرَاءِ فِي قَوْلِهِ قِنْوَانٌ دانية قال قريبة (الآية 99) .\n273: 12: 14 سفيان عن أبي اسحق عن التميمي عن بن عباس وليقولوا درست قال قرأت وتعلمت (الآية 105) .\n274: 13: 10 سفيان عَنِ الْمُغِيرَةِ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ قَالَ نَسَخَتْهَا الْعُشْرُ وَنِصْفُ الْعُشْرِ.\n(الآية 141) .\n275: 14: 11 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ يُخْرِجُ شَيْئًا مِنَ السُّنْبُلَةِ سِوَى زَكَاتِهِ ثُمَّ يُخْرِجُ زَكَاتَهُ بَعْدَ.\n276: 15: 17 سفيان قال لَمَّا نَزَلَتْ وَآتُوا حَقَّهُ يَوْمَ حصاده جَعَلَ\n",
                    "footnotes": []
                },
                {
                    "page": "110",
                    "pageNumber": 106,
                    "title": "(الأنعام)",
                    "content": "\nثَابِتُ بْنُ قَيْسِ بْنِ شِمَاسٍ يعطي لا يجئ أَحَدٌ إِلَّا أَعْطَاهُ فَنَزَلَتْ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ ابق لعيالك (الآية 141) .\n277: 16: 16 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا قُلْ لَا\nأَجِدُ فِيمَا أُوحِيَ إِلَيَّ مُحَرَّمًا عَلَى طَاعِمٍ يطعمه (الآية 145) .\n278: 17: 6 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى عَنْ عَبْدِ اللَّهِ هَلْ يَنْظُرُونَ إِلا أَنْ تَأْتِيَهُمُ الْمَلائِكَةُ أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيات ربك قَالَ طُلُوعُ الشَّمْسِ مَعَهَا الْقَمَرُ كالبعرين القرينين (الآية 158) .\n",
                    "footnotes": []
                },
                {
                    "page": "111",
                    "pageNumber": 107,
                    "title": "(ومن سورة الأعراف)",
                    "content": "\n(ومن سورة الأعراف)\n279: 1: 2 سفيان عَنِ الْأَعْمَشِ عَنِ الْمِنْهَالِ بْنِ عمرو عن بن عَبَّاسٍ وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ قَالَ خَلَقْنَاكُمْ فِي أَصْلابِ الرِّجَالِ ثُمَّ صَوَّرْنَاكُمْ فِي أَرْحَامِ النِّسَاءِ (الآية 11) .\n280: 2: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ ثُمَّ لآتينهم من بين أيديهم قَالَ مِنْ قِبَلِ دُنْيَاهُمْ وَمِنْ خلفهم قَالَ مِنْ قِبَلِ آخِرَتِهِمْ وَعَنْ أيمانهم من قبل حسناتهم وعن شمايلهم من قبل سيئاتهم (الآية 17) .\n281: 3: 9 سفيان عن بن عَبَّاسٍ وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ ورق الجنة قال التين (الآية 22) .\n282: 4: 10 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ اهْبِطُوا بَعْضُكُمْ لِبَعْضٍ عدو قال آدم والحية والشيطان (الآية 24) .\n",
                    "footnotes": []
                },
                {
                    "page": "112",
                    "pageNumber": 108,
                    "title": "(ومن سورة الأعراف)",
                    "content": "\n283: 5: 11 سفيان في قول الله لباسا يوارى سواتكم ورياشا ولباس التقوى قَالَ الرِّيشُ الْمَالُ وَالرِّيَاشُ الثِّيَابُ ((الآية 26) .\n284: 6: 5 سفيان عن وقاء ابن بِنْ إِيَاسٍ عَنْ مُجَاهِدٍ كَمَا بدأكم تعودون قَالَ يُبْعَثُ الْمُؤْمِنُ مُؤْمِنًا وَالْكَافِرُ كافرا (الآية 29) .\n285: 7: 6 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُبْعَثُ كُلُّ عَبْدٍ عَلَى مَا مَاتَ عَلَيْهِ الْمُؤْمِنُ عَلَى إِيمَانِهِ وَالْكَافِرُ عَلَى كفره 286: 8: 12 سفيان عَنْ لَيْثٍ عَنْ عَطَاءٍ عَنِ بن عَبَّاسٍ فِي قَوْلِ اللَّهِ لا تفتح لهم أبواب السماء لقول ولا عمل (الآية 40) .\n287: 9: 13 سفيان قال قال بن عَبَّاسٍ حَتَّى يَلِجَ الْجَمَلُ فِي سم الخياط قال حبال السفيانة في ثقب الإبرة\n",
                    "footnotes": []
                },
                {
                    "page": "113",
                    "pageNumber": 109,
                    "title": "(ومن سورة الأعراف)",
                    "content": "\n288: 10: 7 سفيان عَنْ عُثْمَانَ بْنِ أَبِي زُرْعَةَ الثَّقَفِيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عن بن عَبَّاسٍ أَنْ أَفِيضُوا عَلَيْنَا مِنَ الماء قَالَ يُنَادِي الرَّجُلُ مَعْرِفَتَهُ مِنْ أَهْلِ الْجَنَّةِ أَنْ أَغِثْنِي يَا فلان فقد احْتَرَقْتُ فَيَقُولُ اللَّهُ تَعَالَى ذِكْرُهُ: إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ (الآية 50) .\n289: 11: 15 سفيان في قوله وأورثنا الَّذِينَ كَانُوا يُسْتَضْعَفُونَ مَشَارِقَ الأَرْضِ ومغاربها قال الشام (الآية 137) .\n290: 12: 14 سفيان في قوله جعله دكا قَالَ بَعْضُهُ ذَهَبَ فِي الْبُحُورِ وَبَعْضُهُ هُصِرَ يَعْنِي الْجَبَلَ لَمَّا تجلى ربه (الآية 143) .\n291: 13: 3 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ تُبْتُ اليك قال قال موسى أي رب تُبْتُ إِلَيْكَ أَنْ أَسْأَلَكَ الرُّؤْيَةَ بعد الذي\n",
                    "footnotes": []
                },
                {
                    "page": "114",
                    "pageNumber": 110,
                    "title": "(ومن سورة الأعراف)",
                    "content": "\nرأيت (الآية 143) .\n292: 14: 17 سفيان فِي قَوْلِهِ تُبْتُ إِلَيْكَ وَأَنَا أول المؤمنين قال، أول قومي إيمانا (الآية 143) .\n293: 15: 16 سفيان فِي قَوْلِهِ سَأُرِيكُمْ دَارَ الْفَاسِقِينَ قال،\nهلاك الفاسقين (الآية 145) .\n294: 16: 8 سفيان عَنْ عَبْدِ الرَّحْمَنِ الْأَصْبَهَانِيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ إنا هدنا إليك قال تبنا اليك (الآية 156) .\n",
                    "footnotes": []
                },
                {
                    "page": "115",
                    "pageNumber": 111,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\n(ومن سورة الأنفال)\n295: 1: 7 سفيان عن الكلبي عن أبي ضلح قوله من بن عَبَّاسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ بَدْرٍ مَنْ جَاءَ بِأَسِيرٍ فَلَهُ كذى ومن جاء برأس فله كذى ومن جاء برأس فله كذى فَجَاءَ أَبُو الْيُسْرِ بِأَسِيرَيْنِ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ من جاء بأسير فله كذى ومن جاء برأس فله كذى وَقَدْ جِئْتُ بِهَذَيْنِ قَالَ سَعْدُ بْنُ عُبَادَةَ يَا رَسُولَ اللَّهِ قَدْ رَأَيْنَا مَكَانَ مَا أَخَذُوا وحرسناك له مَخَافَةً عَلَيْكَ فَجَعَلَ أَبُو الْيُسْرِ يَتَكَلَّمُ فَإِذَا فَرَغَ تَكَلَّمَ سَعْدُ بن عبادة فنزلت يسئلونك عَنِ الأَنْفَالِ قُلِ الأَنْفَالُ لِلَّهِ والرسول (الآية 1) .\n296: 2: 12 سفيان عَنِ السُّدِّيِّ فِي قَوْلِ اللَّهِ إِذَا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ قَالَ إِذَا أَرَادَ أَنْ يَظْلِمَ مَظْلَمَةً فَقِيلَ لَهُ اتَّقِ اللَّهَ كف ووجل قلبه (الآية 2) .\n",
                    "footnotes": []
                },
                {
                    "page": "116",
                    "pageNumber": 112,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\n297: 3: 26 سفيان فِي قَوْلِ اللَّهِ إِحْدَى الطَّائِفَتَيْنِ أنها لكم قال، غير أبي سفيان (الآية 7) .\n298: 4: 27 سُفْيَانَ فِي قَوْلِهِ بِأَلْفٍ مِنَ الملائكة مردفين قال متتابعين (الآية 9) .\n299: 5: 28 سفيان ويذهب عنكم رجز الشيطان قال\nالوسوسة (الآية 11) .\n300: 6: 15 سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ فِي قَوْلِ اللَّهِ وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دبره إِنَّمَا كَانَتْ لِأَهْلِ بَدْرٍ خَاصَّةً لم تكن له فئة ينحازوا إليها (الآية 16) .\n301: 7: 13 سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ قَالَ لم يكن القرار إِلَّا يَوْمَ بَدْرٍ لِأَنَّهُ لَمْ تكن فئة.\n302: 8: 15 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ قَالَ عُمَرُ أَنَا\n",
                    "footnotes": []
                },
                {
                    "page": "117",
                    "pageNumber": 113,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\nفئة كل مسلم (الآية 16) .\n303: 9: 30 سفيان وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ الله رمى قال رما الرَّمْيَ بِالتُّرَابِ حِينَ قَالَ شَاهَتِ الوجوه (الآية 17) .\n304: 10: 29 سفيان في قول الله موهن كيد الكافرين وموهن كيد الكافرين (الآية 18) .\n305: 11: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الله عن سعيد ابن جُبَيْرٍ فِي قَوْلِهِ يَحُولُ بَيْنَ المرء وقلبه قَالَ يَحُولُ بَيْنَ الْمُؤْمِنِ وَبَيْنَ أَنْ يَكْفُرَ وَبَيْنَ الْكَافِرِ وَبَيْنَ أن يؤمن.\n(الآية 24) .\n306: 12: 2 سفيان عَنْ لَيْثٍ قَالَ سَأَلْتُ مُجَاهِدًا قَالَ قُلْنَا مَا\n",
                    "footnotes": []
                },
                {
                    "page": "118",
                    "pageNumber": 114,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\nيَحُولُ بَيْنَ الْمَرْءِ وَقَلْبِهِ قَالَ إِذَا حَالَ بَيْنَ الْمَرْءِ وَقَلْبِهِ هلك.\n307: 13: 5 سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ فِي قَوْلِهِ وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الذين ظلموا منكم خاصة قَالَ نَزَلَتْ فِي أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم (الآية 25) .\n308: 14: 6 سفيان قَالَ أَخْبَرَنِي مَنْ سَمِعَ عُقْبَةَ بْنَ صَهْبَانَ أَنَّهُ سَمِعَ الزُّبَيْرَ بْنَ الْعَوَّامِ وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً قَالَ لَقَدْ أَتَى عَلَيْنَا زَمَانٌ وَمَا نَظُنُّ أَنَّا مِنْ أَهْلِهَا فإذا نحن المعنيون بها.\n309: 15: 8 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ إِنْ تَتَّقُوا اللَّهَ يَجْعَلْ لَكُمْ فُرْقَانًا قال مخرجا (الآية 29) .\n310: 16: 9 سفيان عن منصور عن مجاهد يثبتوك قال يوبقوك ذلك (الآية 30) .\n",
                    "footnotes": []
                },
                {
                    "page": "119",
                    "pageNumber": 115,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\n311: 17: 31 سفيان فِي قَوْلِ اللَّهِ حَتَّى لا تكون فتنة قال الشرك (الآية 39) .\n312: 18: 4 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ واعلموا أنما غنمتم من شئ المخيط من الشئ (الآية 41) .\n313: 19: 24 سفيان عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عن عبد الله ابن عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ وَسَلُوا اللَّهَ الْعَافِيَةَ وَإِنْ أَنْتُمْ لَقِيتُمُوهُمْ فَاثْبُتُوا وَأَكْثِرُوا ذِكْرَ اللَّهِ وَاصْبِرُوا وَإِنْ جلبوا وصيحوا فعليكم بالصمت (الآية 45) .\n314: 20: 10 سفيان عَنْ أَبِي هَاشِمٍ عَنْ مُجَاهِدٍ يضربون وجوههم وأدبارهم قال استاههم (الآية 50) .\n",
                    "footnotes": []
                },
                {
                    "page": "120",
                    "pageNumber": 116,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\n315: 21: 14 سفيان عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنْ صلح بْنِ كَيْسَانَ عَنْ\nعُقْبَةَ بْنِ عَامِرٍ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَعِدُّوا لَهُمْ مَا استطعتم من قوة الرمي (الآية 60) .\n316: 22: 16 سفيان عَنْ سَعِيدِ بْنِ دِينَارٍ عَنْ عِكَرِمَةَ قَالَ الْقُوَّةُ الْخَيْلُ الذُّكُورُ.\n317: 23: 17 سفيان عَنْ سَعِيدِ بْنِ دِينَارٍ عَنْ عكرمة وومن رباط الخيل قال الإناث (الآية 60) .\n318: 24: 32 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ عن بن عَبَّاسٍ فِي قَوْلِ اللَّهِ تُرْهِبُونَ به عدو الله وعدوكم قال تخزونهم محمد به (الآية 60) .\n319: 25: 33 سفيان أنه كَانَ يَقْرَأُ وَإِنْ جَنَحُوا لِلسَّلْمِ فاجنح لها (الآية 61) .\n",
                    "footnotes": []
                },
                {
                    "page": "121",
                    "pageNumber": 117,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\n320: 26: 3 سفيان عَنْ شَوْذَبٍ مَوْلَى الشَّعْبِيِّ عَنِ الشعبي يا أيها النَّبِيُّ حَسْبُكَ اللَّهُ وَمَنِ اتَّبَعَكَ من المؤمنين الله (الآية 64) .\n321: 27: 18 سفيان عَنْ لَيْثٍ عَنْ عَطَاءٍ فِي قَوْلِ اللَّهِ إِنْ يَكُنْ مِنْكُمْ عشرون صابرون يغلبون ماءتين قَالَ كَانَ لَا يَنْبَغِي لِوَاحِدٍ أَنْ يَفِرَّ مِنْ عَشَرَةٍ - فَخَفَّفَ الله عنهم (الآية 65) .\n322: 28: 19 سفيان عن بن جريج عن عطاء مثله 323: 29: 21 سفيان عَنْ لَيْثٍ عَنْ عَطَاءٍ فَأَنْزَلَ اللَّهُ فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابرة يغلبوا ماءتين وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا ألفين قَالَ لَا يَنْبَغِي لِوَاحِدٍ أَنْ يفر من اثنين (الآية 66) .\n324: 30: 22 سفيان عن بن جريج عن عطاء مثله.\n325: 31: 20 سفيان عَنِ الْأَعْمَشِ عَنْ ذَكْوَانَ عَنْ أَبِي هُرَيْرَةَ\nقَالَ لَمْ تَحِلَّ الْغَنِيمَةُ لِأَحَدٍ أَسْوَدِ الرَّأْسِ قَبْلَكُمْ كَانَتِ الْغَنِيمَةُ تَنْزِلُ النَّارُ\n",
                    "footnotes": []
                },
                {
                    "page": "122",
                    "pageNumber": 118,
                    "title": "(ومن سورة الأنفال)",
                    "content": "\nفَتَأْكُلُهَا فَنَزَلَتْ لَوْلا كِتَابٌ مِنَ الله سبق قَالَ سَبَقَ فِي الْكِتَابِ السَّابِقِ (الآية 68) .\n326: 32: 23 سفيان عن السدي عن أبي ملك قَالَ قَالَ رَجُلٌ لَنُوَرِّثَنَّ أَرْحَامَنَا مِنَ الْمُشْرِكِينَ فَنَزَلَتْ إِلا تَفْعَلُوهُ تَكُنْ فِتْنَةٌ فِي الأَرْضِ وَفَسَادٌ كبير فيكم (الآية 73) .\n",
                    "footnotes": []
                },
                {
                    "page": "123",
                    "pageNumber": 119,
                    "title": "(ومن سورة براءة)",
                    "content": "\n(ومن سورة براءة)\n327: 1: 13 سفيان في قوله الناس يوم الحج الأكبر قَالَ يَوْمُ النَّحْرِ أَرْبَعَةَ أَشْهُرٍ قال عشرين من ذي الحجة والمحرم وصفرا، وشهر ربيع الأول وعشرا من ربيع الآخر (الآية 3 و 2) .\n328: 2: 14 سفيان في قوله أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حتى يسمع كلام الله قال كتاب الله (الآية 6) .\n329: 3: 15 سفيان قال قال مجاهد وإن لم يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إلا ولا ذمة قَالَ إِلًّا اللَّهُ وَقَالَ بَعْضُهُمْ الرحم (الآية 8) .\n330: 4: 5 سفيان عن أبي أسحق عَنْ صِلَةِ بْنِ زُفَرَ عَنْ عمار بن\n",
                    "footnotes": []
                },
                {
                    "page": "124",
                    "pageNumber": 120,
                    "title": "(ومن سورة براءة)",
                    "content": "\nياسر أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمَانَ لهم لا عهد لهم (الآية 12) .\n331: 5: 16 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا وإِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وأخوانكم وأزواجكم وعشيرتكم (الآية 24) .\n332: 6: 4 سفيان عَنْ وَاقِدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ لَمَّا نَزَلَتْ إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الحرام بعد عامهم هذا اشْتَدَّ ذَلِكَ عَلَى\nالْمُسْلِمِينَ وَقَالُوا ما يأتينا بطعامنا فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ من فضله (الآية 28) .\n333: 7: 6 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ أَبِي الْبَخْتَرِيِّ عَنْ حُذَيْفَةَ فِي قَوْلِ اللَّهِ اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ والمسيح قَالَ: كَانُوا يَعْبُدُونَهُمْ قَالَ لَا وَلَكِنْ كَانُوا إِذَا أَحَلُّوا لَهُمْ شَيْئًا اسْتَحَلُّوهُ وَإِذَا\n",
                    "footnotes": []
                },
                {
                    "page": "125",
                    "pageNumber": 121,
                    "title": "(ومن سورة براءة)",
                    "content": "\nحرموا عليهم شيئا حرموه (الآية 31) .\n334: 8: 8 سفيان عَنْ أَبِي الْمِقْدَامِ عَنْ نُبَيْحٍ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ فِي قوله وكان على الدين كله قَالَ خُرُوجُ عِيسَى بِنْ مَرْيَمَ صلوات الله عليه (الآية 33) .\n335: 9: 3 سفيان عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ قَالَ لما نزلت يكنزون الذهب والفضة قَالَ اشْتَدَّ ذَلِكَ عَلَى الْمُهَاجِرِينَ قالوا فأي شئ نَتَّخِذُ فَقَالَ عُمَرُ أَنَا أَكْفِيكُمْ فَسَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وسلم فقال أي شئ نتخذ قال لسان ذاكر وقلب شاكر وزوجة مؤمنة تعين أحدكم عى دينه (الآية 34) .\n336: 10: 9 سفيان عَنِ الْأَعْمَشِ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فِي قوله يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ كان قَالَ مَنْ كَانَ عِنْدَهُ مَالٌ يكتنزه أبو قَالَ يُوَسَّعُ\n",
                    "footnotes": []
                },
                {
                    "page": "126",
                    "pageNumber": 122,
                    "title": "(ومن سورة براءة)",
                    "content": "\nجِلْدُهُ فَلَا يَمَسُّ مِنْهَا دِينَارٌ ولا درهم (الآية 35) .\n337: 11: 18 سفيان يقاتلونكم كافة قال جميعا (الآية 36) .\n338: 12: 10 سفيان عن منصور عن أبي وايل النسئ زيادة في\nالكفر قَالَ فِي رَجُلٍ مِنْ بَنِي كنانة يؤخر المحرم مرة فيجعله صَفَرًا وَيَجْعَلُهُ مَرَّةً الْمُحَرَّمَ فَأَنْزَلَ الله عاما ويحرمونه عاما (الآية 37) .\n339: 13: 11 سفيان عن السدي مثله.\n340: 14: 17 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها يضل (الآية 37) .\n341: 15: 11 سفيان عن الأعمش مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ الا قليل قَالَ الْمَتَاعُ زَادُ الرَّاعِي مِخْلاتُهُ فيها طعامه (الآية 38) .\n342: 16: 12 سفيان عَنْ أَبِيهِ عَنْ أَبِي الضُّحَى قَالَ أَوَّلُ مَا نَزَلَ مِنْ\n",
                    "footnotes": []
                },
                {
                    "page": "127",
                    "pageNumber": 123,
                    "title": "(ومن سورة براءة)",
                    "content": "\nبراءة خفافا وثقالا (الآية 41) .\n343: 17: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عن عثمن بْنِ الْأَسْوَدِ عَنْ مُجَاهِدٍ فِي قوله وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ قَالَ إِذَا أَصَابَتْهُ مُصِيبَةٌ أَوِ احْتَرَقَ بَيْتُهُ أَوِ ادَّانَ عَلَى عياله أو اذهب السَّيْلُ بِمَالِهِ فَهُوَ مِنَ الْغَارِمِينَ (الآية 60) .\n344: 18: 7 سفيان عَنْ جَابِرٍ عَنْ أَبِي جَعْفَرٍ فِي قَوْلِ اللَّهِ وَالْغَارِمِينَ وَفِي سبيل الله وابن السبيل قَالَ الْغَارِمِينَ الْمُسْتَدِينِينَ بِغَيْرِ فَسَادٍ وَابْنِ السَّبِيلِ الْمُجْتَازِ مِنَ الْأَرْضِ الى الأرض (الآية 60) .\n345: 19: 2 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ بن عَبَّاسٍ قَالَ مَا زَالَ إِبْرَاهِيمُ يَسْتَغْفِرُ لِأَبِيهِ حَتَّى مَاتَ فَلَمَّا مَاتَ تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لله فتبرأ منه (الآية 114) .\n",
                    "footnotes": []
                },
                {
                    "page": "128",
                    "pageNumber": 124,
                    "title": "(يونس)",
                    "content": "\n(يونس)\n346: 1: 4 سفيان فِي قَوْلِهِ دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللهم قَالَ إِذَا اشْتَهَوْا شَيْئًا قَالُوا سُبْحَانَكَ اللَّهُمَّ فَإِذَا هُوَ بَيْنَ أيديهم (الآية 10) .\n347: 2: 3 سفيان عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يساف بفضل الله وبرحمته قال هو الاسلام والقرآن (الآية 58) .\n348: 3: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ خُصَيْفٍ عَنْ عِكْرِمَةَ عَنِ بن عَبَّاسٍ فِي قَوْلِهِ وَاجْعَلُوا بُيُوتَكُمْ قبلة قال اجعلوها مساجد (الآية 87) .\n349: 4: 2 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قوله بيوتكم قبلة كَانُوا خَائفِينَ فَأُمِرُوا أَنْ يُصَلُّوا في بيوتهم.\n",
                    "footnotes": []
                },
                {
                    "page": "129",
                    "pageNumber": 125,
                    "title": "(سورة هود)",
                    "content": "\n(سورة هود)\n350: 1: 13 سفيان عن مجاهد في قوله إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يبخسون قَالَ مَا كَانَ مِنْ عَمَلٍ صالح صلوة أَوْ صَوْمٍ يُجَازُونَ بِهِ فِي الدنيا يبخسون لا ينقصون منه شيئا (الآية 15) .\n351: 2: 4 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ أَفَمَنْ كان على بيته مِنْ رَبِّهِ وَيَتْلُوهُ شَاهِدٌ مِنْهُ قَالَ جِبْرِيلُ صَلَّى اللَّهُ عَلَيْهِ (الآية 17) .\n352: 3: 5 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ قَالَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وسلم.\n353: 4: 28 سفيان عن الأعمش عن أبي وايل عَنْ مَسْرُوقٍ أَنَّ عَبْدَ اللَّهِ كان يقرؤها أو ومرساها (الآية 41) .\n",
                    "footnotes": []
                },
                {
                    "page": "130",
                    "pageNumber": 126,
                    "title": "(سورة هود)",
                    "content": "\n354: 5: 15 سفيان عَنْ أَبِي عَامِرٍ عَنِ الضَّحَّاكِ عن بن عباس في قوله أو نوح ابنه قَالَ هُوَ ابْنُهُ مَا بَغَتِ امرأة نبي قط (الآية\n42) .\n355: 6: 23 سفيان عن موسى بن أبي عايشة عن سليمن بن قتة عن بن عَبَّاسٍ أَنَّهُ كَانَ يَقْرَؤُهَا إِنَّهُ عمل غير صالح (الآية 46) .\n356: 7: 24 سفيان عَنِ الْأَعْمَشِ وَغَيْرِهِ أَنَّ أَصْحَابَ عَبْدِ اللَّهِ كَانُوا يَقْرَءُونَهَا إِنَّهُ عمل غير صالح قال سئلك) مَا لَيْسَ لَكَ بِهِ عِلْمٌ عمل غير صالح.\n357: 8: 10 سفيان عَنْ مُوسَى بْنِ عُبَيْدَةَ عَنْ مُحَمَّدِ بْنِ كَعْبٍ فِي قَوْلِهِ أمم ممن معك قَالَ دَخَلَ فِيهَا كُلُّ مُؤْمِنٍ ومؤمنة الى يوم القيامة (الآية 48) .\n",
                    "footnotes": []
                },
                {
                    "page": "131",
                    "pageNumber": 127,
                    "title": "(سورة هود)",
                    "content": "\n358: 9: 11 سفيان عَنْ مُوسَى بْنِ عُبَيْدَةَ عَنْ مُحَمَّدِ بْنِ كَعْبٍ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُمْ مِنَّا عَذَابٌ أَلِيمٌ قَالَ دَخَلَ فِيهَا كُلُّ كَافِرٍ وَكَافِرَةٍ وَفَاجِرٍ وَفَاجِرَةٍ إِلَى يَوْمِ القيامة (الآية 48) .\n359: 10: 27 سفيان فِي قَوْلِهِ إِلا اعْتَرَاكَ بَعْضُ آلهتنا بسوء قَالَ أَصَابَكَ بَعْضُ آلِهَتِنَا بِجُنُونٍ (الآية 54) .\n360: 11: 1 حدثنا سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ هَؤُلاءِ بَنَاتِي هُنَّ أطهر لكم قَالَ كُلُّ نَبِيٍّ أَبُو أُمَّتِهِ فَأَمَّا لُوطٌ فَإِنَّهُ لَمْ تَكُنْ له الا ابنتان (الآية 78) .\n361: 12: 29 سفيان لَمَّا جَاءَ الرُّسُلُ إِلَى لُوطٍ تبعهم أهل قريته وكان له جمال فلم يقولوا لهم شيا فَلَمَّا دَخَلُوا عَلَى لُوطٍ وَرَأَوْا مَوْجَدَةَ لُوطٍ عَلَيْهِمْ وَمَا قَدْ دَخَلَهُ مِنْ خَشْيَتِهِمْ قَالُوا إِنَّا رُسُلُ رَبِّكَ لَنْ يَصِلُوا إِلَيْكَ فَلَمَّا دَنَوْا أَخَذُوا التُّرَابَ فَرَمَوْهُمْ بِهِ فَفَقَئُوا أَعْيُنَهُمْ فَذَلِكَ قَوْلُهُ فطمسنا أعينهم فَرَجَعُوا إِلَى أَصْحَابِهِمْ وَهُمْ يَقُولُونَ سَحَرَ سَحَرُونَا فَقَالَ\n",
                    "footnotes": []
                },
                {
                    "page": "132",
                    "pageNumber": 128,
                    "title": "(سورة هود)",
                    "content": "\nلُوطٌ لِلرُّسُلِ الْآنَ الْآنَ يَعْنِي هَلاكَهُمْ فَقَالُوا إِنَّ مَوْعِدَهُمُ الصُّبْحُ عبد فقال ابن عباس ثلثة أَحْرُفٍ فِي الْقُرْآنِ لَا يُحْفَظُونَ أَلَا تَرَى أَنَّهُ قَوْلُ اللَّهِ الصبح بقريب عليه وَالْحَرْفَانِ الْآخَرَانِ ثُمَّ أَتْبَعَهُمْ إِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وجعلوا أعزة أهلها أذله قال الله وكذلك يفعلون وَقَوْلٌ لِيُوسُفَ لِيَعْلَمَ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ وَأَنَّ اللَّهَ لا يهدي كيد الخائنين فَقَالَ لَهُ مَلَكٌ مِنَ الْمَلَائِكَةِ وَلَا حِينَ هَمَمْتَ قَالَ وَمَا أبرئ نفسي فَرَجَعَ فَرَفَعَ جِبْرِيلُ عَلَيْهِ السَّلَامُ القرية بجناحه فدحدها (وَمَا فِيهَا حَتَّى أُسْمِعَ أَهْلُ السَّمَاءِ الدُّنْيَا أَصْوَاتَهُمْ ثُمَّ قَلَبَهَا ثُمَّ تَتَبَّعَ مَنْ شَذَّ مِنْهُمْ بالحجارة (الآية 81) .\n362: 13: 7 سفيان في قوله سجيل قال فيها طين (الآية 82) .\n363: 14: 12 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله بقية الله خير لكم قَالَ طَاعَةُ اللَّهِ خَيْرٌ لَكُمْ (الآية 86) .\n364: 15: 17 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها\n",
                    "footnotes": []
                },
                {
                    "page": "133",
                    "pageNumber": 129,
                    "title": "(سورة هود)",
                    "content": "\n(أصلاتك تأمرك لا قَالُوا أَقِرَاءَتُكَ قَالَ وَكَانُوا يَقُولُونَ شعيب خطيب الأنبياء (الآية 87) .\n365: 16: 18 سفيان فِي قَوْلِهِ لا يَجْرِمَنَّكُمْ شِقَاقِي أن لا تحملنكم عداوتي (الآية 89) .\n366: 17: 19 سفيان في قوله ربي رحيم ودود قال المحب (الآية 90) .\n367: 18: 20 سفيان في قوله إنا لنريك فينا ضعيفا) .\nقال في بصره ضعف (الآية 91) .\n368: 19: 13 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ فِي قوله واتخذتموه وراءكم ظهريا قال نبذتم امره (الآية 92) .\n369: 20: 21 سفيان فِي قَوْلِهِ وَمَا زَادُوهُمْ غَيْرَ تتبيب قال\n",
                    "footnotes": []
                },
                {
                    "page": "134",
                    "pageNumber": 130,
                    "title": "(سورة هود)",
                    "content": "\nتخسير (الآية 101) .\n370: 21: 25 سفيان في قراءة عبد الله كذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ الْقُرَى (الآية 102) .\n371: 22: 2 سفيان عَنْ رَجُلٍ عَنِ الضَّحَّاكِ فِي قَوْلِهِ خَالِدِينَ فِيهَا مَا دَامَتِ السماوات وَالأَرْضُ إِلا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَّالٌ لِمَا يُرِيدُ قَالَ إِلَّا مَنِ اسْتَثْنَى مِنْ أَهْلِ الْقِبْلَةِ الَّذِينَ أُخْرِجُوا مِنَ النار (الآية 107) .\n372: 23: 3 سفيان عَنْ رَجُلٍ عَنِ الضَّحَّاكِ وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَالِدِينَ فيها ما دامت على إِلَّا مَنِ اسْتَثْنَى اللَّهُ مِنْ أهل القبلة (الآية 108) .\n373: 24: 26 سفيان في قراءة عبد الله اما الذين سعدوا ففي الجنة.\n374: 25: 9 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ عَنِ بن عباس في قوله إنا\n",
                    "footnotes": []
                },
                {
                    "page": "135",
                    "pageNumber": 131,
                    "title": "(سورة هود)",
                    "content": "\nلموفوهم نصيبهم غير منقوص قَالَ مَا قُدِّرَ لَهُمْ مِنْ خير وشر (الآية 109) .\n375: 26: 6 سفيان عن منصور عن مجاهد الصلاة طرفي النهار قال الفجر والظهر والعصر (الآية 114) .\n377: 28: 8 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ قال الصلوات الخمس (الآية 114) .\n16 29 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ هُرْمُزٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ قَالَ ابْنُ عباس في قوله الحسنات يذهبن السيئات قال هي الصلوات الخمس\n",
                    "footnotes": []
                },
                {
                    "page": "136",
                    "pageNumber": 132,
                    "title": "(سورة هود)",
                    "content": "\n379: 30: 22 سفيان فِي قَوْلِهِ وَلا يَزَالُونَ مُخْتَلِفِينَ إلا من رحم ربك قَالَ مِنْهُمُ الْيَهُودُ وَالنَّصَارَى إِلا من رحم ربك قال جعلها استثناء للمسلم خلقهم قال للرحمة (الآية 118، 380: 31: 14 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي جَعْفَرٍ عن بن عَبَّاسٍ وَجَاءَكَ فِي هَذِهِ الْحَقُّ قال في هذه السورة (الآية 120) .\n",
                    "footnotes": []
                },
                {
                    "page": "137",
                    "pageNumber": 133,
                    "title": "(سورة يوسف)",
                    "content": "\n(سورة يوسف)\n381: 1: 2 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ رَأَيْتُ أَحَدَ عَشَرَ كَوْكَبًا وَالشَّمْسَ والقمر رأيتهم لي ساجدين قال أبوه واخوته وخالته (الآية 4) .\n382: 2: 3 قال سفيان وَكَانَ غَيْرُهُ يَقُولُ أَبُوهُ وَإِخْوَتُهُ وخالته.\n383: 3: 28 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا وَأَلْقُوهُ فِي غَيَابَاتِ الْجُبِّ (الآية 10) .\n384: 4: 29 قال سفيان ويلعب (الآية 12) .\n",
                    "footnotes": []
                },
                {
                    "page": "138",
                    "pageNumber": 134,
                    "title": "(سورة يوسف)",
                    "content": "\n385: 5: 45 سفيان في قوله أَنْتَ بِمُؤْمِنٍ لَنَا وَلَوْ كُنَّا صادقين قَالَ مَا أَنْتَ بِمُصَدِّقٍ لَنَا (الآية 17) .\n386: 6: 4 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ في قوله فصبر جميل قال في غير جزع (الآية 18) .\n387: 7: 46 سفيان في قوله الله واردهم قال رسولهم وساقيهم (الآية 19) .\n388: 8: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عن أبي اسحق عَنْ نَوْفٍ الشَّامِيّ فِي قَوْلِهِ بثمن بخس دراهم معدودة قال كانت عشرين درهما (الآية 20) .\n389: 9: 30 سفيان قال بثمن بخس دراهم معدودة قَالَ اشْتَرَاهُ بَعْضُهُمْ مِنْ بَعْضٍ مِنْهُمْ وَقَالُوا هَذِهِ بِضَاعَةٌ مَعَنَا.\n",
                    "footnotes": []
                },
                {
                    "page": "139",
                    "pageNumber": 135,
                    "title": "(سورة يوسف)",
                    "content": "\n390: 10: 22 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ بلغ أشده واستوى اربعين (الآية 14) من سورة القصص.\n391: 11: 23 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله ولما بلغ أشده قال ثلث وثلثون (الآية 22) .\n392: 12: 25 سفيان عن الأعمش عن أبي وايل قَالَ قَرَأَهَا عَبْدُ اللَّهِ هَيْتَ لك قَالَ أَنْ أَقْرَأَهَا كَمَا سَمِعْتُ أحب الي (الآية 23) .\n393: 13: 26 سفيان قال تفسير هيت لك تهيأت لك وهيت\n",
                    "footnotes": []
                },
                {
                    "page": "140",
                    "pageNumber": 136,
                    "title": "(سورة يوسف)",
                    "content": "\nلك هلم لك 394: 14: 5 سفيان عن بن جُرَيْجٍ وَسَالِمٍ أَوْ أَحَدِهِمَا عَنِ بن أبي مليكة عن بن عباس في قوله همت به وهم بها قَالَ أَسْلَمَتْ لَهُ وَحَلَّ التَّبَانُ وَقَعَدَ بَيْنَ فَخِذَيْهَا فَنَادَى مُنَادٍ يا يوسف لا تكن كالطاير قال إِذَا دَمَا ذَهَبَ رِيشُهُ فَلَمْ يعظ عن الندا شيا فَنُودِيَ الثَّانِيَةَ فَلَمْ يَعِظْ عَنِ الندا شيا فَتَمَثَّلَ لَهُ يَعْقُوبُ فَضَرَبَ صَدْرَهُ فَقَامَ فَخَرَجَتِ الشَّهْوَةُ مِنْ\nأَنَامِلِهِ (الآية 24) .\n395: 15: 6 سفيان عن بن جريج أو بن أَبِي نَجِيحٍ شَكَّ أَبُو جَعْفَرٍ عن بن أَبِي مَلِيكَةَ عَنِ ابْنِ عَبَّاسٍ قَالَ كَانَ يُولَدُ لِإِخْوَتِهِ اثْنَا عشر ذكرا يولد لَهُ أَحَدَ عَشَرَ وَلَدًا مِنْ أجل الشهوة التي خرجت.\n396: 16: 7 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ تَمَثَّلَ لَهُ يَعْقُوبُ\n",
                    "footnotes": []
                },
                {
                    "page": "141",
                    "pageNumber": 137,
                    "title": "(سورة يوسف)",
                    "content": "\nعاضا على أصابعه.\n397: 17: 8 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ لَوْلا أَنْ رَأَى برهان ربه قال يعقوب (الآية 24) .\n398: 18: 31 سفيان وألفيا سيدها لدى الباب فَقَالَ وَجَدَ سَيِّدَهَا لَدَى الْبَابِ (الآية 25) .\n19: 9 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ وَشَهِدَ شاهد من أهلها قال كان رجلا (الآية 26) .\n400: 20: 10 سفيان عن جابر عن بن أبي مليكة عن بن عَبَّاسٍ وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا قال كان خاصة للملك.\n401: 21: 12 حدثنا سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ من قرأها متكا وَنَوَّنَهَا قَالَ الطَّعَامُ وَمَنْ لَمْ ينونها قال الأترنج (الآية 31) .\n",
                    "footnotes": []
                },
                {
                    "page": "142",
                    "pageNumber": 138,
                    "title": "(سورة يوسف)",
                    "content": "\n402: 22: 51 سفيان عن أبي اسحق عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللَّهِ قَالَ أُعْطِيَ يُوسُفُ عَلَيْهِ السلام وأمه ثلث الحسن (الآية 31) .\n403: 23: 22 سفيان في قوله عن حتى حين قال سبع سنين (الآية 35) .\n404: 24: 27 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ إِنِّي من أراني أعصر عنبا.\n(الآية 36) .\n405: 25: 11 سفيان عَنْ عُمَارَةَ عَنْ إِبْرَاهِيمَ عَنْ عَبْدِ اللَّهِ إِنِّي\n",
                    "footnotes": []
                },
                {
                    "page": "143",
                    "pageNumber": 139,
                    "title": "(سورة يوسف)",
                    "content": "\nأراني أعصر خمرا وقال الآخر إن أراني أحمل فوق رأسي خبرا قَالَ أَمَّا أَحَدُكُمَا فَيَسْقِي رَبَّهُ خَمْرًا وَأَمَّا الآخَرُ فَيُصْلَبُ فَتَأْكُلُ الطير من رأسه.\nقالا أنا لم نرى شيا فقال بن الأمر الذي فيه تستفتيان هذه (الآية 41 36) .\n406: 26: 21 سفيان عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ أَبِي رُزَيْنٍ عَنِ ابْنِ عَبَّاسٍ في قوله سنة بعد أمة قال بعد حين (الآية 45) .\n407: 27: 24 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ ذَلِكَ لِيَعْلَمَ أَنِّي لم أخنه بالغيب قَالَ لِيَعْلَمَ اللَّهُ أَنِّي لَمْ أَخُنْهُ بِالْغَيْبِ قَالَ لَهُ الْمَلَكُ ولا حين هممت قال أبرئ نفسي (الآية 52.\n53) .\n408: 28: 33 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها وقال لفتيانه عمرو والله قبل خير حافظا يحيى (الآية 62.\n64) .\n",
                    "footnotes": []
                },
                {
                    "page": "144",
                    "pageNumber": 140,
                    "title": "(سورة يوسف)",
                    "content": "\n409: 29: 47 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَرْسِلْ مَعَنَا أَخَانَا يَكْتَلْ الرحمن مثل نصيب أحدنا (الآية 63) .\n410: 30: 48 سفيان وكان أهلنا روى قَالَ يُعْطِيهِمْ عَلَى عِدَّةِ الرِّجَالِ الذين كانوا يأتونه (الآية 65) .\n411: 31: 13 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ ولم كيل يعبر بين قال حمل (الآية 65) .\n412: 32: 34 سفيان حَاجَةً فِي نَفْسِ يَعْقُوبَ قَضَاهَا أهل قال خشي\nعليهم العين (الآية 68) .\n413: 33: 52 سفيان قال لذو علم لما علمناه حديث قال علمناه (الآية 68) .\n414: 34: 36 سفيان في قوله صواع الملك قال إن الملك الذي يشرب فيه (الآية 72) .\n",
                    "footnotes": []
                },
                {
                    "page": "145",
                    "pageNumber": 141,
                    "title": "(سورة يوسف)",
                    "content": "\n415: 35: 35 سفيان في قوله به زعيم قال كفيل (الاية 416 72: 36: 42 سفيان في قوله كَانَ لِيَأْخُذَ أَخَاهُ فِي دِينِ الملك قَالَ فِي قَضَاءِ الْمَلِكِ مَنْ سرق اتخذه عبدا (الآية 76) .\n417: 37: 43 سفيان في قوله يَسْرِقْ فَقَدْ سَرَقَ أَخٌ لَهُ من قبل قَالَ كَانَ يُوسُفُ سَرَقَ آلِهَتَهُمْ عند يوسف في نفسه (الآية 77) .\n418: 38: 49 سفيان في قوله فلما استيئسوا منه خلصوا نجيا قال تشاوروا تشاورا بوسوسة (الآية 80) .\n419: 39: 44 سفيان قال دَخَلَ عَلَى يُوسُفَ مَلِكُ السِّجْنِ فَقَالَ لَهُ يُوسُفُ أَيُّهَا الْمَلِكُ الطَّيِّبُ الرِّيحِ مَا فَعَلَ يَعْقُوبُ مَا بَلَغَ حُزْنُهُ قَالَ بَلَغَ حزن سبعين ثلكى\n",
                    "footnotes": []
                },
                {
                    "page": "146",
                    "pageNumber": 142,
                    "title": "(سورة يوسف)",
                    "content": "\n420: 40: 37 سفيان في قوله تكون حرضا أخبرنا قَالَ تَبلًا أَوْ تَكُونَ مِنَ الهالكين يا قَالَ الْمَوْتُ يَقُولُ لَهُ ذَلِكَ بعض ولد ولده (الآية 85) .\n421: 41: 38 سفيان في قوله أشكوا بثي وحزني إلى الله قال همي مِنَ اللَّهِ مَا لا تَعْلَمُونَ قال أعلم سيجعلون لو أنبياء صلى الله عليهم (الآية 86) .\n422: 42: 39 سفيان في قوله بضاعة مزجاة قال قليلة سمن وصوف (الآية 88) .\n423: 43: 14 سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ إِنِّي لأَجِدُ رِيحَ يُوسُفَ لَوْلا أَنْ تفندون قال تسفهون (الآية 94) .\n424: 44: 15 سفيان عَنْ أَبِي مَوْدُودٍ عَنِ الْحَسَنِ قال تهرمون.\n425: 45: 16 حدثنا سفيان عَنْ أَبِي سِنَانٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي\n",
                    "footnotes": []
                },
                {
                    "page": "147",
                    "pageNumber": 143,
                    "title": "(سورة يوسف)",
                    "content": "\nالهذيل عن بن عَبَّاسٍ قَالَ وَجَدَ يَعْقُوبُ رِيحَ قَمِيصِ يُوسُفَ مِنْ مَسِيرَةِ ثَمَانٍ قُلْتُ هُوَ إِذًا مَا بَيْنَ الكوفة والبصرة.\n426: 46: 40 سفيان في قوله لفي ضلالك القديم قال حبه يوسف (الآية 95) .\n427: 47: 17 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ في قوله أستغفر لكم ربي قال أخرهم إلى السحر (الآية 98) .\n428: 48: 50 سفيان في قوله أبويه على العرش قال على السرير يكون له سجدا قال تحية كانت بينهم (الآية 100) .\n429: 49: 41 سفيان فِي قِرَاءَةِ أَصْحَابِ عَبْدِ اللَّهِ من أية في\n",
                    "footnotes": []
                },
                {
                    "page": "148",
                    "pageNumber": 144,
                    "title": "(سورة يوسف)",
                    "content": "\nالسماوات وَالأَرْضِ يَمْشُونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلا وَهُمْ مُشْرِكُونَ كَقَوْلِهِ وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَهُمْ لَيَقُولُنَّ اللَّهُ (الآية 105) .\n430: 50: 18 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ سعيد بن جبير عن بن عباس حتى إذا استيئس الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا قَالَ يَئِسَ الرُّسُلُ مِنْ\nنَصْرِ قَوْمِهِمْ وَظَنَّ قَوْمُهُمْ أَنَّ الرُّسُلَ قد كذبوهم (الآية 110) .\n431: 51: 19 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عن بن عباس مثله 432: 52: 20 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ\n",
                    "footnotes": []
                },
                {
                    "page": "149",
                    "pageNumber": 145,
                    "title": "(سورة يوسف)",
                    "content": "\nعبد الله في قوله إذا استيئس الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا قَالَ هُوَ الَّذِي تَكْرَهُ قَالَ وَفَسَّرَ ذَلِكَ سُفْيَانُ قَالَ ظَنَّتِ الرُّسُلُ أَنَّهُمْ قَدْ كُذِّبُوا.\n",
                    "footnotes": []
                },
                {
                    "page": "150",
                    "pageNumber": 146,
                    "title": "(سورة الرعد)",
                    "content": "\n(سورة الرعد)\n433: 1: 17 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله الأرض قطع متجاورات قال سباخ وجدول (الآية 4) .\n434: 2: 1 حدثنا سفيان عن أبي اسحق عَنِ الْبَرَاءِ بْنِ عَازِبٍ فِي قوله قال النخل المجتمع وغير صنوان النخل المتفرق (الآية 4) .\n435: 3: 19 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله مع بماء واحد قَالَ بِمَاءِ السَّمَاءِ قَالَ وَكَذَلِكَ تقول بنوا آدَمَ مُسْلِمٌ وَكَافِرٌ وَأَبُوهُمْ وَاحِدٌ.\n436: 4: 18 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ سعيد بَعْضَهَا عَلَى بَعْضٍ فِي الأُكُلِ قال فارسي ودقل والوان (الآية 4) .\n",
                    "footnotes": []
                },
                {
                    "page": "151",
                    "pageNumber": 147,
                    "title": "(سورة الرعد)",
                    "content": "\n437: 5: 3 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى قال أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ قَالَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وسلم (الآية 7) .\n438: 6: 4 سفيان عَنِ السُّدِّيِّ عَنْ عِكْرِمَةَ مِثْلِهِ.\n439: 7: 5 سفيان عَنْ أَبِي رُزَيْنٍ عَنِ الضَّحَّاكِ أَنْتَ مُنْذِرٌ وَلِكُلِّ قَوْمٍ هَادٍ قال الله تبارك وتعالى.\n440: 8: 6 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ أنت منذر يَا مُحَمَّدُ وَلِكُلِّ قَوْمٍ هَادٍ قال النبيين عليهم السلام 441: 9: 7 سفيان عن اسمعيل عن أبي صلح فِي قَوْلِهِ إِنَّمَا أَنْتَ مُنْذِرٌ يا محمد قوم هاد داعى إلى هدى أو ضلالة 442: 10: 8 سفيان عن بن أبي نجيح عن مجاهد تغيض الأرحام قال خروج الدم تزداد قال استمساك الدم (الآية 8) .\n",
                    "footnotes": []
                },
                {
                    "page": "152",
                    "pageNumber": 148,
                    "title": "(سورة الرعد)",
                    "content": "\n443: 11: 9 سفيان عن بن جُرَيْجٍ عَنِ الضَّحَّاكِ قَالَ خُرُوجُ الدَّمِ مَا بَيْنَ تِسْعَةِ أَشْهُرٍ تزداد قال ما فوق ذلك.\n444: 12: 20 سفيان في قوله الَّذِي يُرِيكُمُ الْبَرْقَ خَوْفًا وَطَمَعًا قَالَ خَوْفًا لِلْمُسَافِرِ وَطَمَعًا لِلْمُقِيمِ (الآية 12) .\n445: 13: 21 سفيان في قوله بكر السحاب الثقال قال الذي فيه المطر (الآية 12) .\n446: 14: 22 سفيان في قوله شديد المحال قال شديد الانتقام (الآية 13) .\n447: 15: 23 سفيان في قوله دعوة الحق قَالَ لَا إِلَهَ إِلَّا اللَّهُ (الآية 14) .\n448: 16: 24 سفيان في قوله يَدْعُونَ مِنْ دُونِهِ لا يَسْتَجِيبُونَ لهم بشئ إِلا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ قال القايم عَلَى الْبِيرِ يُنَاوِلُ بِكَفَّيْهِ الْمَاءَ ولا\nيناول الْمَاءَ كَذَلِكَ آلِهَتُهُمْ لَا يَسْتَجِيبُونَ لهم\n",
                    "footnotes": []
                },
                {
                    "page": "153",
                    "pageNumber": 149,
                    "title": "(سورة الرعد)",
                    "content": "\n449: 17: 28 سفيان قال كَانَ الرَّبِيعُ بْنُ خُثَيْمٍ إِذَا قَرَأَ السَّجْدَةَ الَّتِي فِي الرَّعْدِ قَالَ طَوْعًا رَبَّنَا بَلَى طَوْعًا (الآية 15) .\n450: 18: 25 سفيان في قوله عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبائهم قال من أسلم من اآبايهم قد (الآية 23) .\n451: 19: 26 سفيان في قوله وفي قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ الله تطمين القلوب قال إذا حلف الرجل لِرَجُلٍ بِاللَّهِ صَدَّقَهُ وَاطْمَأَنَّ لِذِكْرِ الله.\n(الآية 28) .\n452: 20: 11 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ في قوله طوبى لهم قال الجنة (الآية 39) .\n453: 21: 14 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الأَشْرَسِ عن مغيث طوبى لهم قَالَ شَجَرَةٌ فِي الْجَنَّةِ لَوْ طاف عليها طايف كل عَلَى بَكْرٍ جِذْعٍ أَوْ حُقٍّ لم يبلغ المكان الذي ارتحل مِنْهُ حَتَّى يَهْرَمَ وَلَيْسَ مِنْ أَهْلِ بَيْتٍ فِي الْجَنَّةِ إِلَّا مدلا فِي\n",
                    "footnotes": []
                },
                {
                    "page": "154",
                    "pageNumber": 150,
                    "title": "(سورة الرعد)",
                    "content": "\nبيته غصن من أغصانها (الآية 29) .\n454: 22: 15 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الأَشْرَسِ عَنْ مُغِيثٍ فَيُعْجِبُهُمُ الطَّيْرُ فَيَأْكُلُونَ مِنْ جَنْبِهِ شِوَاءً وَقَدِيدًا ثُمَّ يقال له طر فيطير.\n455: 23: 29 سفيان في قوله أفلم يايئس الذين آمنوا قال لم يايس الذين آمنوا (الآية 31) .\n456: 24: 12 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ يَزَالُ الَّذِينَ كَفَرُوا تُصِيبُهُمْ بِمَا صنعوا قارعة قال السرايا (الآية 31) .\n457: 25: 13 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله تحل قريبا من دراهم فلا قَالَ أَنْتَ يَا مُحَمَّدُ حَتَّى يأتي وعد الله فتح مكة (الآية 31) .\n458: 26: 27 سفيان وإليه مآب مرجع (الآية 36) .\n459: 27: 2 سفيان عن بن أَبِي لَيْلَى عَنِ الْمِنْهَالِ بْنِ عَمْرٍو عَنْ سَعِيدِ بْنِ\n",
                    "footnotes": []
                },
                {
                    "page": "155",
                    "pageNumber": 151,
                    "title": "(سورة الرعد)",
                    "content": "\nجُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ فِي قوله الله ما يشاء غَيْرَ الشَّقَاءِ وَالسَّعَادَةِ وَالْمَوْتِ وَالْحَيَاةِ (الآية 42) .\n460: 28: 10 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عنده علم الكتاب قَالَ عَبْدُ اللَّهِ بْنُ سَلَامٍ (الآية 43) .\n",
                    "footnotes": []
                },
                {
                    "page": "156",
                    "pageNumber": 152,
                    "title": "(سورة إبراهيم)",
                    "content": "\n(سورة إبراهيم)\n461: 1: 17 سفيان ثَنَا بَعْضُ أَصْحَابِنَا عَنْ مُجَاهِدٍ فِي قَوْلِهِ لَئِنْ شَكَرْتُمْ لأَزِيدَنَّكُمْ قال من إطاعتي منه (الآية 7) .\n462: 2: 4 سفيان عَنْ طَارِقِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قوله أكلها كل حين قال الحين السنة (الآية 25) .\n463: 3: 5 سفيان عَنْ زُبَيْدٍ عَنْ خَيْثَمَةَ عَنِ البراء بن عازب اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ قال القبر (الآية 27) .\n",
                    "footnotes": []
                },
                {
                    "page": "157",
                    "pageNumber": 153,
                    "title": "(سورة إبراهيم)",
                    "content": "\n464: 4: 1 حَدَّثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عن أبي إسحق عَنْ عَمْرٍو عَنْ عَلِيِّ بْنِ أبي طالب في قوله تر إلى الذين بدلوا نعمة اللَّهِ كُفْرًا وَأَحَلُّوا قَوْمَهُمْ دَارَ البوار جهنم قَالَ هُمَا الأَفْجَرَانِ مِنْ قُرَيْشٍ بَنُو أُمَيَّةَ وَبَنُو الْمُغِيرَةِ فَأَمَّا\nبَنُو الْمُغِيرَةِ فَقَطَعَ اللَّهُ أَدْبَارَهُمْ وَأَمَّا بَنُو أُمَيَّةَ فَمُتِّعُوا إِلَى حين (الآية 28) .\n465: 5: 6 سفيان عَنْ مُجَاهِدٍ قَالَ لَوْ قَالَ إبراهيم اجعل أفيدة النَّاسِ تَهْوِي إِلَيْهِمْ لَزَاحَمَكُمْ: عَلَيْهِ فارس والروم ولكن قال أفيدة من الناس (الآية 37) .\n466: 6: 8 سفيان عَنْ سَعِيدٍ عَنْ أَبِي الضُّحَى مهطعين قال هو التجنيح غير وَوَصَفَهُ بِرَأْسِهِ أَنَّهُ يَرْفَعُهُ إِلَى السماء وشخص بصره (الآية 43) .\n",
                    "footnotes": []
                },
                {
                    "page": "158",
                    "pageNumber": 154,
                    "title": "(سورة إبراهيم)",
                    "content": "\n467: 7: 20 سُفْيَانُ قال كانت قراءة عبد الله كَادَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الْجِبَالُ (الآية 46) .\n468: 8: 2 سفيان عن أبي إسحق عن عمرو بن ميمون تبدل الأرض غير الأرض والسماوات أحمد قَالَ تُبَدَّلُ بِأَرْضٍ بَيْضَاءَ كَالْفِضَّةِ لَمْ تَعْمَلْ فِيهَا خَطِيَّةٌ قَطُّ وَلَمْ يُسْفَكْ فِيهَا دَمٌ حَرَامٌ قط (الآية 48) .\n",
                    "footnotes": []
                },
                {
                    "page": "159",
                    "pageNumber": 155,
                    "title": "(سورة الحجر)",
                    "content": "\n(سورة الحجر)\n469: 1: 21 سُفْيَانُ عَنْ خُصَيْفٍ عَنْ عِكْرِمَةَ قال شئ موزون قال بقدر (الآية 19) .\n470: 2: 5 سفيان عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ فِي قوله أحمد الرياح لواقح قال تلقح السحاب تجمعه (الآية 22) .\n471: 3: 19 سفيان أنتم له بخازنين بعد بمانعين (الآية 22) .\n472: 4: 3 سفيان عن عد الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ مجاهد في قوله علمنا المستقدمين منكم قال الأمم علمنا المستأخرين\nقَالَ أُمَّةَ مُحَمَّدٍ صَلَّى اللَّهُ عليه (الآية 24) .\n473: 5: 4 سفيان عَنْ سَعِيدٍ عَنْ عِكْرِمَةَ فِي قوله علمنا المستقدمين منكم قَالَ مَنْ خَرَجَ مِنَ الْخَلْقِ علمنا المستأخرين قَالَ\n",
                    "footnotes": []
                },
                {
                    "page": "160",
                    "pageNumber": 156,
                    "title": "(سورة الحجر)",
                    "content": "\nمن في اصلاب الرجال.\n474: 6: 9 سفيان عن الكلبي عن أبي صلح في قوله إخوانا على يقول علي سرر متقابلين قَالَ عَشْرَةٌ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ وَطَلْحَةُ وَالزُّبَيْرُ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَسَعْدُ بْنُ ملك وَسَعِيدُ بْنُ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ وَعَبْدُ اللَّهِ بْنُ مسعود (الآية 47) .\n475: 7: 10 سفيان عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يساف عن بن ظَالِمٍ قَالَ جَاءَ رَجُلٌ إِلَى سَعِيدِ بْنِ زَيْدٍ فَقَالَ إِنِّي أَحْبَبْتُ رَجُلًا مِنْ أَهْلِ الْجَنَّةِ قال ابغضت عُثْمَانَ بُغْضًا لَمْ أَبْغَضْهُ أَحَدًا قَطُّ قَالَ بِئْسَ مَا صَنَعْتَ أَبَغَضْتَ رَجُلًا مِنْ أَهْلِ الْجَنَّةِ ثُمَّ أَنْشَأَ حَدِيثًا فَقَالَ إِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى حِرَاءَ الذي فَذَكَرَ هَؤُلَاءِ الْعَشْرَةَ فَقَالَ اثْبُتْ حِرَاءُ.\nفَإِنَّمَا عَلَيْكَ نَبِيٌّ وَصِدِّيقٌ وشهيدا.\n476: 8: 16 سفيان عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ مُجَاهِدٍ فِي قَوْلِهِ\n",
                    "footnotes": []
                },
                {
                    "page": "161",
                    "pageNumber": 157,
                    "title": "(سورة الحجر)",
                    "content": "\nإِنَّ فِي ذَلِكَ لآيَاتٍ لِلْمُتَوَسِّمِينَ قال للمتفرسين (الآية 75) .\n477: 9: 1 حدثنا سفيان عن منصور عن بن عَبَّاسٍ فِي قَوْلِهِ سَبْعًا مِنَ المثاني قال السبع الطوال (الآية 87) .\n478: 10: 2 سفيان عَنِ السُّدِّيِّ عَنِ عَبْدِ خَيْرٍ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ قال فاتحة الكتاب.\n479: 11: 11 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي ظَبْيَانَ قَالَ جَاءَ رَجُلٌ إِلَى ابْنِ عَبَّاسٍ فَقَالَ قَوْلُ اللَّهِ كَمَا انزلنا على المقتسمين فما المقتسمين قال اليهود والنصارى جعلوا القرآن عضين فَمَا الْعِضُونَ\n",
                    "footnotes": []
                },
                {
                    "page": "162",
                    "pageNumber": 158,
                    "title": "(سورة الحجر)",
                    "content": "\nقَالَ آمَنُوا بِبَعْضِهِ وَكَفَرُوا بِبَعْضِهِ (الآية 90) .\n480: 12: 12 حدثنا سفيان عَنْ أَبِيهِ عَنْ مُجَاهِدٍ فِي قوله لنسئلنهم أجمعين قَالَ عَنْ قَوْلِ لَا إِلَهَ إلا الله (الآية 92) .\n4813: 1: 14 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله بما تؤمر قال القرآن (الآية 94) .\n482: 14: 13 سفيان عَنْ جَابِرٍ عَنِ الشَّعْبِيِّ قَالَ كفيناك المستهزئين قَالَ خَمْسَةً مِنْ قُرَيْشٍ قَدْ سماهم (الآية 95) .\n483: 15: 15 سفيان عَنْ طَارِقِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ سَالِمِ بْنِ عَبْدِ\n",
                    "footnotes": []
                },
                {
                    "page": "163",
                    "pageNumber": 159,
                    "title": "(سورة الحجر)",
                    "content": "\nالله في قوله يأتيك اليقين قال الموت الآية 99\n",
                    "footnotes": []
                },
                {
                    "page": "164",
                    "pageNumber": 160,
                    "title": "(سورة النحل)",
                    "content": "\n(سورة النحل)\n484: 1: 9 سفيان الملائكة بالروح قال بالنبوة (الآية 2) .\n485: 2: 10 سفيان ومنه شجر فيه تسيمون قال المراعي (الآية 10) .\n486: 3: 11 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرؤونها وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهَارَ وَالشَّمْسَ والقمر والنجوم وقد ويقرءونها علي حتى مسخرات بأمره (الآية 12) .\n487: 4: 12 سفيان والقى في الأرض رواسي الجبال ان تميد بكم قال إن تضل بكم (الآية 15) .\n",
                    "footnotes": []
                },
                {
                    "page": "165",
                    "pageNumber": 161,
                    "title": "(سورة النحل)",
                    "content": "\n488: 5: 13 سفيان وسبلا لعلكم تهتدون قَالَ الطُّرُقَ وَلَهُ الدِّينُ وَاصِبًا قال دائما (الأية 15، 52) .\n489: 6: 8 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ لأنه قَالَ هِيَ الْأَعْلَامُ الَّتِي فِي السماء هم يهتدون قَالَ يَهْتَدُونَ فِي الْبَحْرِ فِي أسفارهم (الآية 16) .\n490: 7: 16 سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ فِي قوله يأخذهم على خوف قَالَ يَأْخُذُ هَذِهِ الْقَرْيَةَ وَيَدَعُ هذه يخيفهم بذلك (الآية 47) .\n491: 8: 1 سفيان عَنِ الْأَسْوَدِ بْنِ قَيْسٍ عَنْ عمرو بن سفيان عن بن عباس في قوله منه سكرا ورزقا حسنا قَالَ السَّكَرُ مَا حُرِّمَ مَنْ ثَمَرَتِهَا وَالرِّزْقُ الْحَسَنُ مَا أُحِلَّ من ثمرتها (الآية 67) .\n492: 9: 5 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ تَتَّخِذُونَ مِنْهُ سَكَرًا ورزقا حسنا قَالَ السَّكَرُ الْحَرَامُ وَالرِّزْقُ الْحَسَنُ الحلال.\n",
                    "footnotes": []
                },
                {
                    "page": "166",
                    "pageNumber": 162,
                    "title": "(سورة النحل)",
                    "content": "\n493: 10: 4 سفيان عن السدي في قوله نعمة الله ثم ينكرونها قَالَ هُوَ النَّبِيُّ صَلَّى اللَّهُ عليه وسلم (الآية 83) .\n494: 11: 3 سفيان عَنِ الْأَعْمَشِ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ عَنْ مَسْرُوقٍ فِي قَوْلِهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ قَالَ عَقَارِبَ كَأَمْثَالِ النَّخْلِ الطُّوَالِ (الآية 88) .\n495: 12: 6 سفيان عن إسمعيل بْنِ سُمَيْعٍ عَنْ أَبِي الرَّبِيعِ عن بن\nعباس في قوله عَمِلَ صَالِحًا مِنْ ذَكَرٍ أَوْ أنثى وهو مؤمن فلنحيينه حيوة طيبة قال الرزق الطيب (الآية 97) .\n496: 13: 7 سفيان عن إسمعيل بْنِ سُمَيْعٍ عَنْ أَبِي الرَّبِيعِ عن بن عباس في قوله تعالى أَجْرَهُمْ بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ قال في\n",
                    "footnotes": []
                },
                {
                    "page": "167",
                    "pageNumber": 163,
                    "title": "(سورة النحل)",
                    "content": "\nالآخرة (الآية 97) .\n497: 14: 2 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ عِكْرِمَةَ قَالَ كَانَ غُلَامٌ لبني عامر ابن لُؤَيٍّ أَظُنُّهُ يُقَالُ لَهُ يَعِيشُ أَوْ مِنْ أَهْلِ الْكِتَابِ فَقَالَتْ قُرَيْشٌ هَذَا يُعَلِّمُ مُحَمَّدًا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ لِسَانُ الَّذِي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ وَهَذَا لِسَانٌ عَرَبِيٌّ مبين (الآية 103) .\n498: 15: 5 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ لِسَانُ الذي يلحدون إليه.\n",
                    "footnotes": []
                },
                {
                    "page": "168",
                    "pageNumber": 164,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\n(سورة بني إسرائيل)\n499: 1: 26 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ فِي قَوْلِهِ ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نوح قَالَ هُمْ نِدَاءٌ يَا ذُرِّيَةَ من حملنا مع نوح (الآية 3) .\n500: 2: 7 سفيان عن التميمي عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ في قوله كان عبدا شكورا قَالَ كَانَ إِذَا أَكَلَ طَعَامًا حَمِدَ اللَّهَ وَإِذَا لَبِسَ ثَوْبًا حمد الله (الآية 3) .\n501: 3: 8 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ عَبْدِ اللَّهِ بْنِ سِنَانٍ عَنْ\n",
                    "footnotes": []
                },
                {
                    "page": "169",
                    "pageNumber": 165,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\nسَعِيدِ بْنِ مَسْعُودٍ الثَّقَفِيِّ مِثْلِهِ 502: 4: 34 سفيان فِي قَوْلِهِ وَكَانَ الإِنْسَانُ عَجُولا قال دعاءه\nعلى نفسه إذا غضب (الآية 11) .\n503: 5: 14 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قوله إِنْسَانٍ أَلْزَمْنَاهُ طَائِرَهُ فِي عُنُقِهِ قال عمله (الآية 13) .\n504: 6: 15 سفيان عن الأعمش في قوله مترفيها اكثرنا\n",
                    "footnotes": []
                },
                {
                    "page": "170",
                    "pageNumber": 166,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\nمترفيها (الآية 16) .\n505: 7: 16 قال سفيان ذكر عن مجاهد مثله.\n506: 8: 32 سفيان في قوله كان عطاء ربك محظورا قال محبوسا مقصورا (الآية 20) .\n507: 9: 11 سفيان عن عيسى عن مجاهد عنه ربك أن لا تَعْبُدُوا إِلَّا إِيَّاهُ قَالَ أَمَرَ ربك ألا تعبدو إلا إياه (الآية 23) .\n508: 10: 36 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرؤونها ووصا فإن رَبُّكَ أَلَّا تَعْبُدُوا إِلا إِيَّاهُ قال أمر ربك\n",
                    "footnotes": []
                },
                {
                    "page": "171",
                    "pageNumber": 167,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\n509: 11: 30 سفيان يبلغن عندك الكبر قَالَ إِذَا بَلَغَا عِنْدَكُمُ الْكِبَرَ قَالَ أَنْ يَخْرَيَا وَيَبُولَا فَلَا تَقَذَّرْهُمَا كَمَا كَانَا لَا يَقَذَّرَانِكَ إذ كنت صبيا (الآية 23 (.\n510: 12: 24 سفيان عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ فِي قَوْلِهِ وَاخْفِضْ لَهُمَا جناح الذل من الرحمة قال لا تمتنع من شئ أحباه (الآية 24) .\n511: 13: 25 سفيان عن معاوية بن إسحق عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ مَا بَرَّ وَالِدَهُ مَنْ شَدَّ الطَّرْفَ إليه.\n512: 14: 3 سفيان عن يحيى بن سَعِيدِ بْنِ الْمُسَيِّبِ فِي قَوْلِهِ كان\nللأوابين غفورا قَالَ الأَوَّابُ الَّذِي يُذْنِبُ الذَّنْبَ ثُمَّ يَتُوبُ ثُمَّ يُذْنِبُ ثُمَّ يتوب (الآية 25) .\n513: 15: 4 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ عَنِ عُبَيْدِ بْنِ عُمَيْرٍ أَنَّهُ\n",
                    "footnotes": []
                },
                {
                    "page": "172",
                    "pageNumber": 168,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\nقَالَ الأَوَّابُ الَّذِي يَذْكُرُ الذَّنْبَ وَهُوَ فِي الْخَلاءِ فَيَنْدَمُ عَلَيْهِ ويستغفر الله.\n514: 16: 35 سفيان عَنْ عَبْدِ اللَّهِ فِي قَوْلِ الله المبذرين كانوا إخوان الشياطين قَالَ الإِنْفَاقُ فِي غَيْرِ حَقٍّ (الآية 27) .\n515: 17: 18 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ في قوله تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ قال لا تنفق شيئا تبسطها كل البسط قال لا تسرف ملوما محسورا قَالَ مَلُومًا فِيمَا بَيْنَكَ وَبَيْنَ ربك محسورا في مالك (الآية 29) .\n516: 18: 9 سفيان عَنِ الْعَلَاءِ بْنِ عَبْدِ الْكَرِيمِ عن مجاهد في قوله يسرف في القتل قَالَ فَلَا تُسْرِفْ أَنْتَ وَلَا هذا وكان منصورا قال المقتول (الآية 33) .\n517: 19: 10 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ أَبِي مَعْمَرٍ عَنْ\n",
                    "footnotes": []
                },
                {
                    "page": "173",
                    "pageNumber": 169,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\nحذيفة أنه كان يقرأ تُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ منصورا.\n518: 20: 12 سفيان عَنْ خُصَيْفٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ فَلا يُسْرِفْ في القتل أن يقتل أثنين لواحد 519: 21: 13 سفيان عَنْ مَنْصُورٍ عَنْ طَلْقِ بْنِ حَبِيبٍ قَالَ أَنْ تَقْتُلَ غَيْرَ قاتلك أو تمثل به.\n520: 22: 37 سفيان عن جابر عن مجاهد عبد بالقسطاس\nالمستقيم قال العدل بالرومية (الآية 35) .\n521: 23: 1 سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ فِي قوله حِجَارَةً أَوْ حَدِيدًا أَوْ خَلْقًا مما يكبر في صدروكم وإن قال الموت (الآية 50) .\n",
                    "footnotes": []
                },
                {
                    "page": "174",
                    "pageNumber": 170,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\n522: 24: 2 سُفْيَانُ عَنْ خُصَيْفٍ عَنْ عِكْرِمَةَ مثله.\n523: 25: 5 سفيان عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ أَبِي مَعْمَرٍ قَالَ كَانَ أُنَاسٌ يَعْبُدُونَ الْجِنَّ فَأَسْلَمَ أُولَئِكَ وَبَقِيَ هَؤُلَاءِ عَلَى عِبَادَتِهِمْ فَنَزَلَتْ قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنْكُمْ وَلا تَحْوِيلا.\nأُولَئِكَ الَّذِينَ يَدْعُونَ يبتغون الى ربهم الوسيلة (الآية 56) .\n524: 26: 6 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ مثله.\n525: 27: 28 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَإِنْ مِنْ قَرْيَةٍ إِلا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ الْقِيَامَةِ قال مبيدوها (الآية 58) .\n526: 28: 29 سفيان في قوله تارة أخرى قال مرة أخرى (الآية 69) .\n527: 29: 27 سفيان عَنْ جَابِرٍ عَنْ عَدِيٍّ عَنْ سعيد بن جبير عن بن عباس في قوله يوم ندعوا كل أناس بإمامهم قَالَ إِمَامُ هُدًى أَوْ إِمَامُ ضلالة (الآية 71) .\n",
                    "footnotes": []
                },
                {
                    "page": "175",
                    "pageNumber": 171,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\n528: 30: 31 سفيان قال كَانَ فِي قِرَاءَةِ عَبْدِ اللَّهِ وَإِذًا لَا يَلْبَثُونَ خَلْفَكَ إِلَّا قليلا (الآية 76) .\n529: 31: 17 سفيان عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ عَنِ الْأَسْوَدِ بْنِ هِلَالٍ عَنْ عبد الله ابن مسعود في قوله تَجْهَرْ بِصَلاتِكَ وَلا تُخَافِتْ بِهَا\nقَالَ لَمْ يُخَافِتْ مَنْ أَسْمَعَ أذنيه (الآية 110) .\n530: 32: 19 سفيان عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ فِي قَوْلِهِ وَلا تَجْهَرْ بِصَلاتِكَ وَلا تُخَافِتْ بها قال في الدعاء.\n531: 33: 20 سفيان عَنْ أَبِي هَاشِمٍ عَنْ مُجَاهِدٍ أَنَّهُ كَانَ إِذَا رَأَى قَوْمًا يَدْعُونَ قَدْ رَفَعُوا أَصْوَاتَهُمْ حَصَبَهُمْ وَتَأَوَّلَ وَلا تَجْهَرْ بِصَلاتِكَ وَلا تخافت بها.\n",
                    "footnotes": []
                },
                {
                    "page": "176",
                    "pageNumber": 172,
                    "title": "(سورة بني إسرائيل)",
                    "content": "\n532: 34: 21 سفيان عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ عَنْ أَبِي عياض قال هو الدعاء.\n533: 35: 22 سفيان عَنْ عُبَيْدٍ عَنْ إِبْرَاهِيمَ مِثْلِهِ.\n534: 36: 23 سفيان عَنْ سَالِمٍ عَنْ عَطَاءٍ مِثْلِهِ.\n535: 33 37 سفيان عَنْ إِبْرَاهِيمَ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ من الذل قَالَ لَمْ يَكُنْ لَهُ حَلِيفٌ ولا ناصر من خلقه (الآية 111 (.\n",
                    "footnotes": []
                },
                {
                    "page": "177",
                    "pageNumber": 173,
                    "title": "(سورة الكهف)",
                    "content": "\n(سورة الكهف)\n536: 1: 6 سفيان عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ عكرمة عن بن عَبَّاسٍ أَنَّهُ سَأَلَ كَعْبًا عَنْ قول الله أصحاب الكهف والرقيم كما قال كعب هي القرية (الآية 9) .\n537: 2: 1 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ أَيُّهَا أزكى طعاما قال أحل طعاما (الآية 19) .\n538: 3: 2 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ عِكْرِمَةَ قال أكثر طعاما 539: 4: 9 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ في قوله نَفْسَكَ مَعَ\nالَّذِينَ يَدْعُونَ رَبَّهُمْ بالغدوة والعشي يريدون وجهه قال الصلوات الخمس (الآية 28) .\n",
                    "footnotes": []
                },
                {
                    "page": "178",
                    "pageNumber": 174,
                    "title": "(سورة الكهف)",
                    "content": "\n540: 5: 10 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ مِثْلِهِ.\n541: 6: 12 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ هُرْمُزٍ عَنْ سَعِيدِ بن جبير الصالحات الصلوات الخمس (الآية 46) .\n542: 7: 14 سفيان قَالَ، كَانَ أَصْحَابُ عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ هُرْمُزٍ عَنْ سعيد بن جبير أنهم ملاقوها.\n(الاية 53) .\n543: 8: 3 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ وَكَانَ تحته كنز لهما قال علما (الآية 82) .\n544: 9: 4 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ مِثْلِهِ.\n545: 10: 5 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ عِكْرِمَةَ وكان تحته كنز لهما مالا.\n",
                    "footnotes": []
                },
                {
                    "page": "179",
                    "pageNumber": 175,
                    "title": "(سورة الكهف)",
                    "content": "\n546: 11: 7 سفيان عَنْ مَنْصُورٍ عَنْ هِلَالِ بْنِ يَسَافٍ عَنْ مُصْعَبِ بْنِ سَعْدٍ في قوله بالأخسرين اعمالا قال أهل الصوامع (الآية 103) .\n547: 12: 13 سفيان أن بن الْكَوَّاءِ سَأَلَ عَلِيَّ بْنَ أَبِي طالب عن قوله هو أعمالا وسلم قال هم أهل حروراء.\n548: 13: 31 سفيان عَنِ الْأَعْمَشِ عَنْ شَمْرِ بْنِ عَطِيَّةَ عَنْ أَبِي يَحْيَى عَنْ كعب بن عجرة قال يوتا عنه يَوْمَ الْقِيَامَةِ بِالرَّجُلِ فَلَا يَزِنُ جَنَاحَ بَعُوضَةٍ ثُمَّ قَرَأَ فَلا نُقِيمُ لَهُمْ يَوْمَ الْقِيَامَةِ وَزْنًا (الآية 105) .\n549: 14: 8 سفيان عَنِ الرَّبِيعِ بْنِ أَبِي رَاشِدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي\n",
                    "footnotes": []
                },
                {
                    "page": "180",
                    "pageNumber": 176,
                    "title": "(سورة الكهف)",
                    "content": "\nقوله من كان يرجوا لقاء ربه قال ثواب ربه (الآية 110) .\n550: 15: 11 سفيان عَنِ الرَّبِيعِ بْنِ أَبِي رَاشِدٍ عن سعيد بن جبير كان يرجوا لقاء ربه قال ثواب ربه عَمَلا صَالِحًا وَلا يُشْرِكْ بِعِبَادَةِ ربه أحدا قال لا يرائي (الآية 110) .\n",
                    "footnotes": []
                },
                {
                    "page": "181",
                    "pageNumber": 177,
                    "title": "(سورة مريم)",
                    "content": "\n(سورة مريم)\n551: 1: 34 سفيان عَنْ حُصَيْنٍ عَنْ إِسْمَاعِيلَ بْنِ رَاشِدٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عن بن عباس في قوله إلا قَالَ كَافٌ كَبِيرٌ هَادٍ أَمِينٌ عزيز صادق (الآية 1) .\n552: 2: 35 سفيان عَنْ مُوسَى بنِ أَبِي عَائِشَةَ عن بن عَبَّاسٍ مِثْلِهِ إِلَّا أَنَّهُ جَعَلَ مكان كبير هاد كاف هاد.\n553: 3: 15 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ وَإِنِّي خفت الموالي من ورائي قال العصبة (الآية 5) .\n554: 4: 42 سفيان في قوله ويرث من آل يعقوب يَرِثُنِي الْمَالَ وَيَرِثُ مِنْ آلِ يعقوب النبوة (الآية 6) .\n",
                    "footnotes": []
                },
                {
                    "page": "182",
                    "pageNumber": 178,
                    "title": "(سورة مريم)",
                    "content": "\n555: 5: 18 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ لَمْ نَجْعَلْ لَهُ مِنْ قبل سميا قال مثلا عدلا شبها (الآية 7) .\n556: 6: 16 سفيان عَنْ أَبِيهِ عَنْ عِكْرِمَةَ قَالَ سئل بن عباس عن قوله فيه من لدنا وزكاة مَا أَدْرِي مَا هُوَ إِلَّا أَنْ يَكُونَ يَعْطِفُ اللَّهُ عَلَى عبده بالرحمة (الآية 13) .\n557: 7: 22 سفيان عن بن جُرَيْج عَنْ عَبْدِ اللَّهِ بْنِ عثمن عن بن عَبَّاسٍ قَالَ مَا كَانَ حَمْلُهَا يَعْنِي مَرْيَمَ إِلَّا أَنْ حَمَلَتْ ثم وضعت (الآية 22) .\n558: 8: 23 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ في قوله صلى المخاض قال الجاها أنه المخاض (الآية 23) .\n",
                    "footnotes": []
                },
                {
                    "page": "183",
                    "pageNumber": 179,
                    "title": "(سورة مريم)",
                    "content": "\n559: د 11: 31 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ فِي قوله جذع النخلة وهو قال كانت عجوة (الآية 23) .\n560: 12: 32 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ فِي قوله لَيْتَنِي مِتُّ قَبْلَ هَذَا وَكُنْتُ نسيا منسيا قَالَ يَا لَيْتَنِي كُنْتُ حَيْضَةً ملقاة على عقبي أمي.\n561: 13: 33 سفيان عَنْ أَبِي سِنَانٍ عَنْ سَعِيدِ بن جبير مثله.\n562: 14: 6 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله صلى الله عليه وسلم فناداها من تحتها قالوا هو عيسى (الآية 24) .\n563: 15: 7 سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ قَالَ هو جبريل 564: 16: 30 سفيان عن أبي إسحق عَنِ الْبَرَاءِ بْنِ عَازِبٍ فِي قول الله\n",
                    "footnotes": []
                },
                {
                    "page": "184",
                    "pageNumber": 180,
                    "title": "(سورة مريم)",
                    "content": "\nجعل ربك تحتك سريا إذا قال الجدول الصغير (الآية 24) .\n565: 17: 21 سفيان عن بن جُرَيْج عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ الْمُغِيرَةِ الثَّقَفِيِّ عَنِ بن عَبَّاسٍ أَنَّهُ قَرَأَهَا صَوْمًا قَالَ صمتا (الآية 26) .\n566: 18: 22 سفيان عَنِ التَّيْمِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ قَرَأَهَا صَوْمًا صَمْتًا.\n567: 19: 27 سفيان في قوله جيت شيا فريا فقال قال شيا عظيما (الآية 27) .\n568: 20: 41 سفيان في قوله إليه قال الى عيسى.\n(الآية 29) .\n",
                    "footnotes": []
                },
                {
                    "page": "185",
                    "pageNumber": 181,
                    "title": "(سورة مريم)",
                    "content": "\n569: 21: 17 سفيان عَنْ سِمَاكٍ عَنْ عِكْرِمَةَ فِي قوله آتاني الكتاب قَالَ آتَانِي مِنْ قَبْلِ أَنْ يخلقني (الآية 30) .\n570: 22: 41 سفيان في قوله الكتاب قَالَ قَضَى أَنْ يُؤْتِيَنِي الْكِتَابَ.\n571: 23: 40 سفيان عن بن أَبِي لَيْلَى عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ قَالَ إِبْرَاهِيمُ فِي قَوْلِهِ الكتاب قال كلام الحكم إِلَيْهِمْ أَنْ سَبِّحُوا بُكْرَةً وَعَشِيًّا قال كتب لهم (الآية 11 30) .\n572: 24: 5 سفيان عَنْ مُوسَى بْنِ عُبَيْدَةَ عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ فِي قوله الأحزاب من بينهم قَالَ فِي عِيسَى فَمِنْهُمْ مَنْ قَالَ وُلِدَ وَمِنْهُمْ مَنْ قَالَ بغية يعني الفرية (الآية 37) .\n573: 25: 8 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ عِكْرِمَةَ في قوله واهجرني مليا قال دهرا (الآية 46) .\n574: 26: 25 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ\n",
                    "footnotes": []
                },
                {
                    "page": "186",
                    "pageNumber": 182,
                    "title": "(سورة مريم)",
                    "content": "\nابن عباس به نجيا قَالَ سَمِعَ صَرِيفَ الْقَلَمِ فِي الألواح (الآية 52) .\n575: 27: 12 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قوله ورفعناه مكانا عليا قال السماء الرابعة (الآية 57) .\n576: 28: 1 سفيان عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ\nفَخَلَفَ مِنْ بعدهم خلف قال من هذه الأمة (الآية 59) .\n577: 29: 3 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ مِثْلِهِ.\n578: 30: 4 سفيان عَنِ الْأَوْزَاعِيِّ عَنِ الْقَسَمِ بْنِ مُخَيْمَرَةَ فِي قَوْلِهِ أَضَاعُوا الصَّلاةَ واتبعوا الشهوات قَالَ تَأْخِيرُهَا عَنْ مَوَاقِيتِهَا وَلَوْ تركوها،\n",
                    "footnotes": []
                },
                {
                    "page": "187",
                    "pageNumber": 183,
                    "title": "(سورة مريم)",
                    "content": "\nلكفروا (الآية 59) .\n579: 31: 26 سفيان عن أبي إسحق عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ الله فسوف يلقون غيا قَالَ وَادٍ فِي جَهَنَّمَ أَوْ نهر في جهنم (الآية 59) .\n580: 32: 19 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله بكرة وعشيا قَالَ لَيْسَ فِي الْجَنَّةِ بُكْرَةٌ وَلَا عَشِيٌّ وَلَكِنْ يُؤْتَوْنَ عَلَى ما كانوا يشتهون (الآية 62) .\n581: 33: 20 سفيان عَنْ سَعِيدِ بْنِ سِنَانٍ عَنِ الضحاك عن بن عَبَّاسٍ قَالَ لَيْسَ فِيهَا بُكْرَةٌ وَلَا عَشِيٌّ وَلَكِنْ يُؤْتَوْنَ عَلَى مقدار ذلك بالليل والنهار.\n",
                    "footnotes": []
                },
                {
                    "page": "188",
                    "pageNumber": 184,
                    "title": "(سورة مريم)",
                    "content": "\n582: 34: 10 سفيان عَنْ عَلِيِّ بْنِ الأَقْمَرِ عَنْ أَبِي الْأَحْوَصِ فِي قَوْلِ اللَّهِ ثُمَّ لَنَنْزِعَنَّ مِنْ كُلِّ شِيعَةٍ أَيُّهُمْ أَشَدُّ عَلَى الرَّحْمَنِ عِتِيًّا قَالَ نَبْدَأُ بِالْأَكَابِرِ فَالْأَكَابِرِ جُرْمًا (الآية 69) .\n583: 35: 26 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي ظَبْيَانَ عن بن عَبَّاسٍ فِي قَوْلِهِ خَيْرٌ مَقَامًا وأحسن نديا قال المنازل والندى المجالس (الآية 73) .\n584: 36: 27 سفيان قال من قرأها خير مقاما فإنما يعني مقامه الذي يقيم فيه الدهر والذي يقرأها مقاما ثنا فَإِنَّمَا يَعْنِي الْمُقَامَةَ الَّتِي يُقِيمُ\nفيها.\n585: 37: 28 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي ظَبْيَانَ عن بن عباس في قوله أثاثا وريا به قال الأثاث المال والري المنظر (الآية 74) .\n",
                    "footnotes": []
                },
                {
                    "page": "189",
                    "pageNumber": 185,
                    "title": "(سورة مريم)",
                    "content": "\n586: 36: 29 سفيان عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ عَنْ مجاهد عن بن عباس في مثله.\n587: 37: 11 سفيان عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ عَنْ إِبْرَاهِيمَ فِي قَوْلِ اللَّهِ الصالحات قال الصلوات الخمس (الآية 76) .\n588: 38: 38 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمِ بْنِ هُرْمُزٍ عَنْ سَعِيدِ بن جبير عن بن عباس في قوله ثم قال الصلوات.\n589: 39: 14 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قوله الباقيات الصالحات سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللَّهُ وَاللَّهُ أَكْبَرُ 590: 40: 12 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عن مسروق عن حباب قَالَ كُنْتُ قَيْنًا بِمَكَّةَ فَجَاءَنِي العاص بن وايل بِسَيْفٍ لَهُ أَعْمَلُهُ فَانْطَلَقْتُ إِلَيْهِ أَتَقَاضَاهُ أَجْرَهُ قَالَ لَا أُعْطِيكَ أبدا حتى تكفر بمحمد صلى الله عليه وسلم فقلت لا لَا أَكْفُرُ بِمُحَمَّدٍ حَتَّى يُمِيتَكَ اللَّهُ ثُمَّ يَبْعَثَكَ قَالَ فَإِنِّي إِذَا مِتُّ بُعِثْتُ وَلِي مَالٌ وولد متهاذيا رسول فِي قَوْلِهِ فَنَزَلَتْ أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالا وَوَلَدًا أَطَّلَعَ الْغَيْبَ أَمِ اتَّخَذَ عند الرحمن عهدا إلى آخر الآية (الآية 77) .\n",
                    "footnotes": []
                },
                {
                    "page": "190",
                    "pageNumber": 186,
                    "title": "(سورة مريم)",
                    "content": "\n591: 41: 44 سفيان عَنْ مُسْلِمٍ عَنْ مُجَاهِدٍ عَنِ بن عباس في قوله لهم الرحمن ودا قال محبة (الآية 96) .\n592: 42: 45 سفيان عن اسمعيل عن ابي صلح فِي قَوْلِهِ وَتُنْذِرَ بِهِ قَوْمًا لدا ولا قال عوجا عن الحق (الآية 97) .\n593: 43: 39 سفيان عن زياد عن عثمن مَوْلَى مُصْعَبٍ عَنِ الْحَسَنِ\n",
                    "footnotes": []
                },
                {
                    "page": "191",
                    "pageNumber": 187,
                    "title": "(سورة مريم)",
                    "content": "\nفي قوله تحس منهم من أحد قال هل ترى تسمع لهم ركزا قَالَ صَوْتًا قَالَ ثُمَّ قَالَ ذَهَبَ النَّاسُ فَلَا صَوْتَ وَلَا مخبر (الآية 98) .\n",
                    "footnotes": []
                },
                {
                    "page": "192",
                    "pageNumber": 188,
                    "title": "(سورة طه)",
                    "content": "\n(سورة طه)\n594: 1: 2 سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ قَالَ فواتح السور (الآية 1) .\n595: 2: 3 سفيان عَنْ أَبِي دَاوُدَ عَنِ الضَّحَّاكِ فِي قَوْلِهِ يَعْلَمُ السِّرَّ وَأَخْفَى قال السر ما حدثت به نفسك واخفى ما لم تحدثك به (الآية 7) .\n596: 3: 6 سفيان عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ أَبِي قُلَابَةَ عَنْ كَعْبٍ فِي قَوْلِ الله لم نعليك قال بالواد المقدس حدثنا قَالَ كَانَتَا مِنْ جِلْدِ حِمَارٍ مَيِّتٍ فَأَرَادَ رَبُّكَ أَنْ يَمَسَّ القدس كله (الآية 12) .\n596: 4: 7 سفيان عَنْ جَابِرٍ عَنْ عُمَيْرِ بْنِ سَعِيدٍ عَنْ عَلِيِّ بْنِ\n",
                    "footnotes": []
                },
                {
                    "page": "193",
                    "pageNumber": 189,
                    "title": "(سورة طه)",
                    "content": "\nأَبِي طَالِبٍ قَالَ كَانَتَا مِنْ جلد حمار ميت (الآية 12) .\n598: 5: 8 سفيان عَنْ حُصَيْنٍ عَنْ عِكْرِمَةَ مِثْلِهِ.\n595: 6: 16 سفيان عَنِ الْأَعْمَشِ قَالَ فِي قِرَاءَةِ عَبْدِ اللَّهِ وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لما يوحى اخترناك (الآية 13) .\n600: 7: 17 سفيان في قوله الساعة أتية أكاد أخفيها ابن أي من\nنفسي (الآية 15) .\n601: 8: 15 سفيان في قوله فيها مآرب أخرى حاجات اخرى (الآية 18) .\n602: 9: 19 سفيان في قوله يدك إلى جناحك أَدْخَلَهَا تَحْتَ إِبِطِهِ بَيْضَاءَ مِنْ غير سوء برص (الآية 22) .\n",
                    "footnotes": []
                },
                {
                    "page": "194",
                    "pageNumber": 190,
                    "title": "(سورة طه)",
                    "content": "\n603: 10: 11 سفيان في قوله قوله من الغم قال القتل (الآية 40) .\n604: 11: 32 سفيان عَنْ رَجُلٍ عَنْ سَعِيدِ بْنِ جبير عن بن عباس فتناك فتونا ابتلاك بيلا (الآية 40) .\n605: 12: 33 سفيان في قوله جعل لكم الأرض مهادا (الآية 83) .\n606: 13: 20 سفيان في قوله يحشر الناس ضحى له قَالَ لَيْسَ هُوَ بِيَوْمِ الْقِيَامَةِ وَإِنَّمَا هُوَ يَوْمُ فِرْعَوْنَ وَمُوسَى (الآية 59) .\n607: 14: 28 سفيان في قوله ذلك قال الشمس.\n608: 15: 9 سفيان عن اسمعيل بن أبي خلد عن أبي صلح ويذهبا بطريقتكم المثلى قال سراة الناس (الآية 63) .\n",
                    "footnotes": []
                },
                {
                    "page": "195",
                    "pageNumber": 191,
                    "title": "(سورة طه)",
                    "content": "\n609: 16: 18 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها كيد سحر (الآية 69) .\n610: 17: 21 سفيان في قوله بَنِي إِسْرَائِيلَ قَدْ أَنْجَيْنَاكُمْ مِنْ عدوكم ووعدناكم جَانِبَ الطُّورِ الأَيْمَنَ وَنَزَّلْنَا عَلَيْكُمُ الْمَنَّ وَالسَّلْوَى كُلُوا مِنْ\nطَيِّبَاتِ ما رزقناكم (الآية 80) .\n611: 18: 30 سفيان في قوله تَابَ وَآمَنَ وَعَمِلَ صَالِحًا ثُمَّ اهتدى قَالَ تَابَ مِنَ الذُّنُوبِ وَآمَنَ من الشرك وعمل صالحا ثم اهتدى صَامَ وَصَلَّى وَعَرَفَ أَنَّ لَهَا ثوابا (الآية 82) .\n612: 19: 22 سفيان في قوله أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ القيامة وزرا محمد قال الوزر هو الشرك (الآية 100) .\n",
                    "footnotes": []
                },
                {
                    "page": "196",
                    "pageNumber": 192,
                    "title": "(سورة طه)",
                    "content": "\n613: 20: 13 سفيان في قوله قاعا صفصفا إلى قَالَ تَرَى الْأَرْضَ كُلَّهَا مُسْتَوِيَةً (الآية 106) .\n614: 21: 14 سفيان في قوله تَرَى فِيهَا عِوَجًا وَلا أَمْتًا قَالَ الْعِوَجُ الشَّقُّ وَالأَمْتُ الَّمَكانُ المرتفع (الآية 107) .\n615: 22: 24 سفيان في قوله كان لا عوج له قال لا عوج عنه (الآية 108) .\n616: 23: 12 سفيان في قوله تسمع إلا همسا أبو قال وطي الأقدام (الآية 108) .\n617: 24: 25 سفيان في قوله الوجوه قال خشعت وذلت (الآية 111) .\n618: 25: 23 سفيان في قوله خاب من حمل ظلما قال الظلم\n",
                    "footnotes": []
                },
                {
                    "page": "197",
                    "pageNumber": 193,
                    "title": "(سورة طه)",
                    "content": "\nالشرك (الآية 111) .\n619: 26: 26 سفيان في قوله يخاف ظلما ولا هضما قَالَ الظُّلْمُ أَنْ يُظْلَمَ حَقَّهُ وَالْهَضْمُ أَنْ يُهْضَمَ بَعْضَ حَقِّهِ (الآية 112) .\n620: 27: 29 سفيان في قوله يخاف بخسا ولا رهقا قَالَ يُبْخَسُ حَقُّهُ كُلُّهُ وَلا رهقا يبخس بعض حقه (الآية 14 من الجن) .\n621: 28: 27 سفيان في قوله ولم نجد له عزما قال حفظا (الآية 115) .\n622: 29: 10 سفيان عَنْ جَابِرٍ عَنِ الشَّعْبِيِّ قَالَ قال بن عَبَّاسٍ أَجَارَ اللَّهُ تَابِعَ الْقُرْآنِ بأن يضل في الدنيا وأن يَشْقَى فِي الْآخِرَةِ ثُمَّ قَرَأَ فمن تبع هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى) (الآية 123) .\n",
                    "footnotes": []
                },
                {
                    "page": "198",
                    "pageNumber": 194,
                    "title": "(سورة طه)",
                    "content": "\n623: 30: 4 سفيان عن بن أبي نجيع عَنْ مُجَاهِدٍ فِي قَوْلِهِ رَبِّ لم لم حشرتني أعمى قال لا حجة لي (الآية 125) .\n624: 31: 5 سفيان عَنْ رَجُلٍ عَنْ سَعِيدِ بْنِ جبير عن بن عَبَّاسٍ قَالَ هِيَ بَلَاءٌ عَلَى بلاء.\n625: 32: 1 سفيان عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ أبي رزين عن بن عباس في قوله بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشَّمْسِ وقبل غروبها قال صلاة مكتوبة (الآية 130) .\n",
                    "footnotes": []
                },
                {
                    "page": "199",
                    "pageNumber": 195,
                    "title": "(ومن سورة اقترب)",
                    "content": "\n(ومن سورة اقترب)\n626: 1: 26 سفيان عبد أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تعلمون قال أهل التورية والانجيل ومن كان يعلم (الآية 7) .\n627: 2: 37 سفيان عن مجاهد جعلناهم جسدا قال ليس فيهم الروح هم منا يصحبون قال يمنعون (الآية 8 والآية 43) .\n628: 3: 27 سفيان أَنْزَلْنَا إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ قال\nشرفكم (الآية 10) لذكر لك ولقومك قال شرف لك ولقومك (الآية 44 من سورة زخرف) .\n629: 4: 15 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ الليل والنهار لا يفترون قال نفسهم التسبيح (الآية 20) .\n",
                    "footnotes": []
                },
                {
                    "page": "200",
                    "pageNumber": 196,
                    "title": "(ومن سورة اقترب)",
                    "content": "\n630: 5: 30 سفيان قال يَقُلْ مِنْهُمْ إِنِّي إِلَهٌ مِنْ دونه قال إبليس (الآية 29) .\n631: 6: 4 سفيان عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عكرمة قال سئل بن عَبَّاسٍ أَكَانَ اللَّيْلُ قَبْلُ أَوِ النهار فقرأ ير الذين كفروا أن السماوات والأرض كانتا رتقا ففتقناهما ثُمَّ قَالَ هَلْ كَانَ بَيْنَهُمَا إِلَّا ظُلْمَةٌ ذَلِكَ لِيَعْلَمُوا أَنَّ الليل قبل النهار (الآية 30) .\n632: 7: 5 سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ فِي قول الله ففتقناهما قَالَ فُتِقَتْ هَذِهِ بِالْمَاءِ وَهَذِهِ بالنبات.\n633: 8: 36 سفيان عن الضحاك في قوله رتقا ففتقناهما قال كن سبعا ملتزقات أبي ففتق بعضهن من بعض (الآية 30) .\n634: 9: 31 سفيان في قوله فيها فجاجا سبلا قال الطرق (الآية 31) .\n",
                    "footnotes": []
                },
                {
                    "page": "201",
                    "pageNumber": 197,
                    "title": "(ومن سورة اقترب)",
                    "content": "\n635: 10: 32 سفيان قال الانسان من عجل قال آدم (الآية 37) .\n636: 11: 17 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ فِي قوله مَنْ يَكْلَؤُكُمْ بِاللَّيْلِ وَالنَّهَارِ مِنَ الرحمن قَالَ مَنْ يَحْفَظُكُمْ بِاللَّيْلِ وَالنَّهَارِ (الآية 42) .\n637: 12: 33 سفيان في قوله يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ وَلا هُمْ منا يصحبون قَالَ يُنْصَرُونَ وَقَالَ كَانَ أَصْحَابُ عبد الله يقرءونها يصحبون (الآية 43) .\n638: 13: 2 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قوله يَرَوْنَ أَنَّا نَأْتِي الأَرْضَ نَنْقُصُهَا من أطرافها قال الموت (الآية 44) .\n639: 14: 38 سفيان عن مجاهد أتينا موسى وهارون الفرقان قَالَ فَرْقٌ بَيْنَ الْحَقِّ وَالضَّلَالَةِ (الآية 48) .\n640: 15: 2 سفيان عن بن جريج عن مجاهد ءاتينا إبراهيم\n",
                    "footnotes": []
                },
                {
                    "page": "202",
                    "pageNumber": 198,
                    "title": "(ومن سورة اقترب)",
                    "content": "\nرشده من قبل قال هداه صغيرا (الآية 51) .\n641: 16: 29 سفيان في قوله فعله كبيرهم هذا قال صنمهم الأية 63، 61 سفيان عن الأعمش ش عَنْ شَيْخٍ عَنْ عَلِيٍّ فِي قَوْلِ اللَّهِ يَا نَارُ كُونِي بردا ما قَالَ بَرُدَتْ عَلَى إِبْرَاهِيمَ حَتَّى كَادَتْ أَنْ تَقْتُلَهُ فَقِيلَ لَهَا كوني سلاما لا تضر به (الآية 69) .\n643: 18: 25 سفيان وَلُوطًا إِلَى الأَرْضِ الَّتِي بَارَكْنَا فيها للعالمين قال هي الشام (الآية 71) .\n644: 19: 7 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ فِي قَوْلِهِ ووهبنا له إسحق ويعقوب نافلة قَالَ يَعْقُوبُ النَّافِلَةُ وَالنَّافِلَةُ عَطِيَّةٌ (الآية 72) .\n645: 20: 18 سفيان عن أبي اسحق عَنْ مُرَّةَ عَنْ مَسْرُوقٍ فِي قَوْلِهِ إِذْ يَحْكُمَانِ فِي الْحَرْثِ قَالَ الْحَرْثُ عِنَبٌ إِذْ نَفَشَتْ فيه غنم القوم قَالَ بِاللَّيْلِ\n",
                    "footnotes": []
                },
                {
                    "page": "203",
                    "pageNumber": 199,
                    "title": "(ومن سورة اقترب)",
                    "content": "\nقَالَ فَحَكَمَ فِيهَا دَاوُدُ عَلَيْهِ السَّلَامُ أَنْ تُدْفَعَ إِلَيْهِمُ الْغَنَمَ قَالَ سُلَيْمَانُ مَا\nقَالَ دَاوُدُ قَالُوا دَفَعَ إِلَيْهِمُ الْغَنَمَ فَقَالَ لَوْ كُنْتُ أَنَا لَمْ أَدْفَعْهَا وَلَكِنْ كُنْتُ أَجْعَلُهَا لَهُمْ يَنْتَفِعُونَ بِأَصْوَافِهَا وَأَلْبَانِهَا وَسَمْنِهَا وَيَقُومُ أَصْحَابُ الْغَنَمِ بِالْحَرْثِ حَتَّى يُصَيِّرُونَهُ إِلَى مِثْلِ مَا كَانَ ثُمَّ تُرَدُّ عَلَيْهِمُ الْغَنَمُ وَيَرُدُّونَ الْحَرْثَ عَلَى أَرْبَابِهِ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ سليمان (الآية 78) .\n646: 21: 28 سفيان عَنِ الْأَعْمَشِ عَنِ الْمِنْهَالِ بْنِ عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ الحرث قَالَ كَانَ نَبِيٌّ مِنَ الْأَنْبِيَاءِ قَالَ مَنْ تَكَفَّلَ لِي بِأَنْ لا يغضب وهو مَعِي فِي دَرَجَتِي فِي الْجَنَّةِ فَقَامَ شَابٌّ فَقَالَ أَنَا فَقَالَ اقْعُدْ ثُمَّ قَالَ الثَّانِيَةَ فَقَامَ ذَلِكَ الشَّابُّ فَقَالَ أَنَا فَقَالَ أَقْعِدْهُ ثُمَّ قَالَهَا الثَّالِثَةَ فَقَامَ الشَّابُّ فَقَالَ أَنَا قَالَ فَنِعْمَ إِذًا قَالَ ثُمَّ مَاتَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَاسْتَخْلَفَ الشَّابَّ مَكَانَهُ فَكَانَ يَقْضِي بَيْنَهُمْ وَلَا يَغْضَبُ فَاحْتَالَ لَهُ إِبْلِيسُ بكل شئ ليغضبه فَلَمْ يَقْدِرْ عَلَى أَنْ يُغْضِبَهُ فَلَمَّا كَانَ ذَاتَ يَوْمٍ وَهُوَ نِصْفُ النَّهَارِ وَقَدْ فَرَغَ مِنْ قَضَائِهِ بَيْنَ النَّاسِ وَدَخَلَ لِيُقَيِّلَ وَهُوَ صَائِمٌ أَتَاهُ فَدَقَّ عَلَيْهِ الْبَابَ فَأَرْسَلَ مَعَهُ رَسُولًا فَذَهَبَ مَعَ الرَّسُولِ ثُمَّ رَجَعَ فَقَالَ إِنَّهُ لَمْ يَصْنَعْ فِي حَاجَتِي شيا فَأَرْسَلَ مَعَهُ رَسُولًا آخَرَ فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لَمْ يَصْنَعْ في حاجتي شيا فَأَخَذَ بِيَدِهِ وَبِنَفْسِهِ ثُمَّ انْطَلَقَ\n",
                    "footnotes": []
                },
                {
                    "page": "204",
                    "pageNumber": 200,
                    "title": "(ومن سورة اقترب)",
                    "content": "\nمَعَهُ فَلَمَّا كَانَ مَعَهُ فِي السُّوقِ انْفَلَتَ مِنْهُ قَالَ فَسُمِّيَ ذا الكفل (الآية 85) .\n647: 22: 3 سفيان عن اسمعيل بْنِ عَبْدِ الْمَلِكِ عَنْ سَعِيدِ بن جبير في قوله مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ عليه قال ذهب مغاضبا لربه (الآية 87) .\n648: 23: 13 سفيان عن اسمعيل بْنِ عَبْدِ الْمَلِكِ عَنْ سَعِيدِ بن جبير في\nقوله من الغم قَالَ ظُلْمَةِ الْبَحْرِ وَظُلْمَةِ بَطْنِ الحوت وظلمة الليل (الآية 88) .\n649: 24: 19 سفيان عَنْ طَلْحَةَ بْنِ عَمْرٍو عَنْ عَطَاءٍ فِي قَوْلِهِ وَأَصْلَحْنَا لَهُ زوجه لا قَالَ كَانَ فِي لِسَانِهَا طُولٌ (الآية 90) .\n650: 25: 34 سفيان في قوله أن رغبا ورهبا على قَالَ رَغَبًا\n",
                    "footnotes": []
                },
                {
                    "page": "205",
                    "pageNumber": 201,
                    "title": "(ومن سورة اقترب)",
                    "content": "\nفِيمَا عِنْدَنَا وَرَهَبًا مِمَّا عِنْدَنَا (الآية 90) .\n651: 26: 14 سفيان عن رجل عن الحسن لنا خاشعين قال الخشوع الخوف الدايم في القلب (الآية 90) .\n652: 27: 1 سفيان عَنْ دَاوُدَ عَنْ عِكْرِمَةَ عَنِ بن عَبَّاسٍ فِي قَوْلِهِ عَلَى قَرْيَةٍ أهلكناها انهم لا يرجعون قال لا يتوبون (الآية 95) .\n653: 28: 22 سفيان في قوله من كل حدب ينسلون قال الحدب الشئ اليابس من الأرض (الآية 96) .\n654: 29: 8 سفيان عَنْ عَبْدِ الْمَلِكِ بْنِ الأَبْجَرِ عَنْ عِكْرِمَةَ فِي قَوْلِهِ حَصَبُ جهنم قال حطب جهنم (الآية 98) .\n",
                    "footnotes": []
                },
                {
                    "page": "206",
                    "pageNumber": 202,
                    "title": "(ومن سورة اقترب)",
                    "content": "\n655: 30: 23 سفيان قال لما نزلت مع وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حصب جهنم أنتم لها واردن قَالَ خَاصَمَ الْمُشْرِكُونَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا فقد عبد عزيز وَعِيسَى وَالْمَلَائِكَةُ فَهُمْ فِي النَّارِ فَنَزَلَتْ إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (الآية 101) .\n656: 31: 16 سفيان عن السدي في قوله نطوي السماء كطي السجل للكتاب قال السجل ملك (الآية 104) .\n657: 32: 24 سفيان قال أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا كَطَيِّ السجل للكتاب.\n658: 33: 10 سفيان عَنِ الْأَعْمَشِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ وَلَقَدْ كَتَبْنَا في الزبور من يعد الذكر قال الزبور التورية وَالإِنْجِيلُ وَالْقُرْآنُ مِنْ بَعْدِ الذِّكْرِ قَالَ الذِّكْرُ الَّذِي فِي السَّمَاءِ (الآية 105) .\n659: 34: 11 سفيان عَنِ الْأَعْمَشِ عَنْ سَعِيدِ بْنِ جبير من بعد الذكر الذي في السماء\n",
                    "footnotes": []
                },
                {
                    "page": "207",
                    "pageNumber": 203,
                    "title": "(ومن سورة اقترب)",
                    "content": "\n660: 35: 12 سفيان الأرض يرثها عبادي الصالحون قال ارض الجنة (الآية 105) .\n",
                    "footnotes": []
                },
                {
                    "page": "208",
                    "pageNumber": 204,
                    "title": "(ومن سورة الحج)",
                    "content": "\n(ومن سورة الحج)\n661: 1: 16 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ عَلْقَمَةَ فِي قَوْلِهِ إِنَّ زلزلة الساعة شئ عظيم قال هذا شئ يكون دون الساعة (الآية 1) .\n662: 2: 32 سفيان الناس سكارى وما هم بسكارى قال (الآية 2) .\n663: 3: 6 سفيان عن أبي إسحق عن التميمي عن بن عباس في قوله كان ظن أَنْ لَنْ يَنْصُرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى السماء قَالَ مَنْ كَانَ يَظُنُّ أَنْ لن ينصر الله محمدا ص = فَلْيَمْدُدْ بِحَبْلٍ فِي سَمَاءِ بَيْتِهِ فليختنق به (الآية 15) .\n",
                    "footnotes": []
                },
                {
                    "page": "209",
                    "pageNumber": 205,
                    "title": "(ومن سورة الحج)",
                    "content": "\n664: 4: 5 سفيان عن أبي هاشم عن أبي مِجْلَزٍ عَنْ قَيْسِ بْنِ عَبَّادٍ\nقَالَ سَمِعْتُ أَبَا ذَرٍّ يُقْسِمُ بِاللَّهِ لَنَزَلَتْ هَذِهِ الْآيَةُ فِي سِتَّةٍ مِنْ قُرَيْشٍ حَمْزَةَ بْنِ عَبْدِ الْمُطَّلِبِ وَعَلِيِّ بْنِ أَبِي طالب وعبيدة بن الحرث وَعُتْبَةَ وَشَيْبَةَ ابْنَا رَبِيعَةَ وَالْوَلِيدِ ابن عتبة هذان خاصمان عن اختصموا في ربهم الى آخر الأية (الآية 19) .\n665: 5: 18 سفيان عَنْ أَبِي حُصَيْنٍ قَالَ أَرَدْتُ أَنْ أَعْتَكِفَ فَقُلْتُ سَأَلْتُ سَعِيدَ بْنَ جُبَيْرٍ قَالَ أَنْتَ عَاكِفٌ ثُمَّ قَرَأَ سَوَاءً الْعَاكِفُ فِيهِ والباد (الآية 25) .\n666: 6: 19 سفيان عَنِ السُّدِّيِّ عَنْ مُرَّةَ عَنِ بن مَسْعُودٍ أَنَّهُ قَالَ مَنْ هَمَّ بخطية من وَلَمْ يَعْمَلْهَا لَمْ تُكْتَبْ عَلَيْهِ حَتَّى يَعْمَلَهَا وَلَوْ أَنَّ رَجُلًا هم وهو يقول أَنْ يَقْتُلَ رَجُلًا عِنْدَ الْبَيْتِ لَأَذاقَهُ اللَّهُ عَذَابًا أَلِيمًا ثُمَّ قرأ يُرِدْ فِيهِ\n",
                    "footnotes": []
                },
                {
                    "page": "210",
                    "pageNumber": 206,
                    "title": "(ومن سورة الحج)",
                    "content": "\nبِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أليم (الآية 25) .\n667: 7: 7 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله بيتي للطائفين قال من الشرك (الآية 26) .\n668: 8: 8 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ قَالَ مِنَ الآفَاتِ والريب.\n669: 9: 26 سفيان فِي قَوْلِهِ وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ والقايمين قال القايم المصلي.\n670: 10: 27 سفيان في قوله كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فج عميق (الآية 27) .\n671: 11: 1 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ أُمِرَ إِبْرَاهِيمُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُؤَذِّنَ بِالْحَجِّ فَقَامَ عَلَى الْمَقَامِ فَتَطَاوَلَ بِهِ حَتَّى صَارَ كَأَطْوَلِ جَبَلٍ فَنَادَى يَا أَيُّهَا النَّاسُ أَجِيُبوا رَبَّكُمْ مَرَّتَيْنِ فَأَجَابُوهُ مِنْ تَحْتِ\nالْبُحُورِ السَّبْعِ لَبَّيْكَ أَجَبْنَا لَبَّيْكَ أَطَعْنَا فَمَنْ حَجَّ إِلَى يَوْمِ الْقِيَامَةِ فَهُوَ مَنِ\n",
                    "footnotes": []
                },
                {
                    "page": "211",
                    "pageNumber": 207,
                    "title": "(ومن سورة الحج)",
                    "content": "\nاسْتَجَابَ لَهُ فَوَقَرَتْ فِي نفس كل مسلم (الآية 27) .\n672: 12: 2 سفيان عن سلمة بن كيهل بن عَنْ مُجَاهِدٍ مِثْلِهِ إِلَّا أَنَّهُ لَمْ يَذْكُرْ فَوَقَرَتْ فِي قَلْبِ كل مسلم.\n673: 13: 3 سفيان عَنْ وَاقِدٍ مَوْلَى زَيْدِ بْنِ خليدة عن سعيد منافع لهم قال التجارة (الآية 28) .\n674: 14: 4 سفيان عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مجاهد منافع لهم قال فيما يرضا اللَّهُ لَهُمْ مِنَ الدُّنْيَا وَالْآخِرَةِ.\n675: 15: 12 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ ليقضوا تفثهم قال حلق الرأس ورمي الجمار ونتف الابط وقصر الشارب والاظفار وحلق العانة (الآية 29) .\n",
                    "footnotes": []
                },
                {
                    "page": "212",
                    "pageNumber": 208,
                    "title": "(ومن سورة الحج)",
                    "content": "\n676: 16: 13 سفيان عَنْ إِبْرَاهِيمَ الْخُوزِيِّ عَنْ عَطَاءٍ أَوْ مُجَاهِدٍ قَالَ نُذُورٌ كَانَتْ عليهم فأمروا بالذبح (الآية 29) .\n677: 17: 30 سفيان قال العتيق قَالَ عِتْقٌ مِنَ الْجِبَارَةِ لَيْسَ لأحد فيه شئ (الآية 29) .\n678: 18: 14 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ حنفاء قال متبعين (الآية 31) .\n679: 19: 15 سفيان عن السدي قال الحجاج.\n680: 20: 9 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله فِيهَا مَنَافِعُ إِلَى أَجَلٍ مُسَمًّى قَالَ أَلْبَانُهَا وَأَصْوَافُهَا وَأَشْعَارُهَا وَرُكُوبُهَا فَإِذَا صَارَتْ\nبَدَنًا ذَهَبَتِ الْمَنَافِعُ (الآية 33) .\n681: 21: 31 سفيان في قوله أجل مسمى قَالَ إِذَا دُعِيَتْ وَسُمِّيَتِ الْبُدْنَ\n",
                    "footnotes": []
                },
                {
                    "page": "213",
                    "pageNumber": 209,
                    "title": "(ومن سورة الحج)",
                    "content": "\n682: 22: 17 سفيان عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عكرمة أمة جعلنا منسكا هذه قال ذبايح هم ذابحوها سنة (الآية 34) .\n683: 33: 25 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ وَبَشِّرِ المخبتين قال المطمينين عمرو (الآية 34) .\n684: 24: 10 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ فيها خير قَالَ هِيَ الْبَدَنَةُ إِنِ احْتَاجَ إِلَيْهَا رَكِبَ وَإِنِ احْتَاجَ إِلَى لبنها شرب (الآية 36) .\n685: 25: 11 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي ظَبْيَانَ قال سأل رجل عن بن عباس اسم الله عليها صواف قَالَ قِيَامًا مَعْقُولَةً فَقِيلَ لَهُ مَا يَقُولُونَ عِنْدَ النَّحْرِ قَالَ يقولون أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ اللهم منك ولك (الآية 36) .\n",
                    "footnotes": []
                },
                {
                    "page": "214",
                    "pageNumber": 210,
                    "title": "(ومن سورة الحج)",
                    "content": "\n686: 26: 20 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ في قوله القانع والمعتر قَالَ الْقَانِعُ الْمُتَعَفِّفُ الَّذِي لَا يسئل شَيْئًا وَالْمُعْتَرُّ الَّذِي يَتَعَرَّضُ الْأَحْيَانَ (الآية 36) .\n687: 27: 21 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ مِثْلِهِ.\n688: 28: 22 سفيان عَنْ يُونُسَ بْنِ عُبَيْدٍ عَنِ الْحَسَنِ قَالَ إِنَّ الْقَانِعَ الْمُتَعَفِّفَ الذي لا يسئل والمعتر الذي يتعرض لك.\n689: 29: 24 سفيان عَنْ فُرَاتٍ الْقَزَّازِ عَنْ سَعِيدِ بن جبير في قوله\nوالمعتر قال القانع الذي يسئلك والمعتر الذي يزورك ولا يسئلك 690: 30: 23 سفيان عن الأعمش في قوله للذين يقاتلون قَالَ هِيَ أَوَّلُ آيَةٍ نَزَلَتْ في القتال (الآية 39) .\n",
                    "footnotes": []
                },
                {
                    "page": "215",
                    "pageNumber": 211,
                    "title": "(ومن سورة الحج)",
                    "content": "\n691: 31: 28 سفيان في قوله يوم عقيم يوم بدر (الآية 55) .\n692: 32: 29 سفيان في قوله سماكم المسلمين قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى سَمَّاكُمُ المسلمين (الآية 78) .\n",
                    "footnotes": []
                },
                {
                    "page": "216",
                    "pageNumber": 212,
                    "title": "(سورة المؤمنين)",
                    "content": "\n(سورة المؤمنين)\n693: 1: 11 سفيان في قوله خلقنا الانسان من سلالة قال آدم (الآية 12) .\n694: 2: 8 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ أنشأناه خلقا آخر قَالَ حِينَ نُفِخَ فِيهِ الرُّوحُ (الآية 14) .\n695: 3: 11 سفيان في قوله أرسلنا رسلنا تترا قبل قال تباعا (الآية 44) .\n696: 4: 7 سفيان عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ فِي قَوْلِهِ وآويناه إِلَى رَبْوَةٍ ذَاتِ قَرَارٍ وَمَعِينٍ قال هي دمشق (الآية 50) .\n",
                    "footnotes": []
                },
                {
                    "page": "217",
                    "pageNumber": 213,
                    "title": "(سورة المؤمنين)",
                    "content": "\n697: 5: 6 سفيان عَنِ الْعَلَاءِ بْنِ عَبْدِ الْكَرِيمِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَلَهُمْ أَعْمَالٌ مِنْ دُونِ ذَلِكَ هُمْ لها عاملون الرحمن قال أعمال لا بد أن يعملوها.\n(الآية 63) .\n698: 6: 1 سفيان عَنْ عَلْقَمَةَ بْنِ مُرْثَدٍ عَنْ مجاهد في قوله إذا أخذنا مترفيهم بالعذاب قَالَ أُخِذُوا يَوْمَ بَدْرٍ بِالسُّيُوفِ (الآية 64) .\n699: 7: 3 سفيان عَنْ حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ مُسْتَكْبِرِينَ بِهِ قال مستكبرين بالحرم (الآية 67) .\n700: 8: 3 سفيان عَنْ حُصَيْنٍ عَنْ سَعِيدِ بْنِ جبير في قوله سامرا نهجرون وكان وتقولون غير الحق الآية 66 تدبرون (الآية 67) .\n701: 9: 5 سفيان عَنْ رَجُلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى فِي قَوْلِهِ أَمْ لَمْ يَعْرِفُوا رَسُولَهُمْ فَهُمْ له منكرون قَالَ قَدْ عَرَفُوهُ وَلَكِنَّهُمْ حَسَدُوهُ\n",
                    "footnotes": []
                },
                {
                    "page": "218",
                    "pageNumber": 214,
                    "title": "(سورة المؤمنين)",
                    "content": "\n(الآية 69) .\n702: 10: 4 سفيان عن اسمعيل بن أبي خلد عن أبي صلح فِي قَوْلِهِ وَلَوِ اتَّبَعَ الْحَقُّ أهواءهم قَالَ الْحَقُّ اللَّهُ جَلَّ وَعَزَّ (الآية 71) .\n703: 11: 35 سفيان قال كان بن مسعود يقرؤها تسئلهم خرجا فخراج ربك (الآية 72) .\n704: 12: 10 سفيان عَنْ طَلْحَةَ بْنِ عَمْرٍو عَنْ عَطَاءٍ فِي قَوْلِهِ ادْفَعْ بِالَّتِي هي أحسن السيئة قال السلام (الآية 96) .\n705: 13: 9 سفيان عن أبي اسحق عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ الله وُجُوهَهُمُ النَّارُ وَهُمْ فِيهَا كَالِحُونَ قال تنظر الى الرؤوس مَشِيطَةً فِي النَّارِ قَدْ قَلُصَتْ شفاههم وبدت اسنانهم (الآية 104) .\n706: 14: 49 سفيان عَنْ مُجَاهِدٍ أَنَّهُ كَانَ يَقْرَؤُهَا غلبت علينا\n",
                    "footnotes": []
                },
                {
                    "page": "219",
                    "pageNumber": 215,
                    "title": "(سورة المؤمنين)",
                    "content": "\nشقاوتنا (الاية 106) .\n",
                    "footnotes": []
                },
                {
                    "page": "220",
                    "pageNumber": 216,
                    "title": "(سورة النور)",
                    "content": "\n(سورة النور)\n707: 1: 9 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله قاله تعطيل الحد (الآية 2) .\n708: 2: 2 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ وَلْيَشْهَدْ عذابهما طائفة من المؤمنين قَالَ الطَّائِفَةُ رَجُلٌ فَمَا زَادَ (الاية 2) .\n709: 3: 3 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ مثله.\n710: 4: 1 حدثنا سفيان عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ مُجَاهِدٍ قَالَ نَزَلَتْ هَذِهِ الْآيَةُ لا يَنْكِحُ إِلا زَانِيَةً أَوْ مشركة قَالَ نَزَلَتْ فِي نِسَاءٍ مَعْلُومَاتٍ بِالْمَدِينَةِ كَانَ يُقَالُ لَهُنَّ بَغِيَّاتٌ أو لقيات روى الشَّكُّ مِنْ أَبِي جَعْفَرٍ نَزَلَتْ فيهن خاصة (الآية 3) .\n",
                    "footnotes": []
                },
                {
                    "page": "221",
                    "pageNumber": 217,
                    "title": "(سورة النور)",
                    "content": "\n711: 5: 10 سفيان عَنْ حَمَّادٍ عَنْ سَعِيدِ بْنِ جبير عن بن عباس في قوله لا ينكح الا زانية قَالَ لَيْسَ هُوَ بِالنِّكَاحِ الْحَلالِ ولكن الجماع.\n712: 6: 11 سفيان عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ نَسَخَتْهَا هذه الآية الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ ولم (الآية 32) .\n713: 7: 12 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى قال دخل مسروق عاى عايشة وَعِنْدَهَا حَسَّانٌ يُنْشِدُهَا شِعْرَ حَسَّانٍ حَصَانٌ رَزَانٌ مَا تُزَنُّ بِرِيبَةٍ وَتُصْبِحُ غَرْثَى مِنْ لُحُومِ الْغَوَافِلِ\n",
                    "footnotes": []
                },
                {
                    "page": "222",
                    "pageNumber": 218,
                    "title": "(سورة النور)",
                    "content": "\nفَقُلْتُ لَهَا مَا تَدَعِينَ هَذَا يَدْخُلُ عَلَيْكِ وَهُوَ مِنَ الَّذِينَ تَوَلَّى كِبْرَهُ\nقَالَتْ أَفَلَا تَرَاهُ قد أصابه عذاب عظيم (الآية 11) .\n714: 8: 13 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عن مسروق قال قالت عايشة لَقَدْ أَتَى عَلَيَّ زَمَانٌ وَمَا أرجوا ان ينزل في القرآن.\n715: 9: 14 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ يَعِظُكُمُ اللَّهُ أَنْ تعودوا لمثله ابدا قال نهاكم (الآية 17) .\n716: 10: 20 سفيان عَنْ أَبِي مِجْلَزٍ لا تَتَّبِعُوا خطوات الشيطان قال النذر في المعصية (الآية 21) .\n717: 11: 21 سفيان ولا يأتل أولوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا قَالَ كَانَتْ أُمُّ مِسْطَحٍ عِنْدَ عايشة فَقَالَتْ أُمُّ مِسْطَحٍ تَعِسَ مِسْطَحٌ\n",
                    "footnotes": []
                },
                {
                    "page": "223",
                    "pageNumber": 219,
                    "title": "(سورة النور)",
                    "content": "\nفقالت عايشة لم تقولين هذا الرجل مِنَ الْمُهَاجِرِينَ فَقَالَتْ أُمُّ مِسْطَحٍ أَمَا تَعْلَمِينَ مَا قَدْ قِيلَ وَكَانَ مِسْطَحٌ فِي مَنْ قَالَ في عايشة وَكَانَ يَتِيمًا فِي حِجْرِ أَبِي بَكْرٍ فَقَالَ أَبُو بَكْرٍ لَا أنفعه يقليل ولا كَثِيرٍ قَالَ فَنَزَلَتْ هَذِهِ الْآيَةُ ولا يأتل أولوا الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى وَالْمَسَاكِينَ وَالْمُهَاجِرِينَ فِي سبيل الله وليعفوا وليصفحوا الى آخر الآية (الآية 22) .\n718: 12: 4 سفيان أَخْبَرَنِي مَنْ سَمِعَ سَعِيدَ بْنَ جُبَيْرٍ يَقُولُ نَزَلَتْ هَذِهِ الْآيَةُ في عايشة خَاصَّةً إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ الْغَافِلاتِ الْمُؤْمِنَاتِ لُعِنُوا فِي الدُّنْيَا والآخرة (الآية 23) .\n719: 13: 15 سفيان عَنْ خُصَيْفٍ قَالَ قُلْتُ لِسَعِيدِ بن جبير والذين يرمون المحصنات الغافلات فِي مَنْ نَزَلَتْ قَالَ فِي عايشة خاصة.\n720: 14: 5 سفيان عَنْ سَلَمَةَ بْنِ نُبَيْطٍ عَنِ الضَّحَّاكِ بْنِ مُزَاحِمٍ قَالَ\nنَزَلَتْ فِي أَزْوَاجِ النَّبِيِّ صَلَّى اللَّهُ عليه وسلم خاصة.\n721: 15: 16 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله الخبيثات للخبيثين قَالَ هُمْ مُبَرَّءُونَ مِمَّا يُقَالُ لهم من الطيبات والطيبات للطيبين\n",
                    "footnotes": []
                },
                {
                    "page": "224",
                    "pageNumber": 220,
                    "title": "(سورة النور)",
                    "content": "\nقَالَ هُمْ مُبَرَّءُونَ مِمَّا يُقَالُ لهم من الخبيث (الآية 26) .\n722: 16: 17 سفيان عَنْ خُصَيْفٍ عَنْ سَعِيدِ بْنِ جبير مثله.\n723: 17: 18 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ لا تَدْخُلُوا بُيُوتًا غَيْرَ بيوتكم حتى تستأنسوا قَالَ هُوَ التَّنَحْنُحُ قَالَ ابْنُ عَبَّاسٍ أَخْطَأَ الْكَاتِبُ حَتَّى تَسْتَأْذِنُوا (الآية 27) .\n724: 18: 22 سفيان عَنِ الْأَعْمَشِ قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يَقْرَءُونَهَا حَتَّى تَسْتَأْذِنُوا وتسلموا على أهلها (الآية 27) .\n725: 19: 23 سفيان فِي قَوْلِهِ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَدْخُلُوا بُيُوتًا غَيْرَ مَسْكُونَةٍ قَالَ هِيَ الْخَانَاتُ وَالْمَنَازِلُ مَا بين مكة والكوفة ونحوها (الآية 29) .\n",
                    "footnotes": []
                },
                {
                    "page": "225",
                    "pageNumber": 221,
                    "title": "(سورة النور)",
                    "content": "\n726: 20: 24 سفيان في قوله متاع لكم قال حاجة لكم (الآية 29) .\n727: 21: 8 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلا مَا ظَهَرَ منها إِلَى آخِرِ الْآيَةِ قَالَ هُوَ ما فوق الذراع (الآية 31) .\n728: 22: 7 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ غَيْرِ أولي الإربة من الرجال قال هو الابله الذين يُرِيدُ الطَّعَامَ وَلَا يُرِيدُ النِّسَاءَ (الآية 31) .\n729: 23: 6 سفيان عن السدي عَنْ أَبِي مُلْكٍ فِي قَوْلِهِ ولا يضر بن\nبِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زينتهن قال كانوا خَرَزٌ فِي أَرْجُلِهِنَّ إِذَا مَرَرْنَ بِالرِّجَالِ ضَرَبْنَ أَرْجُلَهُنَّ فَيُسْمَعَ صَوْتُهُ (الآية 31) .\n730: 24: 19 سفيان عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ فِي هَذِهِ الْآيَةِ وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ ليستخلفنهم في الأرض قال هم الولاة (الآية 55) .\n",
                    "footnotes": []
                },
                {
                    "page": "226",
                    "pageNumber": 222,
                    "title": "(ومن سورة الفرقان)",
                    "content": "\n(ومن سورة الفرقان)\n731: 1: 12 سفيان فِي قَوْلِهِ وَقَدِمْنَا إِلَى مَا عملوا من عمل قَالَ عَمِدْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ مِنْ خَيْرٍ فَلَمْ نقبل منهم (الآية 23) .\n732: 2: 5 سفيان عن أبي اسحق عن الحرث عَنْ عَلِيّ فِي قَوْلِهِ هَبَاءً منثورا قَالَ الشُّعَاعُ الَّذِي يَخْرُجُ مِنَ الكوة (الآية 23) .\n733: 3: 1 سفيان عَنْ مَيْسَرَةَ بْنِ حَبِيبٍ النَّهْدِيِّ عَنِ الْمِنْهَالِ بْنِ عَمْرٍو عَنِ أَبِي عُبَيْدَةَ قَالَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ لَا يَنْتَصِفُ النَّهَارُ حَتَّى يَقِيلَ أَهْلُ الْجَنَّةِ وَأَهْلُ النَّارِ ثُمّ قَرَأَ أَصْحَابُ الْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُسْتَقَرًّا وَأَحْسَنُ مقيلا ثُمَّ قَرَأَ إِنَّ مَرْجِعَهُمْ لإِلَى الجحيم (الآية 24) .\n",
                    "footnotes": []
                },
                {
                    "page": "227",
                    "pageNumber": 223,
                    "title": "(ومن سورة الفرقان)",
                    "content": "\n734: 4: 6 حدثنا سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ فِي قوله تَرَ إِلَى رَبِّكَ كَيْفَ مَدَّ الظل قال طلوع الفجر (الآية 45) .\n735: 5: 9 سفيان عَنْ سَعِيدٍ عَنْ مُجَاهِدٍ فِي قوله قبضناه الينا قبضا يسيرا قال خفيا (الآية 46) .\n736: 6: 7 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِ اللَّهِ الَّذِينَ يَمْشُونَ عَلَى الأرض هونا قال بالوقار والسكينة (الآية 63) .\n737: 7: 8 سفيان خاطبهم الجاهلون قالوا سلاما قال سدادا (الآية 63) .\n",
                    "footnotes": []
                },
                {
                    "page": "228",
                    "pageNumber": 224,
                    "title": "(ومن سورة الفرقان)",
                    "content": "\n738: 8: 10 سفيان عذابها كان غراما قال الغرام اللازم.\n(الآية 65) .\n739: 9: 4 سفيان عَنْ جَابِرٍ عَنِ الضَّحَّاكِ فِي قوله الذين لا يشهدون الزور قال الشرك (الآية 72) .\n740: 10: 2 حدثنا سفيان عن اسمعيل بن أبي خلد عن أبي صلح في قوله للمتقين إماما قال يقتدا أهل بهدانا (الآية 74) .\n741: 11: 3 حدثنا سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْلَى الثَّقَفِيِّ عن عمرو ابن شعيب في قوله ما يعبؤا بكم ربي لولا دعاؤكم قَالَ مَا يَصْنَعُ بِكُمْ رَبِّي لَوْلَا أَنِّي دَعَوْتُكُمْ إِلَى الْإِسْلَامِ فتستجيبون لي.\n(الآية 77) .\n",
                    "footnotes": []
                },
                {
                    "page": "229",
                    "pageNumber": 225,
                    "title": "(ومن سورة الشعراء)",
                    "content": "\n(ومن سورة الشعراء)\n742: 1: 7 سفيان عن أبي إسحق عَنِ الْأَسْوَدِ بْنِ يَزِيدَ أَنَّهُ قرأها وإنا لجميع حاذرون قال مودون مقوون (الآية 56) .\n743: 2: 8 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ قال ليس فيك شك (الآية 89) .\n744: 3: 12 سفيان عَنْ أَبِي مَوْدُودٍ عَنِ الْحَسَنِ في قوله الفلك المشحون قال المستدير (الآية 119) .\n745: 4: 18 سفيان عَنِ السُّدِّيِّ عَنْ عَبْدِ اللَّهِ بن شداد في قوله\nمن الجبال بيوتا فرهين قال تتجبرون حديث (الآية 149) .\n",
                    "footnotes": []
                },
                {
                    "page": "230",
                    "pageNumber": 226,
                    "title": "(ومن سورة الشعراء)",
                    "content": "\n746: 5: 1 سفيان عن حميد عن الحسن قبل سلكناه في قلوب المجرمين قال الشرك (الآية 200) .\n747: 6: 2 حدثنا سفيان عَنْ أَبِيهِ عَنْ عِكْرِمَةَ فِي الساجدين قال قيامه وركوعه وسجوده (الآية 219) .\n748: 7: 3 حدثنا سفيان عن علي بن بذئمة عند عن عكرمة مثله.\n749: 8: 4 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في الساجدين قَالَ كَانَ يَرَاهُمْ مِنْ خَلْفِهِ ومن بين يديه.\n750: 9: 6 سفيان عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ عكرمة في قوله الشعراء يتبعهم الغاوون قال عصاة الجن (الآية 224) .\n751: 10: 5 سفيان عَنْ خُصَيْفٍ أَوْ غَيْرِهِ فِي قوله الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ ما ظلموا قَالَ نَزَلَتْ فِي\n",
                    "footnotes": []
                },
                {
                    "page": "231",
                    "pageNumber": 227,
                    "title": "(ومن سورة الشعراء)",
                    "content": "\nعَبْدِ اللَّهِ بْنِ رَوَاحَةَ وَنُصْرَتِهِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بلسانه (الآية 227) .\n",
                    "footnotes": []
                },
                {
                    "page": "232",
                    "pageNumber": 228,
                    "title": "(سورة طس النمل)",
                    "content": "\n(سورة طس النمل)\n752: 1 حدثنا سفيان عَنِ الْأَعْمَشِ عَنْ رَجُلٍ يُقَالُ لَهُ الْحَكَمُ عَنْ نَوْفٍ الشَّامِّيِّ في قوله نملة يا أيها النمل قَالَ كَانَتِ النَّمْلَةُ مِثْلَ الذيب من العظم (الآية 18) .\n",
                    "footnotes": []
                },
                {
                    "page": "233",
                    "pageNumber": 229,
                    "title": "(ومن سورة القصص)",
                    "content": "\n(ومن سورة القصص)\n753: 1: 2 سفيان وَدَخَلَ الْمَدِينَةَ عَلَى حِينِ غَفْلَةٍ من أهلها قال نصف النهار (الأية 15) .\n754: 2: 1 سفيان عن عطاء بن السايب قَالَ لَقِيَ سَعِيدُ بْنُ جُبَيْرٍ رَاهِبًا فَقَالَ سَعِيدٌ أَيَّما الأَجَلَيْنِ قَضَى مُوسَى فَلَمْ يَدْرِ فَلَقِيتُ بن عَبَّاسٍ فَسَأَلْتُهُ فَقَالَ قَضَى أَوْفَاهُمَا (الآية 28) .\n755: 3: 3 سفيان كُنْتَ بِجَانِبِ الطُّورِ إِذْ نَادَيْنَا قَالَ يَا مُحَمَّدُ قَدْ أَعْطَيْتُكُمْ قَبْلَ أَنْ تَدْعُونِي وَأَجَبْتُكُمْ مِنْ قبل أن تسئلوني (الآية 46) .\n",
                    "footnotes": []
                },
                {
                    "page": "234",
                    "pageNumber": 230,
                    "title": "(ومن سورة القصص)",
                    "content": "\n756: 4: 2 سفيان شئ هالك إلا وجهه قَالَ مَا أُرِيدَ بِهِ وَجْهُهُ (الآية 88) .\n",
                    "footnotes": []
                },
                {
                    "page": "235",
                    "pageNumber": 231,
                    "title": "(ومن سورة العنكبوت)",
                    "content": "\n(ومن سورة العنكبوت)\n757: 1: 3 سفيان عَنْ أَبِي هَاشِمٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ الم أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وهم لا يفتنون قال يبتلون فتنا الذين من قبلهم قال ابتلينا (الآية 1 و 2) .\n758: 2: 1 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ عَبْدِ اللَّهِ بْنِ رَبِيعَةَ قَالَ سألني بن عباس في قوله الله اكبر فَقُلْتُ التَّكْبِيرُ وَالتَّهْلِيلُ وَالتَّحْمِيدُ فَقَالَ بن عَبَّاسٍ فَذِكْرُ اللَّهِ إِيَّاكُمْ أَكْبَرُ من ذكركم إياه (الآية 45) .\n759: 3: 2 سفيان عن خصيف عن مجاهد تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا منهم قَالَ وَلَا تُجَادِلُوا وَلَا تُقَاتِلُوا إِلَّا مَنْ قَاتَلَكُمْ\n",
                    "footnotes": []
                },
                {
                    "page": "236",
                    "pageNumber": 232,
                    "title": "(ومن سورة العنكبوت)",
                    "content": "\nولم يعط الجزية (الآية 46) .\n760: 4: 3 سفيان عن اسمعيل بن أبي خلد عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قوله عِبَادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي واسعة فَإِذَا عُمِلَ فِيهَا بِالْمَعَاصِي فَاخْرُجُوا (الآية 56) .\n",
                    "footnotes": []
                },
                {
                    "page": "237",
                    "pageNumber": 233,
                    "title": "(ومن سورة الروم)",
                    "content": "\n(ومن سورة الروم)\n761: 1 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ ظاهرا من الحياة الدنيا أوهم عن الأخرة هم غافلون قَالَ الْيَهُودُ وَالنَّصَارَى وَالْمُشْرِكُونَ يَعْلَمُونَ مَا يَرْفِقُ بِهِمْ وَيَنْفَعُهُمْ فِي مَعَايِشِهِمْ فِي الدُّنْيَا وَهُمْ عَنِ الآخرة هم غافلون (الآية 7) .\n762: 2 سفيان عَنْ أَبِيهِ عَنْ عِكْرِمَةَ مِثْلِهِ.\n763: 3 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَمَا آتَيْتُمْ مِنْ رِبًا ليربوا في أموال الناس فلا يربوا عند الله قال هي الهدايا (الآية 39) .\n764: 4 سفيان عَنْ مَنْصُورِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ قَالَ هُوَ الرَّجُلُ يُعْطِي الْعَطَايَا لِيُثَابَ عليها.\n765: 5 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله الفساد في البر والبحر قال في البر قتل بن آدم وفي البحر أخذ السفيانة غصبا (الآية 41) .\n",
                    "footnotes": []
                },
                {
                    "page": "238",
                    "pageNumber": 234,
                    "title": "(ومن سورة لقمان)",
                    "content": "\n(ومن سورة لقمان)\n766: 1: 4 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَمِنَ النَّاسِ مَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ قال الغناء (الآية 6) .\n767: 2: 5 سفيان عَنْ عَبْدِ الْكَرِيمِ عَنْ مُجَاهِدٍ قَالَ هُوَ الْغِنَاءُ\nوَكُلُّ لَعِبٍ لهو.\n768: 3: 2 سفيان عن الأعمش في قوله أنكر الأصوات لصوت الحمير قال أقبح الأصوات (الآية 19) .\n769: 4: 1 سفيان عَنْ حُمَيْدٍ الْأَعْرَجِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظاهرة وباطنه قَالَ لَا إِلَهَ إِلَّا اللَّهُ (الآية 20) .\n",
                    "footnotes": []
                },
                {
                    "page": "239",
                    "pageNumber": 235,
                    "title": "(ومن سورة لقمان)",
                    "content": "\n770: 5: 3 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ دينار عن بن عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَفَاتِيحُ الْغَيْبِ خَمْسٌ لَا يَعْلَمُهُنَّ إِلَّا اللَّهُ عَزَّ وَجَلَّ لَا يُعْلَمُ مَتَى السَّاعَةُ وَلَا يُعْلَمُ مَا تَغِيضُ الأَرْحَامُ وَلَا يُعْلَمُ مَا في غد ولا يعلم نفسا بِأَيِّ أَرْضٍ تَمُوتُ إِلَّا اللَّهُ وَلَا يَعْلَمُ أَحَدٌ مَتَى يَنْزِلُ الغيث إلا الله (الآية 34) .\n",
                    "footnotes": []
                },
                {
                    "page": "240",
                    "pageNumber": 236,
                    "title": "(وَمِنْ سُورَةِ الم الْسَجْدَة)",
                    "content": "\n(وَمِنْ سُورَةِ الم الْسَجْدَة)\n771: 1 حدثنا أو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ أَبَانِ بْنِ أَبِي عَيَّاشٍ عَنْ أَنَسِ ابن مالك في قوله جنوبهم عن المضاجع قَالَ مَا بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ (الآية 16) .\n772: 2 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ علي مِنَ الْعَذَابِ الأَدْنَى دُونَ الْعَذَابِ الأكبر قال المصايب في الأموال والأولاد (الآية 21) .\n773: 3 سفيان عَنِ السُّدِّيِّ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ قَالَ هُوَ يَوْمُ بَدْرٍ.\n",
                    "footnotes": []
                },
                {
                    "page": "241",
                    "pageNumber": 237,
                    "title": "(ومن سورة الأحزاب)",
                    "content": "\n(ومن سورة الأحزاب)\n774: 1: 1 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عن سعيد عن بن عباس في قوله أخذنا من النبيين ميثاقهم قال ميثاقهم على قومهم (الآية 7) .\n775: 2: 3 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي رُزَيْنٍ قال قرأ الربيع بن خيثم هذه الآية لَنْ يَنْفَعَكُمُ الْفِرَارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذًا لا تمتعون إلا قليلا قال بينهم وبين كذلك القليل (الآية 16) .\n776: 3: 4 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي رُزَيْنٍ عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ مِثْلِهِ.\n777: 4: 5 في بيوتكن بكيت حتى أبل خماري (الآية 33) .\n778: 5: 2 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ قَالَ قلت أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ يُذْكَرُ الرِّجَالُ وَلَا تُذْكَرُ النِّسَاءُ فنزلت المسلمين والمسلمات\n",
                    "footnotes": []
                },
                {
                    "page": "242",
                    "pageNumber": 238,
                    "title": "(ومن سورة الأحزاب)",
                    "content": "\nوالمؤمنين والمؤمنات إلى آخر الآية.\n(الآية 35) .\n",
                    "footnotes": []
                },
                {
                    "page": "243",
                    "pageNumber": 239,
                    "title": "(سورة سبإ)",
                    "content": "\n(سورة سبإ)\n779: 1: 4 سفيان قال قال مجاهد يجازا أخبرنا إِلَّا الْكَفُورُ هَلْ يُعَاقَبُ إِلَّا الكفور (الآية 17) .\n780: 2: 1 سفيان عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى عن مسروق قال سئل بن مسعود عن هذه الآية إذا فزع عن قلوبهم قال رفه عن قلوبهم (الآية 23) .\n781: 3: 2 حدثنا سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ عَنْ عَبْدِ اللَّهِ مثله.\n782: 4: 3 سفيان عَنِ الْأَعْمَشِ عَنْ مَنْصُورٍ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ قَالَ إِذَا تَكَلَّمَ اللَّهُ بِالْوَحْيِ سَمِعَ أهل السماوات صلصلة كصلصة\n",
                    "footnotes": []
                },
                {
                    "page": "244",
                    "pageNumber": 240,
                    "title": "(سورة سبإ)",
                    "content": "\nالحديد على الصغوان يا فَيَفْزَعُونَ فَيَخِرُّونَ سُجَّدًا وَيَظُنُّونَ أَنَّهُ مِنْ أَمْرِ السَّاعَةِ فَإِذَا رُفِّهَ عن قلوبهم ينادوا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ العلي الكبير (الآية 23) .\n783: 5: 6 سفيان عَنْ عَمْرِو بْنِ قَيْسٍ الْمُلائِيِّ عَنِ الْمِنْهَالِ بْنِ عَمْرٍو عَنِ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ أنفقتم من شئ فهو يخلفه قَالَ فِي غَيْرِ إِسْرَافٍ وَلَا تقتير (الآية 39) .\n784: 6: 7 سفيان عَنْ أَبِي يُونُسَ عَنْ مُجَاهِدٍ قَالَ لَا يَتَأَوَّلْ أَحَدُكُمْ هَذِهِ الآية أنفقتم منشئ فهو يخلفه يَعْنِي أَنْ يُسْرِفَ فِي مَالِهِ فينفقه فإن الرزق مقسوم.\n785: 7: 5 سفيان عن أبي أسحق عن التميمي عن بن عَبَّاسٍ وَأَنَّى\n",
                    "footnotes": []
                },
                {
                    "page": "245",
                    "pageNumber": 241,
                    "title": "(سورة سبإ)",
                    "content": "\nلَهُمُ التَّنَاوُشُ مِنْ مَكَانٍ بَعِيدٍ قال يسئلون الرد وليس بحين الرد (الآية 52) .\n",
                    "footnotes": []
                },
                {
                    "page": "246",
                    "pageNumber": 242,
                    "title": "(سورة الملائكة)",
                    "content": "\n(سورة الملائكة) [[سورة فاطر]]\n786: 1: 4 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ عَنِ بن عَبَّاسٍ قَالَ فِي النَّوَاةِ النَّقِيرُ وَالْفَتِيلُ وَالْقِطْمِيرُ وَالنَّقِيرُ الَّذِي فِي وَسَطِ النَّوَاةِ الَّذِي بِهِ يَنْبُتُ النَّوَى مِنْهُ وَالْفَتِيلُ شِقُّ النَّوَاةِ وَالْقِطْمِيرُ لُفَافَةُ النَّوَاةِ الْقِشْرِ الَّذِي يكون عليها.\n(الآية 13) .\n787: 2: 2 سفيان عَنْ عَوْفٍ عَنْ عَبْدِ اللَّهِ بن الحرث قال قرأ كعب أَوْرَثْنَا الْكِتَابَ الَّذِينَ اصْطَفَيْنَا مِنْ عِبَادِنَا فَمِنْهُمْ ظَالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بِالْخَيْرَاتِ بِإِذْنِ الله قال في الجنة (الآية 32) .\n788: 3: 3 سفيان عَنْ جَابِرٍ عَنْ مُجَاهِدٍ عَنِ ابْنِ عَبَّاسٍ قَالَ هِيَ بِمَنْزِلَةِ الآية التي في الواقعة أزواجا ثلثة فَأَصْحَابُ الْمَيْمَنَةِ مَا أَصْحَابُ الْمَيْمَنَةِ وأصحاب المشئمة ما أصحاب المشئمة والسابقون السابقون أولائك\n",
                    "footnotes": []
                },
                {
                    "page": "247",
                    "pageNumber": 243,
                    "title": "(سورة الملائكة)",
                    "content": "\nالمقربون (الآية 7 - 11 من الواقعة) .\n789: 4: 1 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ عثمن بْنِ خُثَيْمٍ عَنْ مُجَاهِدٍ عَنِ بن عَبَّاسٍ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فيه من تذكر لو قَالَ الْعُمْرُ الَّذِي أَعْذَرَ اللَّهُ فِيهِ إِلَى أَهْلِهِ سِتُّونَ سَنَةً (الآية 37) .\n",
                    "footnotes": []
                },
                {
                    "page": "248",
                    "pageNumber": 244,
                    "title": "(سورة يس)",
                    "content": "\n(سورة يس)\n790: 1: 3 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله (يس) قَالَ فَوَاتِحُ كَلَامِ اللَّهِ عز وجل (الآية 1) .\n791: 2: 4 سفيان عَنْ جُوَيْبِرٍ عَنِ الضَّحَّاكِ قَالَ يا محمد.\n792: 4: 2 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ إِنَّا نَحْنُ نُحْيِي الموتى ونكتب ما قدموا وءاثارهم قَالَ مَا أَثَرُوا مِنَ الضَّلَالَةِ (الآية 12) .\n793: 5: 1 حَدَّثَنَا مُحَمَّدٌ ثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ لَيْثٍ عَنْ مجاهد في قوله وكل شئ أحصيناه في إمام مبين قال في أم الكتاب (الآية 12) .\n",
                    "footnotes": []
                },
                {
                    "page": "249",
                    "pageNumber": 245,
                    "title": "(سورة يس)",
                    "content": "\n794: 6: 10 قال أهل إنطاكية (الأية 13) .\n795: 6: 8 قال سفيان بَلَغَنِي أَنَّ صَاحِبَ يس يُقَالُ له حبيب بن مرى (الآية 20) .\n796: 7: 6 سفيان عن بن جريج عن مجاهد عَنْ مُجَاهِدٍ فِي قَوْلِهِ ادْخُلِ الجنة قال وجبت لك الجنة (الآية 26) .\n797: 8: 5 سفيان عَنْ عَاصِمٍ الْأَحْوَلِ عَنْ أَبِي مجلز في قوله لَيْتَ قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ الْمُكْرَمِينَ قال إيماني وتصديقي المرسلين (الآية 26، 27) .\n798: 9: 7 سفيان عَنْ خُصَيْفٍ عَنْ مُجَاهِدٍ فِي قوله حسرة على العباد قال يا حسرة لهم (الآية 30) .\n799: 10: 9 سفيان عن اسمعيل بن أبي خلد عن أبي صلح في قوله الشَّمْسُ يَنْبَغِي لَهَا أَنْ تُدْرِكَ الْقَمَرَ وَلا اللَّيْلُ سَابِقُ النَّهَارِ وكل في فلك يسبحون قال لَا يَنْبَغِي لِلشَّمْسِ أَنْ تُدْرِكَ الْقَمَرَ يَعْنِي أَنَّ اللَّيْلَ وَالنَّهَارَ لا\n",
                    "footnotes": []
                },
                {
                    "page": "250",
                    "pageNumber": 246,
                    "title": "(سورة يس)",
                    "content": "\nيجتمعان قال الليل سابق النهار قَالَ لَا يَنْبَغِي لِلَّيْلِ أَنْ يدرك ضوء النهار (الآية 40) .\n800: 11: 11 قال سفيان كان عبد الله يقرأ مع واحدة تأخذهم وهم يخصمون (الآية 49) .\n801: 12: 12 قال سفيان كَانَ عَبْدُ اللَّهِ يَقْرَؤُهَا مِنْ اهبنا من مرقدنا (الآية 52) .\n802: 13: 9 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ في قوله قبل الرحمن وصدق المرسلون (الآية 52) .\n803: 14: 12 سفيان في قوله أَصْحَابَ الْجَنَّةِ الْيَوْمَ فِي شُغُلٍ\n",
                    "footnotes": []
                },
                {
                    "page": "251",
                    "pageNumber": 247,
                    "title": "(سورة يس)",
                    "content": "\nفاكهون سعيد قال في افتضاض الأبكار (الأية 55) .\n804: 15: 1 سفيان عَنْ حُصَيْنٍ عَنْ مُجَاهِدٍ عَلَى الأرايك قال السرر في الحجال (الآية 56) .\n",
                    "footnotes": []
                },
                {
                    "page": "252",
                    "pageNumber": 248,
                    "title": "(سورة الصافات)",
                    "content": "\n(سورة الصافات)\n805: 1: 11 سفيان عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوقٍ قَالَ قَرَأَهَا عَبْدُ الله الكواكب (الآية 6) .\n806: 2: 5 سفيان عَنْ أَبِيهِ عَنِ الْمُسَيِّبِ بْنِ رافع عن بن عَبَّاسٍ فِي قَوْلِهِ احْشُرُوا الَّذِينَ ظلموا وأزواجهم قال اشباههم (الآية 22) .\n807: 3: 13 سفيان عَنِ الْأَعْمَشِ عَنْ عَبْدِ اللَّهِ بن الحرث قَالَ كَانَ عَبْدُ اللَّهِ يَقْرَأُ كل شئ في القرآن (الآية 4 و 169) .\n808: 4: 12 سفيان قال قَالَ مُجَاهِدٍ لا فِيهَا غَوْلٌ قال لا يشتكون\n",
                    "footnotes": []
                },
                {
                    "page": "253",
                    "pageNumber": 249,
                    "title": "(سورة الصافات)",
                    "content": "\nبطونهم هم عنها ينزفون لَا تَنْزِفُ عُقُولُهُمْ وَقَالَ بَعْضُهُمْ الصداع (الآية 47) .\n(فَإِذَا هُمْ مِنَ الأَجْدَاثِ إِلَى ربهم ينسلون قال القبر (الآية 51 من يس) .\n809: 5: 8 سفيان عن بن أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ فِي قوله بذبح عظيم قال الفداء إسمعيل والمتقبل كل العظيم (الآية 107) .\n810: 6: 10 سفيان عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أبي الجعد قال التقمه الحوت قَالَ ثُمَّ الْتَقَمَ ذَلِكَ الْحُوتَ حوت آخر (الأية 142) .\n811: 7: 1 حَدَّثَنَا مُحَمَّدٌ ثَنَا أَبُو حُذَيْفَةَ ثَنَا سُفْيَانُ عَنْ أَبِي الْهَيْثَمِ عَنْ\n",
                    "footnotes": []
                },
                {
                    "page": "254",
                    "pageNumber": 250,
                    "title": "(سورة الصافات)",
                    "content": "\nإِبْرَاهِيمَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ في قوله أنه كان من المسبحين قال من المصلين (الآية 143) .\n812: 8: 2 سفيان عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ زِرِّ بْنِ حُبَيْشٍ عَنِ ابْنِ عباس مثله.\n813: 9: 3 حدثنا سفيان عن السدي عن أبي ملك قَالَ مَكَثَ يُونُسُ فِي بَطْنِ الحوت أربعين يوما (الآية 144) .\n814: 10: 4 سفيان عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ قَالَ قِيلَ لِابْنِ عَبَّاسٍ إِنَّ الْيَقْطِينَ الْقَرْعُ قَالَ مَا بَالُ القرع أحق من البطيخ (الآية 146) .\n11 10 سفيان عَنْ مَنْصُورٍ عَنِ الْحَاكِمِ بْنِ عَبْدِ اللَّهِ الْأَزْوَرِ النَّصْرِيِّ عَنْ مولى لابن عباس عن بن عباس في قوله إِلَى مِائَةِ أَلْفٍ أَوْ\n",
                    "footnotes": []
                },
                {
                    "page": "255",
                    "pageNumber": 251,
                    "title": "(سورة الصافات)",
                    "content": "\nيزيدون قَالَ كَانُوا مِائَةَ أَلْفٍ قَالَ بعضهم بل كانوا يزيدون (الآية 147) .\n816: 12: 7 سفيان عَنْ رَبَاحٍ عَنْ قَيْسِ بْنِ سَعْدٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ بينه وبين الجنة نسبا قَالَ بَنَاتُ سَرَاةِ الْجِنِّ قَالَ هُمْ بَنَاتٌ يَعْنُونَ اللَّهَ عَزَّ وَجَلَّ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ علمت الجنة إنهم لمحضرون قال محضرون العذاب (الآية 158) .\n817: 13: 6 سفيان عَنْ أَبِي مَوْدُودٍ عَنِ الْحَسَنِ قَالَ قَالَ الْمُسْلِمُونَ لَوْ أَنَّ لَنَا أَمْرًا نَبْتَدِرُهُ قَالَ فَنَزَلَ عنه أَنَّ عِنْدَنَا ذِكْرًا مِنَ الأَوَّلِينَ (الآية 168) .\n",
                    "footnotes": []
                },
                {
                    "page": "256",
                    "pageNumber": 252,
                    "title": "(سورة ص)",
                    "content": "\n(سورة ص)\n818: 1: 11 سفيان عن اسمعيل بن ابي خلد في قوله ص والقرآن ذي الذكر قال ذي الشرف (الآية 1) .\n819: 2: 6 حدثنا سفيان عن أبي اسحق عَنِ التَّمِيمِيِّ عَنِ ابْنِ عَبَّاسٍ في قوله حين مناص قَالَ نَادَوْا وَلَيْسَ بِحِينِ نَزْوٍ ولا فرار (الآية 3) .\n820: 3: 15 سفيان الملأ منهم قَالَ عُقْبَةُ بْنُ أَبِي مُعَيْطٍ (الآية 6) .\n821: 4: 14 سفيان في قوله اصحاب الأيكة قال اصحاب الغيضة (الآية 13) .\n822: 5: 13 سفيان فِي قَوْلِهِ مَا لَهَا مِنْ فواق قال من\n",
                    "footnotes": []
                },
                {
                    "page": "257",
                    "pageNumber": 253,
                    "title": "(سورة ص)",
                    "content": "\nرجعة (الآية 15) .\n823: 6: 9 سفيان عَنْ أَبِي الْمِقْدَامِ عَنْ سَعِيدِ بن جبير في قوله قالوا رَبَّنَا عَجِّلْ لَنَا قِطَّنَا قَبْلَ يوم الحساب قال نصيبنا من الجنة (الآية 16) .\n824: 7: 10 سفيان عَنِ الْأَشْعَثِ عَنِ الْحَسَنِ قَالَ عقوبتنا 825: 8: 2 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ السَّلَمِيّ فِي قَوْلِهِ الخطاب قال فصل القضاء (الآية 20) .\n826: 9: 3 سفيان عن رجل عبر مجاهد مثله.\n827: 10: 4 سفيان عَنْ مَنْصُورٍ عَنْ كُرْدُوسٍ عَنْ شُرَيْحٍ فِي قَوْلِهِ وَفَصْلَ الْخِطَابِ قَالَ يَعِيبُونَ عَلَى مَا أُعْطِيَ داود الشهود والإيمان.\n828: 11: 16 سفيان في قوله هَذَا أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نعجة ولي نعجة واحدة فَلَمَّا قَضَى لَهُ قَالَ أَحَدُ الملكين يَا دَاوُدُ مَا أَحْوَجَكَ إِلَى أَنْ تَكْسِرَ أَنْفَكَ قَالَ الْآخَرُ انت احوج الى ذلك (الآية 23) .\n",
                    "footnotes": []
                },
                {
                    "page": "258",
                    "pageNumber": 254,
                    "title": "(سورة ص)",
                    "content": "\n829: 12: 7 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ فلما خرج دَاوُدُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَاجِدًا نَبَتَ الْعُشْبُ مِنْ دُمُوعِهِ فَنُودِيَ يَا دَاوُدُ أَجَائِعٌ أَنْتَ فمطعمك فلا أعطشان منه أَنْتَ فَنَسْقِيَكَ أَعَارٍ أَنْتَ فَنَكْسُوَكَ فَلَمَّا سَمِعَ أَنَّ ذَنْبَهُ لَا يُذْكَرُ جَعَلَ يَنْتَفِضُ النَّفْضَةَ حَتَّى يَزُولَ كُلُّ عُضْوٍ مِنْهُ مِنْ مكانه فحينئذ غفر له (الآية 24) .\n830: 13: 17 سفيان عَنْ مُجَاهِدٍ عَنْ عُبَيْدِ بْنِ عُمَيْرٍ فِي قَوْلِهِ وَإِنَّ لَهُ عندنا لزلفى وحسن مئاب قال يدنوا مِنَ الرَّبِّ تَبَارَكَ وَتَعَالَى حَتَّى يضع يده قريبا (الآية 25) .\n831: 14: 18 سفيان فِي قَوْلِهِ وَلا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ إِنَّ الَّذِينَ يَضِلُّونَ عَنْ سَبِيلِ اللَّهِ لهم عذاب شديد يَوْمَ الْقِيَامَةِ بِمَا نَسُوا يَوْمَ الحساب (الآية 26) .\n832: 15: 19 سفيان فِي قَوْلِهِ فَسَخَّرْنَا لَهُ الرِّيحَ تَجْرِي بِأَمْرِهِ رُخَاءً حَيْثُ أَصَابَ قال طيبة لينة (الآية 36) .\n833: 16: 1 سفيان عَنْ أَبِيهِ عَنْ عِكْرِمَةَ فِي قَوْلِهِ هَذَا عَطَاؤُنَا فَامْنُنْ أَوْ\n",
                    "footnotes": []
                },
                {
                    "page": "259",
                    "pageNumber": 255,
                    "title": "(سورة ص)",
                    "content": "\nأمسك بغير حساب قَالَ أَعْطِهِ أَوِ امْنَعْ إِنْ أَعْطَيْتَ أَوْ مَنَعْتَ فَلَيْسَ عَلَيْكَ حساب (الآية 39) .\n834: 17: 22 سفيان قال كَانَ أَيُّوبُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي كنِاسَةٍ لِبَنِي إِسْرَائِيلَ سَبْعَ سِنِينَ الدُّودُ يَتَرَدَّدْنَ: فِي جَسَدِهِ فَبَعَثَ اللَّهُ إِلَيْهِ عَيْنَيْنِ وَاحِدَةً عِنْدَ رَأْسِهِ وَالْأُخْرَى عِنْدَ رِجْلَيْهِ فَأَوْحَى اللَّهُ إِلَيْهِ هَذَا مغتسل بارد وشراب (الآية 42) .\n835: 18: 23 سفيان فِي قَوْلِهِ وَوَهَبْنَا لَهُ أَهْلَهُ قَالَ أَحْيَيْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ معهم (الآية 43) .\n836: 19: 26 سفيان قال وَبَعَثَ اللَّهُ جَرَادًا مِنْ ذَهَبٍ فَجَعَلَ يَلْتَقِطُهَا فَأَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَيْهِ يَا أَيُّوبُ أَمَا تَشْبَعُ قَالَ وَمَنْ شَبِعَ مِنْ رحمتك (الآية 43) .\n837: 20: 24 سفيان فِي قَوْلِهِ وَخُذْ بِيَدِكَ ضِغْثًا قَالَ لَمْ يُجْعَلْ لِأَحَدٍ بَعْدَهُ (الآية 44) .\n",
                    "footnotes": []
                },
                {
                    "page": "260",
                    "pageNumber": 256,
                    "title": "(سورة ص)",
                    "content": "\n838: 21: 25 سفيان قال قَالَ مُجَاهِدٌ كَانَتْ لَهُ رُخْصَةٌ.\n839: 22: 5 سفيان عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنْ أَبِيهِ قَالَ قَالَ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا رَبِّ بِمَا أَثْنَيْتَ عَلَى ابراهيم واسحق ويعقوب بأي شئ أَعْطَيْتَهُمْ ذَلِكَ قَالَ إِنَّ إِبْرَاهِيمَ لَمْ يَعْدِلْ فِيَّ شَيْئًا إِلَّا اختارني عليه وان اسحق جَادَ لِي بِنَفْسِهِ فَهُوَ بِغَيْرِهَا أَجْوَدُ وَأَمَّا يَعْقُوبُ فَلَمْ أَبْتَلِهِ بِبَلاءٍ إِلَّا زَادَ فِيَّ حُسْنَ ظن (الآية 47) .\n840: 23: 20 سفيان فِي قَوْلِهِ وَعِنْدَهُمْ قَاصِرَاتُ الطَّرْفِ اتراب قَالَ قَصُرَتْ أَبْصَارُهُنَّ عَلَى أَزْوَاجِهِنَّ فلا يردن غيرهم (الآية 52) .\n841: 24: 21 سفيان عَنْ مُجَاهِدٍ قَالَ الأَتْرَابُ الْمُسْتَوِيَاتُ.\n842: 25: 27 سفيان في قوله حميم وغساق قَالَ مَا يَخْرُجُ مِنْ أَجْسَادِهِمْ (الآية 57) .\n843: 26: 8 سفيان عَنِ السُّدِّيِّ عَنْ مُرَّةَ عَنِ عَبْدِ اللَّهِ فِي قَوْلِهِ وَآخَرُ\n",
                    "footnotes": []
                },
                {
                    "page": "261",
                    "pageNumber": 257,
                    "title": "(سورة ص)",
                    "content": "\nمن شكله ازواج قال الزمهرير (الآية 58) .\n844: 27: 28 سفيان قال كَانَ عَبْدُ اللَّهِ يَقْرَؤُهَا وَآخَرُ من شكله ازواج (الآية 58) .\n845: 28: 29 سفيان قال هو نبؤا عظيم قال القرآن (الآية 67) .\n846: 29: 30 سفيان في قوله بالملأ الأعلى قَالَ يَتَجَلَّى رَبُّكَ فِي أَحْسَنِ صُورَةٍ فَيَقُولُ يَا مُحَمَّدُ فِيمَ يَخْتَصِمُ الْمَلأُ الْأَعْلَى فَيَقُولُ يَا رَبِّ لَا أَدْرِي فَيَضَعُ كَفَّهُ عَلَى صَدْرِهِ حَتَّى يَجِدَ بَرْدَهَا بين كتفيه فلا يسئله عن شئ الا أخبره (الآية 69) .\n847: 30: 31 سفيان في قوله إنك مِنَ الْمُنْظَرِينَ إِلَى يَوْمِ الْوَقْتِ المعلوم قال النفخة الأولى (الآية 80، 81) .\n",
                    "footnotes": []
                },
                {
                    "page": "262",
                    "pageNumber": 258,
                    "title": "(سورة الزمر)",
                    "content": "\n(سورة الزمر)\n848: 1 سفيان عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ عِكْرِمَةَ فِي قَوْلِ اللَّهِ خَلْقًا من بعد خلق قَالَ نُطْفَةٌ ثُمَّ عَلَقَةٌ ثُمَّ مضغة في ظلمات ثلاث قال المشيمة والرحم والبطن (الآية 6) .\n",
                    "footnotes": []
                },
                {
                    "page": "263",
                    "pageNumber": 259,
                    "title": "(سورة المؤمن)",
                    "content": "\n(سورة المؤمن)\n849: 1 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ يَا هَامَانُ ابْنِ لِي صَرْحًا قَالَ بَنَاهُ بِالآجُرِ قَالَ وَكَانُوا يَكْرَهُونَ أَنْ يَبْنُوا بالآجر ويجعلوه في القبر (الآية 36) .\n850: 2 سُفْيَانُ عَنْ رَجُلٍ عَنْ مُجَاهِدٍ في قوله إن المسرفين هم أصحاب النار قال سفكة غير الدماء بغير حقها (الآية 43) .\n851: 3 سفيان عَنْ أَبِي قَيْسٍ عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ قَالَ إِنَّ أَرْوَاحَ آلِ فِرْعَوْنَ فِي أَجْوَافِ طَيْرٍ سود تغدوا وَتَرُوحُ عَلَى النَّارِ فَذَلِكَ عَرْضُهَا (الآية 46) .\n852: 4: 5 سفيان عَنِ الْأَعْمَشِ قَالَ سَأَلْتُ مُجَاهِدًا عن قول الله يوم يقوم الاشهاد قال الملائكة (الآية 51) .\n",
                    "footnotes": []
                },
                {
                    "page": "264",
                    "pageNumber": 260,
                    "title": "(سورة المؤمن)",
                    "content": "\n853: 5: 4 سفيان عن بن جُرَيْجٍ عَنْ عَطَاءٍ قَالَ لَمَّا نَزَلَتْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عبادتي سيدخلون جهنم داخرين الآية 60 فَقَالُوا لَوْ عَلِمْنَا أَيَّ سَاعَةٍ هِيَ فَنَزَلَتْ وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الداع إذا دعان\n",
                    "footnotes": []
                },
                {
                    "page": "265",
                    "pageNumber": 261,
                    "title": "(سورة حم السجدة)",
                    "content": "\n(سورة حم السجدة)\n854: 1: 6 سفيان فِي قَوْلِهِ وَقَدَّرَ فِيهَا أَقْوَاتَهَا قَالَ ثِيَابُ الْيَمَنِ لَا يَكُونُ إِلَّا بِالْيَمَنِ وَثِيَابُ الْخُرَاسَانِ بِخُرَاسَانَ (الآية 10) .\n855: 2: 4 سفيان في قوله سواء للسائلين مَنْ سَأَلَ فَهُوَ عَلَى هَذَا (الآية 910.\n856: 3: 7 سفيان وأما ثمود فهديناهم قال دعوناهم (الآية 17) .\n857: 4: 1 سفيان عَنِ الْأَعْمَشِ عَنْ عُمَارَةَ بْنِ عُمَيْرٍ عَنْ وَهْبِ بْنِ رَبِيعَةَ قال قال بن مَسْعُودٍ إِنِّي لَمُسْتَقِرٌّ بِأَسْتَارِ الْكَعْبَةِ إذا جاء ثلثة نَفَرٍ ثَقَفِيٌّ وَخَتَنَاهُ مِنْ قُرَيْشٍ كَثِيرَةٌ شَحْمُ بُطُونِهِمْ قَلِيلَةٌ فِقْهُ قُلُوبِهِمْ فَتَحَدَّثُوا بَيْنَهُمْ بِحَدِيثٍ فَقَالَ أَحَدُهُمْ أَتَرَوْنَ اللَّهَ يَسْمَعُ مَا نَقُولُ فَقَالَ بَعْضُهُمْ\n",
                    "footnotes": []
                },
                {
                    "page": "266",
                    "pageNumber": 262,
                    "title": "(سورة حم السجدة)",
                    "content": "\nيَسْمَعُ إِذَا رَفَعْنَا وَلَا يَسْمَعُ إِذَا خَفَضْنَا فَقَالَ الْآخَرُ إِنْ كَانَ يَسْمَعُ بَعْضَهُ فَإِنَّهُ يَسْمَعُ أَجْمَعَ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَنَزَلَتْ وَمَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سمعكم ولا أبصاركم الى آخر الآية.\n(الآية 22) .\n858: 5: 8 سفيان عن أبي اسحق عَنْ حَبَّةَ الْعُرَنِيِّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ فِي قَوْلِهِ رَبَّنَا أَرِنَا الَّذَيْنِ أَضَلانَا مِنَ الجن والانس قال ابليس الا بالسة وَابْنُ آدَمَ الَّذِي قَتَلَ أَخَاهُ (الآية 29) .\n859: 6: 7 سفيان عن أبي اسحق عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ سَعِيدِ بْنِ نِمَرانَ الْبَجَلِيِّ قَالَ قرأت هده الْآيَةَ عَلَى أَبِي بَكْرٍ إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ استقاموا قَالَ هُمُ الَّذِينَ لَمْ يُشْرِكُوا بالله شيئا (الآية 30) .\n",
                    "footnotes": []
                },
                {
                    "page": "267",
                    "pageNumber": 263,
                    "title": "(سورة حم السجدة)",
                    "content": "\n860: 7: 3 سفيان عَنْ زَيْدِ بْنِ أَسْلَمَ فِي قَوْلِهِ أَلَّا تَخَافُوا وَلا تَحْزَنُوا قَالَ لَا تَخَافُوا أَمَامَكُمْ وَلَا تَحْزَنُوا عَلَى مَا خَلْفَكُمْ مِنْ ضيعاتكم (الآية 30) .\n861: 8: 6 سفيان عَنْ طَلْحَةَ بْنِ عَمْرٍو عَنْ عَطَاءٍ فِي قَوْلِهِ ادْفَعْ بِالَّتِي هي احسن قال الاسلام (الآية 34) .\n862: 9: 7 سفيان عن اسمعيل بن أبي خلد عن أبي صلح فِي قَوْلِهِ مَا يُقَالُ لَكَ إِلا مَا قَدْ قِيلَ لِلرُّسُلِ من قبلك من الأذى (الآية 43) .\n863: 10: 2 حدثنا سفيان عَنْ سَعِيدٍ وَمُجَاهِدٍ فِي قَوْلِهِ ولو جعلناه قرآنا آعجميا بعد لقالوا لولا فصلت آياته آعجمي عَلَى وَجْهِ الاسْتِفْهَامِ وَهَذَا لِسَانٌ عربي كيف يكون هذا عجمي وهذا عربي (الآية 44) .\n",
                    "footnotes": []
                },
                {
                    "page": "268",
                    "pageNumber": 264,
                    "title": "(ومن سورة عسق)",
                    "content": "\n(ومن سورة عسق)\n864: 1: 18 سفيان الذي يبشر الله عباده مخففة (الآية 23) .\n865: 1: 5 سفيان عن اسمعيل الْمَكِّيِّ عَنِ الْحَسَنِ فِي قَوْلِهِ وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كسبت أيديكم قَالَ مَا مِنْ خَدْشِ عُودٍ وَلَا عَثْرَةِ قَدَمٍ وَلَا اخْتِلَاجِ عِرْقٍ إِلَّا هُوَ بِذَنْبٍ وَمَا يعفوا اللَّهُ عَنَّا أَكْثَرُ ثُمَّ قَرَأَ وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كسبت أيديكم ويعفوا عن كثير (الآية 30) .\n866: 2: 6 عن سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ وَالَّذِينَ إِذَا أَصَابَهُمُ البغي هم ينتصرون قَالَ كَانُوا يَكْرَهُونَ أَنْ يُسْتَذَلُّوا (الآية 39) .\n",
                    "footnotes": []
                },
                {
                    "page": "269",
                    "pageNumber": 265,
                    "title": "(ومن سورة عسق)",
                    "content": "\n867: 3: 1 سفيان عن عيسى بن مُجَاهِدٍ وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلَّا وَحْيًا قَالَ الوحي شئ يقذف في قلوبهم (الآية 51) .\n868: 4: 2 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ أَوْ من وراء حجاب قَالَ مُوسَى صَلَّى اللَّهُ عَلَيْهِ وسلم.\n869: 5: 3 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ أَوْ يُرْسِلَ رَسُولا فَيُوحِيَ بِإِذْنِهِ مَا يشاء قَالَ جِبْرِيلُ إِلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَإِلَى النَّبِيِّينَ عليهم السلام 870: 6: 4 سفيان عَنْ عِيسَى عَنْ مُجَاهِدٍ وَإِنَّكَ لتهدي الى صراط مستقيم قال تدعوا (الآية 52) .\n",
                    "footnotes": []
                },
                {
                    "page": "270",
                    "pageNumber": 266,
                    "title": "(سورة الزخرف)",
                    "content": "\n(سورة الزخرف)\n871: 1: 3 سُفْيَانُ عَنْ لَيْثٍ عَنْ مُجَاهِدٍ وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ قَالَ لَا إِلَهَ إِلَّا اللَّهُ (الآية 872 28: 2: 18 سفيان عَنْ لَيْثٍ عَنْ عِكْرِمَةَ وَجَعَلَهَا كلمة باقية\nقَالَ لَا إِلَهَ إِلَّا اللَّهُ.\n873: 3: 2 سفيان عن عمران الطايفي عن خاله قال سمعت بن عَبَّاسٍ يَقُولُ فِي قَوْلِ اللَّهِ لولا نزل هذا القرآن عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ قال الطايف وَمَكَّةَ قَالَ الْعَظِيمُ أَحَدُهُمَا النَّخْتَارُ يقول بْنُ أَبِي عُبَيْدٍ وَالْآخَرُ مِنْ عظماء قريش (الآية 31) .\n",
                    "footnotes": []
                },
                {
                    "page": "271",
                    "pageNumber": 267,
                    "title": "(سورة الزخرف)",
                    "content": "\n874: 4: 7 سفيان عَنْ مُجَاهِدٍ لَوْلا نُزِّلَ هَذَا القرآن عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ قال عتبة بن ربيعة.\n875: 5: 8 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ لِيَتَّخِذَ بعضهم بعضا سخريا قال الخدم (الآية 23) .\n876: 6: 10 سفيان فِي قَوْلِهِ لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ قَالَ الْجُذُوعُ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ قال الدرج\n",
                    "footnotes": []
                },
                {
                    "page": "272",
                    "pageNumber": 268,
                    "title": "(سورة الزخرف)",
                    "content": "\nيظهرون (الآية 33) وزخرفا قال الذهب (الآية 35) .\n877: 7: 11 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدنيا (الآية 35) .\n878: 8: 13 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ وَمَنْ يَعْشُ عَنْ ذِكْرِ الرَّحْمَنِ نُقَيِّضْ له شيطانا (الآية 36) .\n879: 9: 15 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها اساورة من ذهب (الآية 53) .\n880: 10: 21 سفيان فلما آسفونا اغضبونا (الآية 55) .\n881: 11: 14 سفيان عن أبي اسحق عَنْ سَعْدِ بْنِ عِيَاضٍ عَنْ عَبْدِ\n",
                    "footnotes": []
                },
                {
                    "page": "273",
                    "pageNumber": 269,
                    "title": "(سورة الزخرف)",
                    "content": "\nاللَّهِ أَنَّهُ كَانَ يَقْرَؤُهَا فَجَعَلْنَاهُمْ سلفا ومثلا للآخرين (الآية 56) .\n882: 12: 5 سفيان عَنْ عَاصِمِ بْنِ بَهْدَلَةَ عَنْ أَبِي رُزَيْنٍ عَنِ ابْنِ عَبَّاسٍ إذا قومك منه يصدون يضحكون (الآية 57) .\n883: 13: 6 سفيان عَنِ الْأَعْمَشِ عَنْ يَحْيَى بْنِ وثاب قال يصدون يعرضون.\n884: 14: 17 سفيان عَنْ مُجَاهِدٍ إِذَا قَوْمُكَ مِنْهُ يصدون قال يضجون (الآية 57) .\n885: 15: 20 سفيان عَنِ الْحَسَنِ عَنْ أَبِي رُزَيْنٍ عن بن عباس وانه لعلم للساعة قَالَ خُرُوجُ عِيسَى بِنْ مَرْيَمَ (الآية 61) .\n886: 16: 4 سفيان عَنْ عَطَاءِ بْنِ السَّايِبِ عَنْ أبي الحسن عن بن\n",
                    "footnotes": []
                },
                {
                    "page": "274",
                    "pageNumber": 270,
                    "title": "(سورة الزخرف)",
                    "content": "\nعَبَّاسٍ فِي قَوْلِ اللَّهِ وَنَادَوْا يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ قال انكم ماكثون قَالَ مَكَثَ عَنْهُمْ أَلْفَ سَنَةٍ ثم قال انكم ماكثون (الآية 77) .\n887: 17: 9 سفيان قَالَ كَانَ أَصْحَابُ عَبْدِ اللَّهِ يقرءونها يا مال يعني مالك (الآية 77) .\n888: 18: 19 سفيان فِي قِرَاءَةِ عَبْدِ اللَّهِ إِنْ كان للرحمن ولد مخففة (الآية 81) .\n",
                    "footnotes": []
                },
                {
                    "page": "275",
                    "pageNumber": 271,
                    "title": "(سورة الجاثية)",
                    "content": "\n(سورة الجاثية)\n889: 1: 16 سُفْيَانُ عَنْ عَبْدِ اللَّهِ بْنِ عمرو فِي قَوْلِهِ وَسَخَّرَ لَكُمْ مَا في السماوات وَمَا فِي الأَرْضِ جَمِيعًا مِنْهُ قَالَ الْخَلْقُ مِنْ خَمْسَةٍ مِنْ نَارٍ وَنُورٍ وَظُلْمَةٍ وَمَاءٍ وَتُرَابٍ (الآية 13) .\n890: 2: 1 سفيان عَنْ جَعْفَرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ قَالَ كَانُوا يَعْبُدُونَ الْحَجَرَ فَإِذَا رَأَوْا حَجَرًا أَحْسَنَ مِنْهُ أَلْقَوْهُ وأخذوا الآخر (الآية 23) .\n",
                    "footnotes": []
                },
                {
                    "page": "276",
                    "pageNumber": 272,
                    "title": "(سورة الأحقاف)",
                    "content": "\n(سورة الأحقاف)\n891: 1 سفيان عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ عَطَاءِ بْنِ يَسَارٍ قَالَ كَانَ نَبِيٌّ مِنَ الْأَنْبِيَاءِ يَخُطُّ فَمَنْ وَافَقَ مِثْلَ خَطِّهِ عَلِمَهُ فَهُوَ علم (الآية 4) .\n892: 2 سفيان عَنْ صَفْوَانَ بْنِ سُلَيْمٍ عَنْ أَبِي سَلَمَةَ فِي قَوْلِهِ أَوْ أثارة من علم قال الخط (الآية 4) .\n893: 3 سفيان عن أبي اسحق عَنْ عَامِرِ بْنِ سَعْدٍ عَنْ نِمَرانَ الْبَجَلِيِّ\n",
                    "footnotes": []
                },
                {
                    "page": "277",
                    "pageNumber": 273,
                    "title": "(سورة الأحقاف)",
                    "content": "\nقَالَ قَرَأْتُ هَذِهِ الْآيَةَ عَلَى أَبِي بَكْرٍ الصِّدِّيقِ إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا قَالَ هُمُ الَّذِينَ لَمْ يُشْرِكُوا بالله شيئا (الآية 13) .\n894: 4 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ وَاذْكُرْ أَخَا عَادٍ إِذْ أَنْذَرَ قَوْمَهُ بالأحقاف قال الاحقاف ارض (الآية 21) .\n895: 5 سفيان عن أبي اسحق عَنْ عَمْرِو بْنِ مَيْمُونٍ قَالَ لَمَّا رَأَى قَوْمُ عَادٍ الْعَارِضَ قالوا هذا عارض ممطرنا قَالَ اللَّهُ بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ رِيحٌ فِيهَا عَذَابٌ أليم تدمر كل شئ يأمر ربها فَإِنْ كَانَتِ الرِّيحُ لَتَدْفَعُ الرَّاعِي وَغَنَمَهُ بَيْنَ السَّمَاءِ وَالْأَرْضِ ثُمَّ تقلبها عليهم (الآية 24 و 25) .\n",
                    "footnotes": []
                },
                {
                    "page": "278",
                    "pageNumber": 274,
                    "title": "(سورة الفتح)",
                    "content": "\n(سورة الفتح)\n896: 1 سفيان عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ عُبَابَةَ بْنِ رِبْعِيٍّ عَنْ عَلِيّ فِي قَوْلِهِ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى قَالَ لَا إِلَهَ إِلَّا اللَّهُ والله أكبر (الآية 26) .\n897: 2 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ لا إله الا الله.\n898: 3 سفيان عن أبي اسحق عَنْ عَمْرِو بْنِ مَيْمُونٍ مِثْلِهِ.\n899: 4 سفيان عَنْ حُمَيْدٍ الْأَعْرَجِ عَنْ مُجَاهِدٍ فِي قَوْلِهِ سِيمَاهُمْ فِي وُجُوهِهِمْ قال الخشوع والتواضع (الآية 29) .\n900: 5 سفيان عَنْ مَنْصُورٍ عَنْ مُجَاهِدٍ قَالَ هو الخشوع\n",
                    "footnotes": []
                },
                {
                    "page": "279",
                    "pageNumber": 275,
                    "title": "(سورة الحجرات)",
                    "content": "\n(سورة الحجرات)\n901: 1 سفيان عَنْ أَبِي حُصَيْنٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ فِي قَوْلِهِ وَجَعَلْنَاكُمْ شعوبا ووقبائل الذي قَالَ الشُّعُوبُ نَحْوَ تَمِيمٍ وَبَكْرٍ والقبايل لأن الأفخاذ (الآية 13) .\n902: 2 سفيان عَنْ زِيَادٍ عَنْ قَيْسِ بْنِ سَعْدٍ عَنْ مُجَاهِدٍ فِي قَوْلِهِ قَالَتِ الأَعْرَابُ آمَنَّا قُلْ لَمْ تؤمنوا ولكن قولوا أسلمنا قَالَ اسْتَسْلَمُوا حِينَ خَشُوا الْقَتْلَ والسبا (الآية 14) .\n",
                    "footnotes": []
                },
                {
                    "page": "280",
                    "pageNumber": 276,
                    "title": "(سورة ق)",
                    "content": "\n(سورة ق)\n903: 1: 2 سفيان عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي عُبَيْدَةَ عَنْ مَسْرُوقٍ قَالَ الْجَنَّةُ نَخْلُهَا نَضِيدٌ مِنْ أَصْلِهَا الى فرعها وتمرتها وقد كَالْقِلَالِ كُلَّمَا نُزِعَتْ تَمْرَةٌ عَادَتْ مَكَانَهَا أُخْرَى وَأَنْهَارٌ تَجْرِي فِي غَيْرِ أُخْدُودٍ وَالْعُنْقُودُ مِنْهَا اثْنَا عشر ذراعا (الآية 10) .\n904: 2: 1 سفيان عن هرون بْنِ عَنْتَرَةَ قَالَ رَأَى رَجُلًا وَاضِعًا\nإِحْدَى الرِّجْلَيْنِ عَلَى الْأُخْرَى وَآخَرَ يَنْهَى فَقَالَ سَعِيدُ بْنُ جبير هذا شئ قَالَتْهُ الْيَهُودُ ثُمَّ قَرَأَ وَلَقَدْ خلقنا السماوات وَالأَرْضَ وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِنْ لُغُوبٍ (الآية 38) .\n",
                    "footnotes": []
                },
                {
                    "page": "281",
                    "pageNumber": 277,
                    "title": "(سورة والذاريات)",
                    "content": "\n(سورة والذاريات)\n905: 1: 4 سفيان عَنْ حُصَيْنٍ عَنْ عِكْرِمَةَ فِي قَوْلِهِ يَوْمَ هُمْ عَلَى النَّارِ يفتنون قال يحرقون (الآية 13) .\n906: 2: 1 سُفْيَانُ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ فِي قَوْلِهِ كَانُوا قَلِيلا مِنَ الليل ما يهجعون قَالَ كَانُوا قَلِيلًا مَا يَنَامُونَ (الآية 17) .\n907: 3: 2 سفيان عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ عَنِ الضَّحَّاكِ قَالَ كَانُوا قَلِيلًا مِنَ الناس.\n908: 4: 5 سفيان قَالَ فِي قِرَاءَةِ عَبْدِ اللَّهِ قالوا سلما قال سلم\n",
                    "footnotes": []
                },
                {
                    "page": "282",
                    "pageNumber": 278,
                    "title": "(سورة والذاريات)",
                    "content": "\n(الآية 25) .\n909: 5: 3 سفيان عن بن جُرَيْجٍ عَنْ زَيْدِ بْنِ أَسْلَمَ فِي قَوْلِهِ وَمَا خَلَقْتُ الْجِنَّ والإنس إلا ليعبدون قَالَ مَا جُبِلُوا عَلَيْهِ مِنَ الشقاء والسعادة.\n(الآية 56) .\n",
                    "footnotes": []
                },
                {
                    "page": "283",
                    "pageNumber": 279,
                    "title": "(سورة الطور)",
                    "content": "\n(سورة الطور)\n910: 1: 5 سفيان قَالَ فِي قِرَاءَةِ عَبْدِ اللَّهِ وزوجناهم بعيس عين (الآية 20) .\n911: 2: 1 سفيان عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ سعيد بن جبير عن بن عباس\n908: 4: 5 سفيان قَالَ فِي قِرَاءَةِ عَبْدِ اللَّهِ قالوا سلما قال سلم\n",
                    "footnotes": []
                },
                {
                    "page": "284",
                    "pageNumber": 280,
                    "title": "(الخاتمة)",
                    "content": "\n(الخاتمة)\nفي تراجم رجال الثوري وأدرجت فيها كل من له ذكر في هذه الأحاديث والآثاز حتى سواء كان ذلك في أسانيدها أو متونها ورتبتها على الصحابة والتابعين وأتباعهم.\nوالتزمت في التراجم على اختصارها أن لا تقصر عن إظهار ما في الرواة من القوة والضعف عند أرباب الجرح والتعديل وذكرت من المآخذ والمراجع كل ما كان في يدي من المطبوعات والمخطوطات إتماما لفائدة من يريد أن يكتب على أحد منهم مستقلا منفردا.\nفمن.\n",
                    "footnotes": []
                }
            ]
        }
    ]
}