{
    "title": "تفسير ابن المنذر",
    "author": "ابن المنذر",
    "parts": [
        {
            "part": "1",
            "pages": [
                {
                    "page": "7",
                    "title": "تقديم الكتاب",
                    "content": "\nتقديم الكتاب\nبسم الله الرحمن الرحيم\nالحمد لله الذي أنزل القرآن، وجعله حجة، وأوضح به للمؤمنين المحجَّة، وأظهر لهم بآياته نوراً، وكانوا من ظُلم الباطل في لُجَّة، أحمده حمد من اتبع نهجه، واتبع طريقة وهديه، وأصلي وأسلم على نبيه، المبعوث بالآيات البينات والمعجزات الواضحات، وعلى آله وصحبه الذين شادوا الدين ورفعوا لواءه في العالمين. وبعد:\nفإن من أنفع ما ينتفع به المرء في دينه ودنياه، وفي رمسه ومثواه، الاشتغال بكلام الله، تلاوة وتجويداً، وحفظاً وتفسيراً وعملاً وتدبُّراً: (كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ لِّيَدَّبَّرُوا آيَاتِهِ وَلِيَتَذَكَّرَ أُوْلُوا\nالأَلْبَابِ) (1) . \n",
                    "footnotes": [
                        "(1) سورة ص الآية: 29."
                    ]
                },
                {
                    "page": "8",
                    "title": "تقديم الكتاب",
                    "content": "\nوالتفسير- كما عرَّفه أبو حيان النحوي رحمه الله (المتوفى سنة 745هـ) - هو: (شرح اللفظ المستغلق عند السامع. مما هو واضح عنده مما يرادفه أو يقاربه أو له دلالة عليه بإحدى طرق الدلالات) .\nوأحسن طرق التفسير وأصحها، تفسير القرآن بالقرآن، ثم بالسنة النبوية، ثم بكلام الصحابة، ثم بكلام التابعين، ثم الاجتهاد وبذل الوسع في معرفة المراد من كلام الله سبحانه، مع التدين الصادق، وسلامة الوِجهة، وإخلاص القصد لله رب العالمين.\nوقد روي عن ابن عباس- رضي الله عنهما- أنه قال:\nالتفاسير على أربعة أوجه:\n- تفسير تعرفه العرب من كلامها.\n- وتفسير لا يعذر أحد بجهله.\n- وتفسير يعلمه العلماء.\n- وتفسير لا يعلمه إلا الله، فمن ادَّعى علمه فقد كذب.\nوقد سلك الإمام ابن المنذر النيسابوري- رحمه الله- في تأليف كتابه (كتاب تفسير القرآن) منهج السلف في تفسير القرآن بالقرآن وبالأحاديث النبوية وبالآثار الثابتة المسندة من أقوال الصحابة رضي الله عنهم والتابعين، ومن ثم فقد اكتسب تفسيره أهمية خاصة عند العلماء، فقد قال الحافظ\n",
                    "footnotes": []
                },
                {
                    "page": "9",
                    "title": "تقديم الكتاب",
                    "content": "\nالذهبي: (ولابن المنذر تفسير كبير في بضعة عشر مجلداً يقضي له بالإمامة في علم التأويل) .\nوقال الداودي: (لم يُصَّنف مثله) .\nوللتفسير بالمأثور منزلة خاصة عند العلماء، ومن أشهر المفسرين للقرآن بالمأثور الإمام العلامة الثْبت: محمد بن جرير الطبري (المتوفى سنة 310هـ) .\nقال أبو حامد الإسفراييني إمام الشافعية: (لو سافر رجل إلى الصين حتى يُحصِّل تفسير ابن جرير لم يكن كثيراً) .\nوقال النووي: أجمعت الأمة على أنه لم يُصنف مثل تفسير الطبري.\nوقال شيخ الإسلام ابن تيمية: وأما التفاسير التي في أيدي الناس فأصحها تفسير ابن جرير الطبري، فإنه يذكر مقالات السلف بالأسانيد الثابتة، وليس فيه بدعة، ولا ينقل عن المتهمين.\nإن كتاب التفسير الذي ألَّفه الإمام محمد بن إبراهيم بن المنذر النيسابوري لبنة من لبنات التفسير بالمأثور الذي يقدّره ويجلّه علماء التفسير جميعاً، لأنه أفضل طرق التفسير، والإمام النيسابوري ذو مؤلفات جمة تدُّل على مبلغ علم الرجل وجودة فهومه؟ فهو ممن يستفاد منهم في الحلال والحرام، مع الورَع والتقوى والدين.\nذكر العلماء أن له كتباً معتبرة عند أهل الإسلام لم يُولف مثلُها في الفقه وغيره، منها كتاب (المبسوط) ، وكتاب التفسير، الذي لم يُصنف مثله، وكان مجتهداً لا يُقَلِّد أحداً.\n",
                    "footnotes": []
                },
                {
                    "page": "10",
                    "title": "تقديم الكتاب",
                    "content": "\nومن نظر في تفسير الرجل الذي قام بتحقيقه والتعليق عليه أخونا الدكتور سعد بن محمد السَّعد، فإنه يرى مبلغ علم الرجل، ومدى ما يتمتع به من فهم ثاقب وعلم نافع، وناهيك بعالم يلتقي مع ابن جرير في كثير من الآثار الصحيحة المسندة الثابتة، إذ العلم- كما قال ابن تيمية رحمه الله- إما نقل مصدق، وإما استدلال محقق، والمنقول إما عن المعصوم أو غير المعصوم.\nلقد أحسن الأخ الدكتور سعد بن محمد السَّعد صُنعاً حين هُدِيَ إلى هذه القطعة المخطوطة من (كتاب التفسير) لابن المنذر، فعكفَ على تحقيقها والتعليق على ما يحتاج إلى تعليق منها مع التوجيه والترجيح، لقد نسب كل أثر إلى مصدره، وعزا كل قراءة إلى من قرأ بها، وميزَّ المتواتر من الشاذ وذلك بالرجوع إلى مصادرهما، وعلَّق على كل منهما. بما يحتاجه من تعليق، ووثّق الباحث نقول ابن المنذر عن الفرَّاء في (معاني القرآن) له، وعن أبي عبيدة معمر بن المثنى في كتابه (مجاز القرآن) ، ووثَّق النصوص الشعرية -وإن كانت قليلة- توثيقاً حسناً، كما أنه ضبطها بالشكل، وبهذا يكون (كتاب التفسير) لأبن المنذر قد خرج من غياهب المكتبات إلى النور\nوالضياء، لينتفع به طلاب العلم وراغبوه مما يبشر المحق بثبوت الأجر له إن شاء الله.\nوالله لا يضيع أجر من أحسن عملاً.\n",
                    "footnotes": []
                },
                {
                    "page": "11",
                    "title": "تقديم الكتاب",
                    "content": "\nوإني لأرجو أن ييسِّر الله العثور على باقي التفسير حتى يكمل وأن يكون ما صنعه أخي العزيز الدكتور سعد السَّعد نافعاً لطلاب العلم، مسهماً في الحركة العلمية التي تشهدها مملكتنا الغالية (المملكة العربية السعودية) ، ويشهدها عالمنا الإسلامي، وأن يجزيه على صنعه أحسن الجزاء وأوفاه.\nوآخر دعوانا أن الحمد لله رب العالمين، وصلى الله على نبينا محمد\nوعلى آله وصحبه وسلم.\nعبد الله بن عبد المحسن التركي\nالأمين العام لرابطة العالم الإسلامي\n",
                    "footnotes": []
                },
                {
                    "page": "13",
                    "title": "مقدّمةُ التّحقيق:",
                    "content": "\nبسم الله الرحمن الرحيم\nمقدّمةُ التّحقيق:\nالحمدُ لله ربّ العالمين، والصّلاةُ والسّلامُ على المبعوث رحمةً للعالمين، وعلى آله وصحبه ومن اتّبعهم بإحسان إلى يوم الدِّين.\nأمّا بعد:\nفإنّه يسرّني أن أقدِّم إلى أهلِ العلمِ وطُلابِهِ جزءاً من تفسير إمامٍ، جليل القدر عظيم المكانة، ألا وهو الإمامُ ابنُ المنذر المتوفّى سنة 318 هـ رحمه الله وغفر له.\nوهذا الجزءُ الذي تشرّفتُ بتحقيقه وخدمته هو الذي ذكره بروكلمان في \"تاريخ الأدب العربيّ\" 3/301، والأستاذُ الدّكتور فؤاد سزكين في كتابه \"تاريخ التّراث العربيّ\" 2/185. والأمل أن ييسّر الله تعالى العثورَ على بقيّه الأجزاء المفقودة من تفسير هذا الإمام الجليل الذي فسَّر كتابَ الله كاملاً، كما تدلُّ على ذلك النّصوصُ التي ستردُ في الحديث عن الكتاب.\nولخروج هذا الجزء قصّةٌ من الوفاء إيرادها.\nفقد أشار عليَّ محدِّثُ المدينة النبوية فضيلةُ الشّيخ حمّاد بن محمّد الأنصاريّ -رحمه الله- أثناء إقامتي في المدينة النّبويّة أن أجمع في كتابٍ مستقلِّ ما انتُخب\n",
                    "footnotes": []
                },
                {
                    "page": "14",
                    "title": "مقدّمةُ التّحقيق:",
                    "content": "\nمن تفسير ابن النذر وعُلِّق على حواشي تفسير ابن أبي حاتمٍ في النّسخة التّركيّة (1) ، وأتولّى خِدْمَتَهُ، ليُطبع ويستفيد منه طلبةُ العلم، فبادرتُ إلى تحقيق ما أشار به الشّيخ-رحمه الله- وجمعتُ كلَّ ما ورد من تفسيرٍ لابن المنذر فى حواشي \"تفسير ابن أبي حاتمٍ\"، وأسميتُه: \" المنتخب من تفسير ابن النذر\"، ولم أكن متيقِّناً من تيسُّر حصولي على نسخةٍ من الأصل الموجود قطعة منه في\nمكتبة جوتا بألمانيا لصعوبة ذلك، ولكن تحقق لي بعد مدّة -بفضل الله تعالى- تصوير نسخة من تلك القطعة، وحينذاك شرعتُ-على الفور- في تحقيقها، وتوقّفتُ عمّا مضيتُ فيه من خدمة \"المنتخب\"، بعد أن نسختُه كاملاً.\nوبهذه المناسبة أرى من الواجب عليّ أن أشيد بفضل شيخنا العلاّمة حمّاد ابن محمّد الأنصاريّ، فقد كان -رحمه الله- دائمَ السُّؤال عن هذا الجزء وعن غيره من بقيّة أجزاء الكتاب وعن الكتب الأخرى النِّفيسة التي يتردّدُ أنّها كانت موجودةً في مكتبة \" كارل ماركس \" في برلين الشّرقيّة قبل توحيد شطري ألمانيا، ثمّ نُقلت إلى مكتبة \" برلين \" بعد توحيدهما.\nوكانت أسماءُ تلك الكتب -بما فيها \"تفسيرُ ابن المنذر\" كاملاً- موجودةً لدى الشّيخ في ثَبَتٍ كان يُسمِّيه رحمه الله: \" مُسيلُ اللّعاب \" - على سبيل الدعابة- لنفاسة الكتب التي يحتوي عليها ذلك الَّثَبتُ.\nوقد أدركَت الشيخَ المنيةُ وهو لم يقطع الأمل في خروج هذه الكتب في يوم من الأيام. وكانت همّةُ الشّيخ -رحمه الله- كما يعلمُ الكثيرون، تقصر دونها الهممُ في \n",
                    "footnotes": [
                        "(1) وهى مكتبة أيا صوفيا بإستانبول برقم: 175."
                    ]
                },
                {
                    "page": "15",
                    "title": "مقدّمةُ التّحقيق:",
                    "content": "\nالبحث والسّؤال الدّائم عن أمّهات الكتب -مع كبر سنِّه وضعف بدنه-؛ فغفر الله له ورحمه، وجزاه عن العلم وأهله خيرَ الجزاء، وجمعنا به المولى في دار كرامته.\nثم إنني أتوجّه بوافر الشّكر والتّقدير والعرفان إلى والدي وأستاذي الكريم معالي الشّيخ الجليل الدّكتور/ عبد الله بن عبد المحسن التّركي، عضو هيئة كبار العلماء، الأمين العام لرابطة العالم الإسلامي، فقد كان له الفضل بعد الله تعالى في سرعة خروج هذا الكتاب إلى عالم المطبوعات، حيث كان معاليه -بما حباه الله من قوة العزيمة وعلو الهمّةِ- يحثّني على سرعة إخراج هذا الكتاب باستمرار منذ أن عرف أنني بدأت العمل فيه، ويتعاهدني -مع كثرة مشاغله- بتوجيهاته وإرشاداته القيّمة، ثم تفضل معاليه -مشكوراً- بالتقديم لهذا التفسير القيم، فجزاه الله عنّي وعن طلاّب العلم خير الجزاء، وأعظم المولى مثوبته.\nكَما أشكرُ الأخ الكريم الدّكتور/ أحمد بن محمّد الدّبيان على جهوده التي أثمرت في الحصول على مصوّرةٍ من هذا الكتاب النّفيس.\nولا أنسى جهودَ الإخوة الكرام الذين أفدتُّ كثيراً من تنبيهاتهم وإشاراتهم، فجزاهم الله عنى جميعاً كل خير وأخص بالشكر منهم: فضيلة الشيخ/ عبد الباري بن حماد الأنصاري.\nوبعد.. فأحسب أنني قد بذلت في هذا الكتاب غاية جهدي، حتّى خرج بهذه الصّورة التي أرجُو أن تكون لائقةً بهذا التفسير القيّم، وبالمكانة الكبيرة لصاحبه رحمه الله.\n",
                    "footnotes": []
                },
                {
                    "page": "16",
                    "title": "مقدّمةُ التّحقيق:",
                    "content": "\nوقد كانت الهمة تتطلع إلى خدمة هذا السفر بأكثر مما بذل فيه، لكن ما لايدرك كله لايترك جله، وبخاصة مع تعطش طلبة العلم لخروج الكتاب، والإستفادة منه.\nوإنني لعلى ثقة أن هذا العمل -مع ما بذلته فيه من جهد كبير- لا يخلو من نقص وقصور، فإنَّ البضاعة قليلة والصوارف جدّ كثيرة ولذلك فإنني أرجو ممن له ملحوظة أو رأي معين أن يتفضل مشكوراً مأجوراً إن شاء الله بالكتابة إليَّ على العنوان الموضح أدناه.\nوأجدها مناسبة طيبة أن أشكر دار المآثر بالمدينة النبوية ساكنها أفضل الصلاة وأتم التسليم، فقد تولت الدار مشكورة صف هذا الكتاب وتولت نشره فللقائمين عليها جزيل الشكر والتقدير على ذلك.\nوفي الختام فإنّني أسألُ الله تعالى أن يجعل هذا العمل خالصاً له سبحانه، وأن ينفعني به وينفع به، ويغفر لي ولوالدي ولمشايخي ولمؤلِّفه الجليل ولجميع المسلمين، إنّه قريبٌ مجيبٌ. وصلّى الله وسلّم على نبينا محمّد\nوعلى آله وصحبه أجمعين.\nعنوان المحقق:\nص. ب 89228- الرياض 11682\nهاتف 2254019- فاكس 2253981\nالمحقق\nسعد بن محمّد السّعد\nالمدينة النبوية في 17/7/421 هـ\n",
                    "footnotes": []
                },
                {
                    "page": "17",
                    "title": "ابنُ المُنْذِر النيْسابُورِيُّ",
                    "content": "\nبسم الله الرحمن الرحيم\nابنُ المُنْذِر النيْسابُورِيُّ (1)\nهو الإمامُ الحافظُ العلاّمةُ، شيخُ الإسلام، أبوبكر محمّد بن إبراهيم بن المنذر بن الجارود الّنيسابورىُّ الفقيه نزيل مكة.\nولادتُه:\nلم أقف على تاريخ ولادة ابن المنذر على التّحديد إلاّ ما قاله الحافظُ الذّهبيُّ من أنّه: وُلد في حدود موت أحمد بن حنبل (2) والإمام أحمد -كما هو معروف- توفي سنة 241هـ فمولد الإمام ابن المنذر قريب من هذا التاريخ، ولذلك أشار الزرِكْلِىُّ أنه ولد سنة 242هـ على سبيل الاحتياط (3) . \n",
                    "footnotes": [
                        "(1) مصادر ترجمته:\nطبقات العبادي 67، طبقات الشيرازي 108، تهذيب الأسماء واللّغات 2/196 197، وفيات الأعيان 4/207، تذكرة الحفاظ 3/782 783، ميزان الاعتدال 3/450، سير أعلام النبلاء 14/490، الوافي بالوفيات 1/336، مرآة الجنان 2/261، طبقات الشافعية للسبكي 3/102، العقد الثمين 1/407، لسان الميزان 5/27، طبقات المفسرين للسيوطى 28، طبقات الحفاظ 328، طبقات المفسرين للداودي 2/50، شذرات الذهب 2/280، طبقات الأصوليين 1/168، الأعلام 5/292، معجم المؤلفين 8/220.\n(2) سير أعلام النبلاء14/490.\n(3) الأعلام 5/294."
                    ]
                },
                {
                    "page": "18",
                    "title": "شيوخُه:",
                    "content": "\nشيوخُه:\nروى عن الإمام: البخاريِّ، والترمذيِّ، واٍسحاق الدَّبَرِيِّ، وأبي حاتم الرّازيِّ، والرّبيع بن سليمان، ومحمّد بن عبد الله بن عبد الحكم، ومحمّد بن إسماعيل الصّائغ، وعليّ بن عبد العزيز البغويِّ.\nوممن يكثر من الرواية عنهم في تفسيره هذا: زكريا بن داود، وموسى بن هارون، وعلي بن المبارك، وعلي بن عبد العزيز، وعلاَّن علي بن عبد الرحمن بن المغيرة، ومحمد بن علي النجّار، وعلي بن الحسن، ويحيى بن محمد بن يحيى، وعلي بن عبد الله.\nتلاميذُه:\nمن أشهرهم: ابن حبّان البستي، ومحمّد بن أحمد البلخيُّ، وأبو بكر الخلاّل الحنبليُّ، ومحمّد بن عبد الله بن يحيى اللَّيْثِيُّ، وأبو بكر ابن المقرئ وسعيد بن عثمان الأندلسيُّ، ومحمّد بن يحيى بن عَمّار الدِّمياطيُّ، وعبد البرِّ ابن عبد العزيز بن مُخارق، والحسين والحسن ابنا علىّ بن شعبان.\nرحلاُته:\nولد الإمامُ ابن المنذر وعاش في نيسابور، وذُكِرَ في ترجمته أنّه نزل. بمكّة واستقرّ بها، وذَكَر في كتابه \" الأوسط\" أنّه سَمِعَ. بمصرَ من بكّار بن قتيبة (1) ، وهذا يدلُّ على أنّه رحل إليها. \n",
                    "footnotes": [
                        "(1) الأوسط 1/244 كتاب المياه جماع أبواب الاستنجاء وتنطرمقدمة تحقيق الأوسط 1/14."
                    ]
                },
                {
                    "page": "19",
                    "title": "مكانتُه العلميّة وثناءُ العلماءِ عليه:",
                    "content": "\nوقال الحافظُ الذّهبيّ: ولم يذكره الحاكم في \"تاريخه\" نَسِيَهُ، ولا هو في \"تاريخ بغداد\"، ولا \"تاريخ دمشق\"، فإنّه ما دخلها (1) .\nومن الغريب عدمُ ذكر من ترجم له دخولَه بغداد أو غيرها من مدن العراق، وهي على طريق السّالك إلى مكّة المكرّمة. وربّما أنّ عدم إقامته في بغداد هي السّبب في عدم الإشارة إليه.\nمكانتُه العلميّة وثناءُ العلماءِ عليه:\nكان الإمام ابن المنذر- على نحو ما سيأتي- إماماً في التّفسير، ومحدّثاً ثقةً، إلى جانب كونه فقيهاً مجتهداً بلغ درجة الاجتهاد الطلق، وهو وإن كان معدوداً من فقهاء الشّافعيّة إلاّ أنّه كان لا يتعصّب لقول أَحدٍ، بل يدور مع الدّليل حيث كان (2) .\nوللعلماء كلام كثير في الثّناء على هذا الإمام الجليل:\nفقد قال تلميذه الإمام أبو بكر الخلاّل الحنبليّ: حدّثنا الأكابرُ بخراسان منهم: محمّد بن المنذر (3) .\nوقال الإمام محيي الدِّين النّوويُّ: الإمام المشهور أحد أئمّة الإسلام. . . المجمع على إمامته وجلالته ووفور علمه، وجمعه بين التّمكّن في علمي الحديث والفقه، وله المصنّفات المهمّة النّافعة في الإجماع والخلاف وبيان مذاهب العلماء ... ، واعتماد علماء الطّوائف كلّها في نقل المذاهب \n",
                    "footnotes": [
                        "(1) السير 14 /491\n(2) تنظر مقدّمة تحقيق الإقناع.\n(3) طبقات الحنابلة 1/38."
                    ]
                },
                {
                    "page": "20",
                    "title": "مكانتُه العلميّة وثناءُ العلماءِ عليه:",
                    "content": "\nومعرفتها على كتبه، وله من التّحقيق في كتبه ما لا يقاربُه فيه اًحدٌ، وهو في نهاية من التّمكُّن من معرفة الحديث، وله اختيارٌ فلا يتقيّد في الاختيار بمذهبٍ بعينه، بل يدورُ مع ظهور الدّليل (1) .\nوقال ابن القَطَّانِ: كان ابنُ المنذر فقيهاً، محدِّثاً، ثقةً (2) .\nوقال السُّبكيُّ: اًحدُ أعلام هذه الأمة وأحبارها، كان إماماً مجتهداً، حافظاً ورعاً (3) .\nوقال الإمام قطب الدّين البهنسيّ: الإمام أبو بكر النّيسابوريّ أحد أئمّة الإسلام، المجمع على إمامته وجلالته ووفور علمه، وزهادته وعظيم ورعه وأدبه، وحفظه لكتاب ربّه، ومعرفته لواجبه وندبه (4) .\nوقال ابن ناصر الدّين: هو شيخ الحرم وفقيهه، حافظٌ فقيهٌ مجتهدٌ علاّمةٌ، ثقةٌ فيما يرويه، له مصنّفات عظم بها الانتفاع (5) .\nوقال الإمام الذّهبيّ- كما سيأتي في الكلام عن تفسير ابن المنذر-: ولابن المنذر تفسير كبير في بضعة عشر مجلّداً يقضي له بالإمامة في علم التّأويل أيضاً (6) . \n",
                    "footnotes": [
                        "(1) تهذيب الأسماء والّلغات 2/197.\n(2) ينظر بيان الوهم والإيهام 5/640\n(3) طبقات الشافعية 2/126.\n(4) مقدّمة الأوسط 1/18.\n(5) التّبيان لبديعة البيان ل 196 نقلاً عن مقدمة تحقيق الأوسط 1/13.\n(6) سر أعلام النّبلاء 14/492."
                    ]
                },
                {
                    "page": "24",
                    "title": "وفاته",
                    "content": "\nوفاته:\nاختلف المؤرِّخُون في تاريخ رفاته، إلا أن أكثرَهم (1) ، ذهبوا إلى أنه توفي سنة 318 هـ رحمه الله رحمةً واسعةً، وأسكنه فسيحَ جنّاته، آمين. \n",
                    "footnotes": [
                        "(1) تذكرة الحفاظ 3/782، سير أعلام النبلاء41/924، طبقات الأسنوي 2/375، لسان\nالميزان 5/28، شذرات الذهب 2/280."
                    ]
                },
                {
                    "page": "25",
                    "title": "الكلامُ على كتاب التّفسير",
                    "content": "\nالكلامُ على كتاب التّفسير\n1- اسم الكتاب:\nصرّح ابنُ المنذر أنّ له \"تفسيراً للقرآن\".\nقال في باب ذكر إثبات التيمّم للجُنُب المسافر الذي لا يجد الماء في كتابه \"الأوسط\" (1) .\n\" رُوِّينا معنى هذا القول عن عليٍّ وابن عبّاس ومجاهد وسعيد بن جبير والحكم والحسن بن مسلم وقتادة، وقد ذكرتُ أسانيدَها في \"كتاب التّفسير\".\nوقال في باب ذكر شديد الضَّرْب على الأعضاء، في \"الأوسط\" (2) :\n\"وقد ذَكَرْتُ اختلافَهم في ذلك في كتاب التّفسير\".\nولكن لم أقف علي تسميةٍ خاصّةٍ أطلقها ابنُ المنذر على \"تفسيره\" هذا، إلاّ ما سبق من أنّه \"كتاب التّفسير\" أو\"تفسير القرآن\" كما هو مُثَبتٌ على النّسخة المعتمدة في التّحقيق. \n",
                    "footnotes": [
                        "(1) الأوسط 2/14، مسألة: 164\n(2) ق 164/5 ب- النّسخة المحمودية."
                    ]
                },
                {
                    "page": "26",
                    "title": "توثيق نسبة الكتاب إلى مؤلّفه:",
                    "content": "\n2- توثيق نسبة الكتاب إلى مؤلّفه:\nليس هناك أدنى شكّ في صحّة نسبة هذا الكتاب لابن المنذر لأمور منها:\nأ- الشيوخ الذين يُحدِّث عنهم ابن المنذر في كتابه هذا، فهم شيوخه الذين روى عنهم في سائر مؤلفاته كـ \"الأوسط\" وغيره.\nب- كثير من نصوص الكتاب عزاها إليه السّيوطيّ في كتابه \"الدّر المنثور\" كما يظهر من حواشي التّحقيق.\nج- إنّ الكتاب جاء منسوباً إلى ابن المنذر في النّسخة الخطيّة.\n3- المنهج العام للمؤلّف في هذا الكتاب:\nسلك الإمامُ ابن المنذر النّيسابوريُّ في تأليف كتابه هذا منهج السّلف الصّالحين في تفسير القرآن، فسّر القرآن بالقرآن، وبالأحاديث النّبوية، وبالآثار الثابتة المسندة، من أقوال الصحابة رضي الله عنهم والتابعين، وأتباعهم رحمهم الله تعالى، وهذه هي طريقةُ السّلف الصّالحين في تفسير القرآن- كما قلت-، وعلى هذا الطراز تفسيرُ الإمام الطّبري وتفسيرُ ابن أبي حاتم وغيرهما.\n",
                    "footnotes": []
                },
                {
                    "page": "27",
                    "title": "منزلة هذا الكتاب بين الكتب المؤلّفة في التّفسير وثناء العلماء عليه:",
                    "content": "\n4- منزلة هذا الكتاب بين الكتب المؤلّفة في التّفسير وثناء العلماء عليه:\nلقد أثنى على كتاب ابن المنذر هذا عددٌ من أهل العلم:\nفقال الحافظُ الذّهبيُّ: و\"لابن المنذر تفسير كبير في بضعة عشر مجلداً، يقضي له بالإمامة في علم التأويل أيضاً\" (1) .\nونقل الحافظ ابن حجر منه في كتابه \"العُجَاب في أسباب النّزول\"، وعدّه ابن حجر في مقدّمة \"العُجَاب\" أحد الكتب الأربعة التي يدور عليها التّفسيرُ بالمأثور (2) . كما نَقَل منهُ السّيوطيُّ في كتابيه \"الدّرّ المنثور\"، و\"اللّباب\"، ويتبيّنُ من خلال نقولهم أنّ \"تفسير ابن المنذر\" كان كاملاً لديهما من أوّل سورة الفاتحة إلى سورة النّاس.\nوذَكَره السّبكيُّ في \"طبقاته\" (3) ، والسّيوطيُّ والدّاووديُّ (4) في \"طبقاتهما\". وقال الدّاووديّ: \" لم يصنّف مثله \" (5) . \n",
                    "footnotes": [
                        "(1) السير 14/492.\n(2) العُجَاب 1/203.\n(3) طبقات الشافعية الكبرى 3/102.\n(4) طبقات المفسرين للسيوطي 91، والدّاوودي 2/151.\n(5) طبقات المفسّرين 2/56."
                    ]
                },
                {
                    "page": "28",
                    "title": "وصفُ النّسخة المعتمدة في التّحقيق:",
                    "content": "\nوصفُ النّسخة المعتمدة في التّحقيق:\nاعتمدتُّ في تحقيق هذه القطعة من \"التّفسير\"على نسخة مكتبة \"جوتا\" في برلين بألمانيا برقم: 521، ولم أقف في فهارس المخطوطات، ولا الكتب التي تعتني بأماكن وجود المخطوطات، كـ: \"تاريخ الأدب العربي\" لبروكلمان، و\"تاريخ التراث العربي\" لفؤاد سزكين (1) على غير هذه النّسخة، والقطعة الموجودة من المنتخب منه، وهذا وصفُ النّسخة المعتمدة:\n1-نوعُ الخطّ:\nخطُّها نسخ واضح في الغالب، وإن كان الناسخُ قد لا ينقّط بعضَ الحروف، ويكتب قبل بداية الآية:\"قوله جلّ وعزّ\" بخطٍّ ثخينٍ واضحٍ، ليُشير إلى بدء تفسير آيةٍ جديدةٍ.\nوقد قام النّاسخُ مقابلة النّسخة، ويدلُّ على ذلك وضعُه لدائرةٍ منقوطةٍ للدّلالة على المقابلة هكذا O وكتابة كلمة \"بلغ\" في مواضع من الخطوط، وكذا الإلحاقاتُ الموجودةُ في حاشية النّسخة، والضّرب على الكلام المُقْحَم خطأً، مما يدلُّ على عناية النّاسخ ودقّته في تحريره للنّسخة.\n2- تاريخُ النّسخ:\nلا يوجد على النّسخة تاريخٌ لنسخها، ونكن كما قال فؤاد سزكين:\n\"إنّها مخطوطة قديمة جداً\" (2) . ويظهرُ من قِدَمِ خطِّها أنّها نُسخت في القرن \n",
                    "footnotes": [
                        "(1) ينظر تاريخ الأدب العربي لبروكلمان 3/301 وتاريخ التراث العربي لسزكين 2/185.\n(2) تاريخ التراث العربى 2/18."
                    ]
                },
                {
                    "page": "29",
                    "title": "عددُ أجزاء النّسخة وأوراقها:",
                    "content": "\nالخامس الهجري، ووجودُ سماع محمّد بن نظيف المتوفّى سنة 431هـ عليها فيه إشارةٌ إلى ذلك كما سيأتي.\n3- عددُ أجزاء النّسخة وأوراقها:\nيبلغ عددُ أجزاء النّسخة عشرة أجزاء، في كلِّ جزءٍ عشرون ورقة تقريباً، أمّا عددُ أوراق النّسخة فيبلغ: 198 ورقةً، ذات وجهين.\n4- عددُ أسطر الصّفحة والكلمات في كلِّ سطرٍ:\nيبلغُ عدد الأسطر ما بين 19- 21 سطراً في الصّفحة الواحدة، وفي السطر نحو: أربع عشرة كلمةً تقريباً.\n5- محتوى النّسخة:\nتبدأ النّسخةُ بتفسير قوله تعالى: (لَيْسَ عَلَيْكَ هُدَاهُمْ) وهي الآيةُ: 272 من سورة البقرة، وتنتهي النّسخة عند تفسير قوله تعالى: (وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِناً إِلاَّ خَطَئاً….) الآيةُ: 92 من سورة النّساء.\nولكنْ ذَكَرَ بروكلمان أن النسخة تنتهي عند تفسير الآية 94 من سورة النساء. وقد استفسرتُ من المكتبة التي يوجد بها أصلُ المخطوطة فأفادوا كتابيّاً أنّ ما عندهم مطابقٌ للنّسخة المصوّرة التي وصلت إلينا، وتبين لي. بمراجعة الفهرس الأصلي \"جوتا\" ص 407، أًنّ الخطأَ خطأٌ مطبعيٌّ، حيث نصَّ واضعوا الفهرس على أنّ آخر آية هي قوله تعالى: (وَمَا كَانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ\nمُؤْمِناً إِلاَّ خَطَئاً) ، وهذه الآيةُ رقمُها في المصحف الشّريف: 92، ولكنْ وَرَدَ في الفهرس المذكور أنّها الآية رقم: 94، فنقل منه بروكلمان رقمَ الآية كما ورد في الفهرس، ولم يتفطّن لوقوع الخطأ فيه، وتبعه سزكين كعادته.\n",
                    "footnotes": []
                },
                {
                    "page": "30",
                    "title": "السّماعاتُ الموجودةُ على النّسخ:",
                    "content": "\n6- السّماعاتُ الموجودةُ على النّسخ:\nاعتنى بعضُ أهل العلم بسماع هذا التّفسير على هذه النّسخة، ودوّنُوا سماعَهم لها، كما في: ق 40/ب، ففي ذيل الورقة سماعٌ صورتُه:\n\"سمعه عيسى بن منصور المقدسيُّ من أوّله إلى آخره في المسجد الحرام وصلى الله على محمّد وآله وصحبه وسلم، وكذلك في: ق 78/ب\".\nوفي: ق 118/ب: \"سمع محمّدُ بن نظيفٍ جميعَه، وعيسى بن منصور جميعَه، وعبدُ الرّحمن بن محمّد الطُّيوريُّ أو الطّبريّ \".\nوفي: ق 58/ب: \"بلغُت ومحمّد بن نظيفٍ، وعبد الرّحمن بن محمّد الطّيوريّ أو الطبريّ \".\nومحمّدُ بن نظيفٍ المذكورُ هو: أبو عبد الله محمّد بن الفضل بن نظيف المصريُّ المُسْنِدُ المُعَمَّرُ، تُوفي سنة إحدى وثلاثين وأربعمائة (1) .\n7- وصفُ القطعة الموجودة من المنتخب منه:\nقام أحدُ نَسّاخ \" كتاب الّتفسير \" لابن أبي حاتم باقتطاف بعض النُّقول من تفسير ابن المنذر، وألحقها بهامش الجزء الثاني، مضيفاً إليه بعض المقتطفات من \" تفسير عبد بن حُمَيْدٍ \".\nوقد وقفت على المجلّد الّثاني من \" تفسير ابن حاتمٍ \" وأصلُه يوجد في مكتبة \" أيا صوفيا \" برقم: 175، ويقع في 205 ورقة ونسخ عام 784 هـ.\nوكنتُ قد قمتُ بنسخ هذا \" المنتخب \" (مفرداً) ؛ للشّروع في تحقيقه قبل وقوفي على النّسخة الأصليّة السابق ذكرها. \n",
                    "footnotes": [
                        "(1) تنظر ترجمتُه في سير أعلام النبلاء 171/476."
                    ]
                },
                {
                    "page": "31",
                    "title": "منهجُ العمل:",
                    "content": "\nفلما وقفتُ على الأصل جعلتُ هذه القطعةَ نسخةً ثانيةً مساعدةً في المقابلة والتّصحيح والاستدراك عند الحاجة، ورمزت لها بالحرف (م) .\n8- منهجُ العمل:\n1- قمتُ بنسخ النّصِّ من الُّنسخة الأصليّة، مراعياً في ذلك استعمال علامات الترقيم، وقواعد الإملاء الحديثة المقررة.\n2- قابلتُ النّصَّ على القطعة الموجودة من المنتخب من التّفسير، وأثبتُّ الزّيادات، وجعلتها بين معقوفتين [] .\n3- رقّمتُ الأحاديث والآثار ترقيماً تسلسلياً.\n4- عزوتُ الأحاديثَ والآثار إلى المصادر الأخرى التي اشْتَرَكَتْ مع ابن المنذر في إخراجها، وسَلَكْتُ في ذلك منهج الاختصار، خشيةَ إثقال هوامش الكتاب، ولأنّ هذا الكتابَ هو أصلُّ من الأصول المعتمدة من كتب التّفسير في حدِّ ذاته. وحين لا يكون المصدر الذي اشترك مع ابن المنذر في إخراج الأحاديث والآثار كاملاً مثل تفسير عَبْد بن حميد فإنّني أعزو إلى المرجع الذي أشار إلى تفسير عَبْد كـ \" الدّرّ المنثور \" مثلاً، وإن كان الحديثُ في القدر الموجود من \" تفسير عَبْد \" بيّنتُ ذلك من القدر الذي تمّ جمعُه من \" تفسيره \" -رحمه الله- على هامش \" تفسير ابن أبي حاتم الرّازي \" والموجود نسخة منه مخطوطة مصورة في مكتبة\nالشّيخ حمّاد بن محمّد الأنصاريّ -رحمه الله- بالمدينة النبوية.\n5- لم أُترجم لرواة الأسانيد لتيسّر الوصول إلى تراجمهم لأهل التخصّص، وخشيةً من إثقال هوامش الكتاب، ممّا يضخِّمُ حجمَه، كما تقدم.\n",
                    "footnotes": []
                },
                {
                    "page": "32",
                    "title": "منهجُ العمل:",
                    "content": "\n6- علّقتُ على القراءات التي ذكرها ابن المنذر، مُبَيِّناً المتواتر منها والشّاذّ، وموثِّقاً ذلك من المصادر المعتمدة من كتب القراءات.\n7- وثّقتُ الأشعار والشّواهد من دواوين قائليها ما أمكن، أو من كتب المجاميع الشِّعرية إنْ لم يكن للشاعر ديوانٌ، بحَسْبِ الطّاقة.\n8- علّقتُ على الَّنصّ بحَسْبِ الحاجة، لبيانِ مُهْمَلٍ من الأسماء، أو تفسير كلمةٍ غريبةٍ، أو التّعريف ببلدٍ أو قبيلةٍ، ونحو ذلك.\n9- رددتُ ما اختصره النّاسخُ من مثل صيغة: \" حَدَّثَنَا \"، التي يختصرها في بعض المرّات إلى: \" ثنا أو نا \"، رددتها إلى الأصل، فأثبتُّها تامّةً، لأنّ النّاسخَ لم يلتزم الاختصارَ في كلِّ المواضع.\n10- وضعتُ للنّصِّ فهارسَ متعدّدةً وتشمل:\nأ- فهرس الآيات.\nب- فهرس الأحاديث والآثار.\nخ- فهرس الأبيات.\nد- فهرس الكلمات الغريبة.\nهـ- فهرس البلدان والمواقع.\nو فهرس الكتب الواردة في النصّ.\nز- فهرس الصادر والمراجع التي أعتمدتُّ عليها ني التّحقيق.\nط- فهرس الموضوعات.\nوصلّى الله وسلّم على سيّدنا محمّد وعلى آله وصحبه أجمعين.\n",
                    "footnotes": []
                },
                {
                    "page": "39",
                    "title": "سُورِة البقرة",
                    "content": "\nسُورِة البقرة\nقوله جَلَّ وَعَزَّ: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللهَ يَهْدِي مَنْ يَشَاءُ}\n1 - حَدَّثَنَا مُوسَى بْنُ هَارُونَ، قَالَ: حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ ابْنِ عَبَّاسٍ، قَالَ: \" كَانُوا يَكْرَهُونَ أَنْ يَرْضَخُوا لأَنْسِبَائِهِمْ وَهُمْ مُشْرِكُونَ، فَنَزَلَتْ: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللهَ يَهْدِي مَنْ يَشَاءُ، حَتَّى بَلَغَ: وَأَنْتُمْ لا تُظْلَمُونَ} \"\n",
                    "footnotes": []
                },
                {
                    "page": "40",
                    "title": "قوله عَز وجل: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلأَنْفُسِكُمْ}",
                    "content": "\n2 - حَدَّثَنَا عَلَي بْن المبارك، قَالَ: حَدَّثَنَا زيد، قَالَ: حَدَّثَنَا ابْن ثور، عَن ابْن جُرَيْج: {لَيْسَ عَلَيْكَ هُدَاهُمْ} ، قَالَ \" سأله رَجُل لَيْسَ عَلَى دينه فأراد أن يعطيه \"، ثُمَّ قَالَ: \" لَيْسَ عَلَى ديني \"، فنزلت: {لَيْسَ عَلَيْكَ هُدَاهُمْ} الآيَة\n3 - حَدَّثَنَا مُوسَى، قَالَ: حَدَّثَنَا يَحْيَى، قَالَ: حَدَّثَنَا يعقوب، عَن جعفر، عَن سَعِيد، قَالَ \" كانوا يعطون فقراء أَهْل الذمة صدقاتهم، فَلَمَّا كثر فقراء المسلمين قَالُوا: لا نتصدق إلّا عَلَى فقراء المسلمين \" فنزلت: {لَيْسَ عَلَيْكَ هُدَاهُمْ وَلَكِنَّ اللهَ يَهْدِي مَنْ يَشَاءُ} \"\nقوله عَز وجل: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلأَنْفُسِكُمْ}\n4 - حَدَّثَنَا زَكَرِيَّا، قَالَ: حَدَّثَنَا ابْنُ أَبِي عُمَرَ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو الْهِلالِيِّ، قَالَ: \" سُئِلَ النَّبيُّ صَلَّى الله عَليْه وَسَلَّمَ، أَنَتَصَدَّقُ عَلَى فُقَرَاءِ أَهْلِ الْكِتَابِِ، فَأَنَزَلَ اللهُ عزَّ وَجَلَّ: {لَيْسَ عَلَيْكَ هُدَاهُمْ} الآيَةَ: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ فَلأَنْفُسِكُمْ} \"\n",
                    "footnotes": []
                },
                {
                    "page": "41",
                    "title": "قوله جَلَّ وَعَزَّ: {وَمَا تُنْفِقُونَ إِلا ابْتِغَاءَ وَجْهِ اللهِ}",
                    "content": "\nقوله جَلَّ وَعَزَّ: {وَمَا تُنْفِقُونَ إِلا ابْتِغَاءَ وَجْهِ اللهِ}\n5 - حَدَّثَنَا زَكَرِيَّا، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ نَصْرٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ الْيَمَانِ، قَالَ: حَدَّثَنَا أَشْعَثُ، عَنْ جَعْفَرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ: \" كَانَ النَّبيُّ صَلَّى الله عَليْه وَسَلَّمَ، لا يَتَصَدَّقُ عَلَى الْمُشْرِكِينَ، فَنَزَلَتْ: {وَمَا تُنْفِقُونَ إِلا ابْتِغَاءَ وَجْهِ اللهِ} \"\nقوله جَلَّ وَعَزَّ: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ}\n6 - حَدَّثَنَا زَكَرِيَّا، قَالَ: حَدَّثَنَا إِسْحَاق، قَالَ: أَخْبَرَنَا عَمْرو بْن مُحَمَّد، عَن أسباط بْن نصر، عَن السدي، فِي قول الله جل ثناؤه: {وَمَا تُنْفِقُوا مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ} أهلها، فَقَالَ: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ} الآيَة\n",
                    "footnotes": []
                },
                {
                    "page": "42",
                    "title": "قوله جَلَّ وَعَزَّ: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ لا يَسْتَطِيعُونَ ضَرْبًا فِي الأَرْضِ}",
                    "content": "\nقوله جَلَّ وَعَزَّ: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ لا يَسْتَطِيعُونَ ضَرْبًا فِي الأَرْضِ}\n7 - حَدَّثَنَا زَكَرِيَّا بْنُ دَوُادَ، عَنْ مُحَمَّدِ بْنِ فُضَيْلٍ، عَنْ مُحَمَّدِ بْنِ السَّائِبِ، عَنْ أَبِي صَالِحٍ، عَنِ ابْنِ عَبَّاسٍ، قوله جَلَّ وَعَزَّ: \" {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ لا يَسْتَطِيعُونَ ضَرْبًا فِي الأَرْضِ} ، قَالَ: الْفُقَرَاءُ هُمْ أَصْحَابُ الصُّفَّةِ \"\n8 - حَدَّثَنَا زَكَرِيَّا، قَالَ: حَدَّثَنَا ابْن أَبِي عُمَر، قَالَ: حَدَّثَنَا سُفْيان، عَن ابْن جُرَيْج، عَن مجاهد: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ} قَالَ \" مهاجري قريش بالمدينة \"\n9 - حَدَّثَنَا مُحَمَّد بْن النجار قَالَ: أَخْبَرَنَا عَبْد الرزاق عَنْ معمر عَنْ قَتَادَة فِي قوله عَزَّ وَجَلَّ: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ} قَالَ \" حصروا أنفسهم فِي سَبِيلِ اللهِ للغزو، فلا يستطيعون تجارة يحسبهم الجاهل أغنياء من التعفف \"\n",
                    "footnotes": []
                },
                {
                    "page": "43",
                    "title": "قوله جَلَّ وَعَزَّ: {يَحْسَبُهُمُ الْجَاهِلُ}",
                    "content": "\n10 - حَدَّثَنَا مُوسَى، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الصباح، عَن جرير، عَن أشعث، عَن جعفر، فِي قوله: {لِلْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللهِ} ، قَالَ \" قَوْم أصابتهم جراحات فصاروا زمنى، فَجَعَلَ لَهُمْ من أموال المسلمين حقا \"\nقوله جَلَّ وَعَزَّ: {يَحْسَبُهُمُ الْجَاهِلُ}\n11 - حَدَّثَنَا عليّ بْن المبارك، قَالَ: حَدَّثَنَا زيد، قَالَ: حَدَّثَنَا ابْن ثور، عَن ابْن جُرَيْج، {يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ} ، قَالَ \" الجاهل بشأنهم \" وقَالَ قَتَادَةُ: {يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ} يَقُولُ: \" الجاهل فِي شأنهم \"\nقوله جَلَّ وَعَزَّ: {تَعْرِفُهُمْ بِسِيمَاهُمْ}\n12 - حَدَّثَنَا زَكَرِيَّا، قَالَ: حَدَّثَنَا حُمَيْدٌ، قَالَ: حَدَّثَنَا أَبُو الأَسْوَدِ، قَالَ: حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ أَبِي قَبِيلٍ، قَالَ: سَمِعْتُ يَزِيدَ بْنَ قَاسِطٍ\n",
                    "footnotes": []
                },
                {
                    "page": "44",
                    "title": "قوله جَلَّ وَعَزَّ: {لا يَسْأَلُونَ النَّاسَ إِلْحَافًا}",
                    "content": "\nالسَّكْسَكِيَّ، قَالَ: \" كُنْتُ عِنْدَ عَبْدِ اللهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، إِذْ جَاءَهُ رَجُلٌ يَسْأَلُهُ، فَدَعَا غُلامَهُ فَسَارَّهُ، فَقَالَ لِلرَّجُلِ: اذْهَبْ مَعَهُ، ثُمَّ قَالَ لِي: أَتَقُولُ هَذَا فَقِيرٌ، فَقُلْتُ: وَاللهِ مَا سَأَلَ إِلَّا مِنْ فَقْرٍ، قَالَ: لَيْسَ بِفَقِيرٍ مَنْ جَمَعَ الدِّرْهَمَ إِلَى الدِّرْهَمِ وَالتَّمْرَةَ إِلَى التَّمْرَةَ، وَلَكِنْ مَنْ أَنْقَى ثِيَابَهُ لا يَقْدِرُ عَلَى شَيْءٍ: {يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لا يَسْأَلُونَ النَّاسَ إِلْحَافًا} \"\nقوله جَلَّ وَعَزَّ: {لا يَسْأَلُونَ النَّاسَ إِلْحَافًا}\n13 - حَدَّثَنَا زَكَرِيَّا، قَالَ: حَدَّثَنَا إِسْحَاق، قَالَ: أَخْبَرَنَا رَوْح، قَالَ: حَدَّثَنَا شبل، عَن ابْن أَبِي نجيح، عَن مجاهد: {تَعْرِفُهُمْ بِسِيمَاهُمْ} قَالَ \" التخشع \"\n14 - حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ يَحْيَى، قَالَ: حَدَّثَنَا الْمَحَلِّيُ، قَالَ: حَدَّثَنَا عَبْدُ اللهِ بْنُ جَعْفَرٍ، قَالَ: أَخْبَرَنِي شَرِيكُ بْنُ عَبْدِ اللهِ بْنِ أَبِي نَمِرٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى الله عَليْه وَسَلَّمَ: \" لَيْسَ الْمِسْكِينُ بِالطَّوَّافِ عَلَيْكُمْ تُطْعِمُونَهُ اللُّقْمَةَ وَالتَّمْرَةَ، إِنَّمَا الْمِسْكِينُ الْمُتَعَفِّفُ، اقْرَءُوا إِنْ شِئْتُمْ: {لا يَسْأَلُونَ النَّاسَ إِلْحَافًا} \"\n",
                    "footnotes": []
                },
                {
                    "page": "47",
                    "title": "قوله جَلَّ وَعَزَّ: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلانِيَةً}",
                    "content": "\nتَجْمَعُونَ مَا لا تَأْكُلُونَ، وَتأْمُلُونَ مَا لا تُدْرِكُونَ، وَإِنَّكُمْ وَمَا تَأْمُلُونَ أثوبا فِيهِ مُؤَجَّلُونَ فِي دَارِ غُرُورٍ، وَاعْلَمُوا أَنَّ بَعْضَ الشُّحِّ شُعْبَةٌ مِنَ النِّفَاقِ، فَأَنْفِقُوا خَيْرٌ لأَنْفُسِكُمْ، فَأَيْنَ أَصْحَابُ هَذِهِ الآيَةِ: {الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ بِاللَّيْلِ وَالنَّهَارِ سِرًّا وَعَلانِيَةً فَلَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ وَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ} أَلا أَيُّهَا النَّاسُ اطْلُبُوا مَثَاوِيَكُمُ الَّتِي تَثْوُونَ فِيهَا، وَاقْدَعُوا فِيهَا هَذِهِ الْهَوَامَ قَبْلَ أَنْ تَقْدَعَكُمْ، أَلَا فَلا تُلْبِسُوا نِسَاءَكُمُ الْقَبَاطِيَّ، فَإِنَّهُ إِنْ لا يَكُنْ يَشِفُّ فَإِنَّهُ يَصِفُ، وَاعْلَمُوا وَاللهِ لَئِنْ كُنْتُمْ تَفْرَقُونَ مِنِّي، إِنِّي لأَفْرَقُ مِنْكُمْ، وَلَوَدِدْتُ أَنِّي أَنْفَلِتُ مِنْكُمْ كَفَافًا لا عَلَيَّ وَلا لِيَ، وَإِنِّي لأَرْجُو إِنْ عُمِّرْتُ فِيكُمْ يَسِيرًا، وَأَرْجُو أَنْ يَكُونَ ذَلِكَ إِلَى قَرِيبٍ، أَنْ يَأْتِيَ امْرَأً مِنَ الْمُسْلِمِينَ نَصِيبُهُ مِنْ مَالِ اللهِ وَفَيْءِ الْمُسْلِمِينَ، وَهُوَ قَاعِدٌ فِي بَيْتِهِ بِالتَّمَنِّي لَمْ يَعْمَلْ إِلَيْهِ لَيْلَةً، وَلَمْ يَنْصَبْ إِلَيْهِ يَوْمًا،\n",
                    "footnotes": []
                },
                {
                    "page": "108",
                    "title": "سورة آل عمران",
                    "content": "\nوقدم عَلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وفد نصارى نجران ستون راكبا، فيهم أربعة عشر من أشرافهم، فِي الأربعة عشر منهم ثلاثة نفر إليهم يؤول أمرهم، العاقب أمير الْقَوْم، وذو رأيهم، وصاحب مشورتهم، وَالَّذِي لا يصدرون إِلا عَنْ رأيه، واسمه عَبْد المسيح، والسيد ثمالهم، وصاحب رحلهم مجتمعهم واسمه الأيهم، وأبو حارثه بْن علقمة أحد بكر بْن وائل أشفعهم وحبرهم، وإمامهم، وصاحب مدارسهم كَانَ أبو حارثة قَدْ شرف منهم، ودرس كتبهم حَتَّى حسن علمه فِي دينهم، فكانت ملوك الروم مِنْ أَهْلِ النصرانية قَدْ شرفوه، ومولوه، وأخدموه، وبنوا لَهُ\nالكنائس، وبسطوا عَلَيْهِ الكرامات، لما يبلغوا عنه من علمه واجتهاده فِي دينه، فَلَمَّا وجهوا إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ من نجران جلس أبو حارثه عَلَى بغلته موجها، وإلى جنبه، أخ لَهُ يقال لَهُ: كوز بْن علقمة يسايره، إذ عثرت بغلة أبي حارثة، فَقَالَ كوز: تعس الأبعد يريد رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهُ أبو حارثة: بل تعست أنت، قَالَ: ولم يَا أخي؟ قَالَ: والله إنه للنبي الَّذِي كنا ننتظر، قَالَ لَهُ كوز: فما يمنعك مِنْهُ، وأنت تعلم هَذَا؟ قَالَ: مَا صنع بِنَا هؤلاء الْقَوْم شرفونا، ومولونا، وأكرمونا، وقد أبوا إِلا خلافة، فلو فعلت نزعوا من كُلّ مَا ترى، فأضمر عليها مِنْهُ أخوه كوز بْن علقمة حَتَّى أسلم بعد ذَلِكَ، فَهُوَ كَانَ يحدث هَذَا الحديث عنه فيما بلغني\n",
                    "footnotes": []
                },
                {
                    "page": "110",
                    "title": "سورة آل عمران",
                    "content": "\nيحتجون فِي قولهم يقولون: هُوَ الله بأنه كَانَ يَحْيَى الموتى، ويبرئ الأسقام، ويخبر بالغيوب، ويخلق من الطين كهيئة الطير، ثُمَّ ينفخ فِيهِ، فيكون طائرا، وذلك كله بإذن الله ليجعله آية للناس ويحتجون فِي قولهم، بأنه ولد أنهم يقولون: لم يكن لَهُ أب يعلم، وقد تكلم فِي المهد شيئا لم يصنعه أحد من ولد آدم قبله، ويحتجون فِي قولهم: إنه ثالث ثلاثة بقول الله عَزَّ وَجَلَّ: فعلنا، وأمرنا، وخلقنا، وقضينا، فيقولون: لو كَانَ واحدا مَا قَالَ: إِلا فعلت وأمرت وقضيت وخلقت، ولكنه هُوَ، وعِيسَى ابْن مَرْيَمَ، ففي ذَلِكَ من\nقولهم، فَلَمَّا كلمه الحبران، قَالَ لهما رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" أسلما \"، قالا: قَدْ أسلمنا قبلك، قَالَ: \" كذبتما يمنعكما من الإسلام دعاؤكما لله ولدا، وعبادتكما الصليب، وأكلكما الخنزير \"، قالا: فمن أبوه يَا محمد؟ قَالَ: فصمت رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فلم يجبهما، فَأَنْزَلَ اللهُ تبارك وتعالى فِي ذَلِكَ من قولهم، واختلاف أمرهم كله صدر سورة آل عمران إِلَى بضع وثمانين آية مِنْهَا، فَقَالَ: {الم اللهُ لا إِلَهَ إِلا هُوَ الْحَيُّ الْقَيُّومُ} ، فافتتح السورة بتنزيه نفسه مِمَّا قالوه، وتوحيده إياها بالخلق والأمر لا شريك لَهُ فِيهِ وردا عَلَيْهِمْ مَا ابتدعوا من الكفر، وجعلوا معه من الأنداد، واحتجاجا عَلَيْهِمْ بقولهم فِي صاحبهم لتعرفهم بذلك ضلالتهم، فَقَالَ: {الم اللهُ لا إِلَهَ إِلا هُوَ} أي: لَيْسَ معه غيره شريك فِي أمره، {الْحَيُّ} الَّذِي لا يموت، وقد مات عِيسَى، وصلب فِي قولهم،\n",
                    "footnotes": []
                },
                {
                    "page": "121",
                    "title": "قوله جَلَّ وَعَزَّ {وَأُخَرُ مُتَشَابِهَاتٌ}",
                    "content": "\nآيات فِي الْقُرْآن يتشابهن عَلَى النَّاسِ إذا قرءوهن، ومن أجل ذَلِكَ يضل من ضل ممن ادعى بهذه الكلمة، فكل فرقة يقرؤون آية من الْقُرْآن يزعمون أنها لَهُمْ أصابوا بِهَا الهدى، وَمَا يتبع الحرورية من المتشابه قول الله عَزَّ وَجَلَّ: {وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْزَلَ اللهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ} ثُمَّ يقرؤون معها: {ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ} ، فَإِذَا رأوا الإمام يحكم بغير الحق، قَالُوا: قَدْ كفر، فمن كفر عدل بِهِ، ومن عدل بربه فقد أشرك بربه، فهؤلاء الأئمة مشركون، ومن أطاعهم فيخرجون فيفعلون مَا رأيت، لأنهم يتأولون هَذِهِ الآيَة، وفتحت لَهُمْ هَذِهِ الآية بابا كبيرا، وقولهم فِيهِ لغير الحق ومن قولهم أنهم يقرؤون وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللهِ إِلا وَهُمْ مُشْرِكُونَ، فيجعلونها فِي المسلمين واحدة، وإنما أنزله الله عَزَّ وَجَلَّ فِي النَّاس جميعا، المشرك يعلم أن الله حق، وأنه خلق السماوات والأرض، ثُمَّ يشرك بِهِ، وآي عَلَى نحو ذَلِكَ، لو شعر كثر فِيهِ القول، وتتأول السبئية إذ يقولون فِيهِ بغير الحق إِنَّمَا يقولون قول الله عَزَّ وَجَلَّ: وَأَقْسَمُوا بِاللهِ جَهْدَ أَيْمَانِهِمْ لا يَبْعَثُ اللهُ مَنْ يَمُوتُ، فيجعلونها فيمن يخاصمهم من أمة محمد صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بعث الموتى قبل يَوْم الْقِيَامَةِ\n",
                    "footnotes": []
                },
                {
                    "page": "236",
                    "title": "قوله جَلَّ وَعَزَّ: {قُلْ يَأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ}",
                    "content": "\nالأَرِيسِيِّينَ {يَأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ إِلَى قوله مُسْلِمُونَ} \"، فَلَمَّا فَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ ارْتَفَعَتِ الأَصْوَاتُ عِنْدَهُ، وَكَثُرَ اللَّغَطُ، وَأَمَرَ بِنَا، فَأُخْرِجْنَا، قَالَ: قُلْتُ لأَصْحَابِي حِينَ خَرَجْنَا: لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ إِنَّهُ لَيَخَافُهُ مِلَكُ بَنِي الأَصْفَرِ قَالَ: فَمَا زِلْتُ مُوقِنًا بِأَمْرِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللهُ عَلِيَّ الإِسْلامَ \" قَالَ الزهري: فدعا هرقل عظماء الروم، فجمعهم فِي دار لَهُ، فَقَالَ: يَا معشر الروم هَلْ لَكُمْ فِي الفلاح والرشد آخر الأبد، وأن يثبت لَكُمْ ملككم فحاصوا حيصة حمر الوحش إِلَى الأبواب، فوجدوها قَدْ غلقت، قَالَ: فدعا بهم، فَقَالَ: إِنِّي إِنَّمَا اختبرت شدتكم فِي دينكم، فقد رأيت منكم الَّذِي أحببت، فسجدوا لَهُ، ورضوا عنه\n",
                    "footnotes": []
                },
                {
                    "page": "238",
                    "title": "قوله جَلَّ وَعَزَّ: {قُلْ يَأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ}",
                    "content": "\nكاختلاف الحواريين عَلَى عِيسَى \"، فَقَالُوا: يَا رَسُولَ اللهِ كيف كَانَ اختلافهم، قَالَ: \" دعاهم إِلَى مثل مَا دعوتكم لَهُ، وأما من قرب، فأجاب وأسلم، وأما من بعد بِهِ فكره وأبى، فشكا ذَلِكَ منهم عِيسَى إِلَى اللهِ عَزَّ وَجَلَّ، فأصبحوا من ليلتهم تلك وكل رَجُل منهم يتكلم بلغة الْقَوْم الذين بعث إليهم، فَقَالَ عِيسَى: هَذَا أمر قَدْ يخرج الله عَلَيْهِ، فامضوا لَهُ \"، ثُمَّ فرق رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أصحابه، فبعث سليط بْن عمرو بْن عَبْد شمس بْن عَبْد ود أخا عامر بْن لؤي إِلَى هوذة بْن علي صاحب اليمامة، وبعث العلاء ابْن الحضرمي إِلَى المنذر بْن ساوى أخي عَبْد القيس صاحب البحرين، وعمرو بْن العاص إِلَى جيفر بْن جلندي، وعباد بْن جلندي من الأزديين صاحبي عمان قَالَ محمد بْن إِسْحَاق: وبعث حاطب بْن أبي بلتعة إِلَى المقوقس صاحب الإسكندرية، فأدى إِلَيْهِ كِتَاب رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وأهدى المقوقس إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وبعث دحية بْن خليفة الكلبي، ثُمَّ الخزرجي إِلَى قيصر، وَهُوَ هرقل ملك الروم، فَلَمَّا أتاه كِتَاب رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نظر فِيهِ، ثُمَّ جعله تحت قدمه وحل صرته قَالَ محمد بْن إِسْحَاق: حَدَّثَنِي الزهري، عَنْ عبيد الله بْن عَبْد اللهِ، عَنِ ابْن عباس، قَالَ: حَدَّثَنِي أبو سفيان، وذكر حديث هرقل، قَالَ\n: وكانت\n",
                    "footnotes": []
                },
                {
                    "page": "239",
                    "title": "قوله جَلَّ وَعَزَّ: {قُلْ يَأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ}",
                    "content": "\nحمص منزله، قَالَ ابْن إِسْحَاق، عَنْ خالد بْن سيار، عَنْ رَجُل من سيار قدم الشام، قَالَ: ثُمَّ جلس عَلَى بغل لَهُ، ثُمَّ ركض حَتَّى دخل قسطنطينية، وبعث رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شجاع بْن وهب أخا بني أسد بْن خزيمة إِلَى المنذر بْن الحارث بْن أبي شمر الغساني، صاحب دمشق، وبعث عمرو بْن أمية الضمري إِلَى النجاشي فكتب إِلَيْهِ النجاشي، وبعثت إِلَيْكَ بابني أبرها بْن الأصحم بْن بحري، فَإِنِّي أشهد أن مَا تقول حق، والسلام عَلَيْكَ يَا رَسُولَ اللهِ وبعث عَبْد اللهِ بْن حذافة بْن قيس بْن عدي بْن سعيد بْن سهم إِلَى كسرى بْن هرمز ملك فارس، وكتب معه فَلَمَّا قرأه شقه فبلغني أن رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" شقق ملكه \"، ثُمَّ كتب كسرى إِلَى باذان، وَهُوَ عَلَى اليمن، أن ابعث إِلَى هَذَا الرَّجُل الَّذِي بالحجاز من عندك رجلين جلدين، فليأتياني بِهِ، فبعث باذان قهرمانة بانويه وجرجيس، وكتب معهما إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا أتيا رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لهما: \" إن ربي قَدْ قتل ربكما ليلة كذا وكذا وسلط عَلَيْهِ ابنه شيرويه \"، قالا: إنا نكتب بهذا عنك وبخبر الملك، قَالَ: \" نعم، فقولا لَهُ: إن أسلمت أعطيتك مَا تحت يديك، وملكتك عَلَى قومك \"، فلم ينشب باذان أن قدم عَلَيْهِ كِتَاب شيرويه، أَنِّي قَدْ قتلت كسرى، فَلَمَّا انتهى كِتَاب شيرويه إِلَى\nباذان أسلم، وأسلمت الأبناء من فارس\n",
                    "footnotes": []
                },
                {
                    "page": "241",
                    "title": "قوله جَلَّ وَعَزَّ: {قُلْ يَأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ}",
                    "content": "\nأسلم تسلم، وأسلم يؤتك الله أجرك مرتين، وإن توليت، فإن عَلَيْكَ إثم الأريسيين و {يَأَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلا اللهَ وَلا نُشْرِكَ بِهِ شَيْئًا وَلا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ} \" قَالَ أبو سفيان: فَلَمَّا قضا مقالته علت أصوات الذين حوله من عظماء الروم، وكثر لغطهم فما أدري ماذا، قَالُوا: وأمر بِنَا فأخرجونا فَقَالَ ابْن إِسْحَاق: ثُمَّ أقام رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بالمدينة حين رجع من الحديبية ذي الحجة، وبعض المحرم، ثُمَّ خَرَجَ فِي بقية المحرم إِلَى خيبر، وحاصر رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الله خيبر فِي حصنهم الوطيح والسلالم، حَتَّى أيقنوا بالهلكة، وسألوه أن يسترهم، ويحقن لَهُمْ دماءهم، ففعل وَكَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَدْ حاز الأموال كلها، وجميع حصونهم، فَلَمَّا سمع لَهُمْ أَهْل فدك بعثوا إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يسألونه أن يسترهم، ويحقن دماءهم ويخلون لَهُ الأموال، ففعل وكانت فدك خالصة لرسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لأنهم لم يجلبوا عليها بخيل وَلا ركاب وكانت خيبر فيئا للمسلمين، فَلَمَّا نزل أَهْل خيبر سألوا رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أن يعاملَهُمُ الأموال عَلَى النصف، فصالحهم رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى النصف، عَلَى أنا إذا شئنا أن نخرجكم\n",
                    "footnotes": []
                },
                {
                    "page": "296",
                    "title": "قوله جَلَّ وَعَزَّ: {إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ}",
                    "content": "\nلتبكي لبكائه، وتحزن لحزنه، فعزاه الله عَزَّ وَجَلَّ بخيمة من خيام الْجَنَّة وضعها لَهُ بمكة فِي موضع الكعبة قبل أن تكون الكعبة، وتلك الخيمة ياقوتة حمراء من ياقوت الْجَنَّة، فِيهَا ثلاثة قناديل من ذهب نور تلتهب من نور الْجَنَّة، ونزل معها يومئذ الركن، وَهُوَ يومئذ ياقوتة بيضاء من ربض الْجَنَّة، وَكَانَ كرسيا لآدم يجلس عَلَيْهِ، فَلَمَّا صار آدم بمكة حرسه الله، وحرس لَهُ تلك الخيمة بالملائكة كانوا يحرسونها، ويذودون عنها سكان الأرض، وسكانها يومئذ الجن والشياطين، فلا ينبغي لَهُمْ أن ينظروا إِلَى شَيْء من الْجَنَّة، لأنه من نظر إِلَى شَيْء من الْجَنَّة، وجبت لَهُ،\nوالأرض يومئذ طاهرة نقية لم تنجس، ولم يسفك فِيهَا الدماء، ولم يعمل فِيهَا بالخطايا، فلذلك جعلها الله مسكن الملائكة، وجعلهم فِيهَا كَمَا كانوا فِي السَّمَاء يسبحون اللَّيْل والنهار لا يفترون، وَكَانَ وقوفهم عَلَى أعلام الحرم صفا واحدا مستديرين، فالحرم كله من خلفهم، والحرم كله من أمامهم، فلا يجوزهم جني وَلا شيطان، ومن أجل مقلم الملائكة حرم الحرم حَتَّى الْيَوْم، ووضعت أعلامه حيث كَانَ مقام الملائكة، وحرم عَلَى حواء دخول الحرم، والنظر إِلَى خيمة آدم من أجل خطيئتها الَّتِي أخطأت فِي الْجَنَّة، فلم تنظر إِلَى شَيْء من ذَلِكَ، حَتَّى قبضت،\n",
                    "footnotes": []
                },
                {
                    "page": "312",
                    "title": "قوله جَلَّ وَعَزَّ: {قُلْ يَأَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللهِ وَاللهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ}",
                    "content": "\nالْكُفْرِ شَدِيدَ الضِّغْنِ عَلَى الْمُسْلِمِينَ شَدِيدَ الْحَسَدِ لَهُمْ، عَلَى نَفِيرٍ مِنَ الأَوْسِ وَالْخَزْرَجِ فِي مَجْلِسٍ قَدْ جَمَعَهُمْ يَتَحَدَّثُونَ فِِيهِِ، فَغَاظَهُ مَا رَأَى مِنْ أُلْفَتِهِمْ، وَجَمَاعَتِهِمْ، وَصَلاحِ ذَاتِ بَيْنِهِمْ عَلَى الإِسْلامِ بَعْدَ الَّذِي كَانَ بَيْنَهْمُ مِنَ الْعَدَاوَةِ فِي الْجَاهِلِيَّةِ، فَقَالَ: قَدِ اجْتَمَعَ مَلأُ بَنِي قَيْلَةَ بِهَذِهِ الْبِلادِ، لا وَاللهِ مَا لَنَا مَعَهُمْ إِذَا اجْتَمَعَ مَلَؤُهُمْ بِهَا مِنْ قَرَارٍ، فَأَمَرَ فَتًى شَابًّا مَعَهُ مِنْ يَهُودَ، فَقَالَ: اعْمِدْ إِلَيْهِمْ فَاجْلِسْ مَعَهُمْ، ثُمَّ ذَكِّرْهُمْ يَوْمَ بُعَاثٍ، وَمَا كَانَ قَبْلَهُ، وَأَنْشَدَهُمْ بَعْضَ مَا كَانُوا تَقَاوَلُوا فِيهِ مِنَ الأَشْعَارِ، وَكَانَ يَوْمَ بُعَاثٍ يَوْمَ اقْتَتَلَتْ فِيهِ الأَوْسُ وَالْخَزْرَجُ، فَكَانَ الظَّفَرُ فِيهِ لِلأَوْسِ عَلَى الْخَزْرَجِ، فَفَعَلَ فَتَكَلَّمَ الْقَوْمُ عِنْدَ ذَلِكَ، وَتَنَازَعُوا، وَتَفَاخَرُوا حَتَّى تَوَاثَبَ رَجُلانِ مِنَ الْحَيَّيْنِ عَلَى الرَّكْبِ: أَوْسُ بْنُ قَيْظِيٍّ، أَحَدُ بْنُ الْحَارِثِ بْنِ أَبِي أُسَامَةَ بْنِ الْحَارِثِ مِنَ الأَوْسِ، وَجَبَّارُ بْنُ صَخْرٍ أَخُو بْنِي سَلَمَةَ مِنَ الْخَزْرَجِ، فَتَقَاوَلا، ثُمَّ قَالَ أَحَدُهُمَا لِصَاحِبِهِ: إِنْ شِئْتْمُ وَاللهِ رَدَدْنَاهَا الآنَ جَذِعَةً وَغَضِبَ الْفَرِيقَانِ جَمِيعًا، وَقَالُوا: قَدْ فَعَلْنَا السِّلاحَ، السِّلاحَ مَوْعِدُكُمُ الظَّاهِرَةُ، وَالظَّاهِرَةُ الْحَرَّةُ، فَخَرَجُوا إِلَيْهَا، وَانْضَمَّتِ الأَوْسُ بَعْضُهَا إِلَى بَعْضٍ، وَالْخَزْرَجُ بَعْضُهَا إِلَى بَعْضٍ عَلَى كَلِمَةٍ، قَالَهَا الَّتِي كَانُوا عَلَيْهَا فِي الْجَاهِلِيَّةِ،\n",
                    "footnotes": []
                },
                {
                    "page": "351",
                    "title": "قوله جَلَّ وَعَزَّ: {لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِلَى قوله وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ}",
                    "content": "\nبِالْمَدِينَةِ إِلا سَبْعَ لَيَالٍ حَتَّى غَزَا بِنَفْسِهِ يُرِيدَ بَنِي سُلَيْمٍ، حَتَّى بَلَغَ الْكُدْرَ، فَرَجَعَ وَلَمْ يَلْقَ كَيْدا، فَأَقَامَ بَقِيَّةَ شَوَّالٍ وَذَا الْقِعْدَةِ، ثُمَّ غَزَاهُ أَبُو سُفْيَان غَزْوَةَ السَّوِيقِ فِي ذِي الْحِجَّةِ قَالَ ابْنُ إِسْحَاقَ بِإِسْنَادِهِ: فَأَتَوْا نَاحِيَةَ الْمَدِينَةِ فَحَرَقُوا فِي أَصْوَارٍ عَلَيْهَا، وَوَجَدُوا رَجُلا مِنَ الأَنْصَارِ وَحَلِيفًا لَهُ، قَتَلُوهُمَا ثُمَّ انْصَرَفُوا رَاجِعِينَ، فَخَرَجَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَلَغَ قَرْقَرَةَ الْكُدْرِ، ثُمَّ انْصَرَفَ وَقَدْ فَاتَهُ أَبُو سُفْيَانَ وَأَصْحَابُهُ، فَأَقَامَ بَقِيَّةَ ذِي الْحِجَّةِ وَالْمُحَرَّمِ أَوْ قَرِيبًا مِنْهُ، ثُمَّ غَزَا نَجْدا يُرِيدَ غَطَفَانَ، وَهِيَ غَزْوَةُ ذِي أَمْرٍ، ثُمَّ رَجَعَ وَلَمْ يَلْقَ كَيْدًا، ثُمَّ غَزَا يُرِيدُ قُرَيْشًا وَبَنِي سُلَيْمٍ، حَتَّى بَلَغَ بِحَرَّانَ مِنْ نَاحِيَةِ الْفَرْعِ، فَأَقَامَ بِهَا شَهْرَ رَبِيعٍ وَجُمَادَى الأَوَّلِ، ثُمَّ رَجَعَ وَلَمْ يَلْقَ كَيْدًا، وَقَدْ كَانَ فِيمَا بَيْنَ ذَلِكَ مِنْ غَزْوِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، أَمْرِ بَنِي قَيْنُقَاعَ وَسَرِيَّةِ زَيْدِ بْنِ حَارِثَةَ سَرِيَّةِ الْقِرَدَةِ الَّتِي بَعَثَهُ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا، حِينَ أَصَابَتْ عِيرَ قُرَيْشٍ فِيهَا أَبُو سُفْيَانَ عَلَى الْقِرَدَةِ مِنْ مِيَاهِ عَدُوٍّ، كَانَتْ قُرَيْشٌ قَدْ خَافَتْ طَرِيقَهَا إِلَى الشَّامِ، حِينَ كَانَ مِنْ\n",
                    "footnotes": []
                },
                {
                    "page": "352",
                    "title": "قوله جَلَّ وَعَزَّ: {لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِلَى قوله وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ}",
                    "content": "\nوَقْعَةِ بَدْرٍ مَا كَانَ، فَسَلَكُوا طَرِيقَ الْعِرَاقِ، فَبَعَثَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ زَيْدَ بْنَ حَارِثَةَ فَلَقِيَهُمْ عَلَى الْمَاءِ، فَأَصَابَ تِلْكَ الْعِيرَ وَمَا فِيهَا، وَأَعْجَزَهُ الرِّجَالُ، وَكَانَتْ إِقَامَةُ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ بَعْدَ قُدُومِهِ مِنْ بَحْرَانَ، جُمَادَى أَيِ الأُخْرَى وَرَجَبٍ وَشَعْبَانَ وَرَمَضَانَ، وَغَزَتْهُ قُرَيْشٌ غَزَوْةَ أُحُدٍ فِي شَوَّالٍ سَنَةَ ثَلاثٍ، وَكَانَ يَوْمُ أُحُدٍ يَوْمَ السَّبْتِ لِلنِّصْفِ مِنْ شَوَّالٍ \"\n",
                    "footnotes": []
                },
                {
                    "page": "354",
                    "title": "قوله جَلَّ وَعَزَّ: {لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِلَى قوله وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ}",
                    "content": "\nفَأَجْمَعَتْ قُرَيْشٌ لِحَرْبِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، حِينَ فَعَلَ ذَلِكَ أَبُو سُفْيَانَ وَأَصْحَابُ الْعِيرِ بِأَحَابِيشِهَا وَمَنْ أَطَاعَهَا مِنْ قَبَائِلِ بَنِي كِنَانَةَ وَأَهْلِ تِهَامَةَ، كُلٌّ قَدِ اسْتَعَدُّوا عَلَى حَرْبِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَخَرَجَتْ قُرَيْشٌ بِحَدِّهَا وَحَدِيدِهَا وَأَحَابِيشِهَا، وَمَنِ اتَّبَعَهَا مِنْ بَنِي كِنَانَةَ وَأَهْلِ تِهَامَةَ، وَخَرَجُوا مَعَهُمْ بِالظَّعَنِ الْتِمَاسَ الْحَفِيظَةِ وَلِئَلا يَفِرُّوا، فَخَرَجَ أَبُو سُفْيَانَ بْنُ حَرْبٍ وَهُوَ قَائِدُ النَّاسِ، مَعَهُ هِنْدُ بِنْتُ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ، وَخَرَجَ عِكْرِمَةُ بْنُ أَبِي جَهْلٍ بِأُمِّ حَكِيمٍ، وَخَرَجَ الْحَارِثُ بْنُ هِشَامِ بْنِ الْمُغِيرَةِ بِفَاطِمَةَ بِنْتِ الْوَلِيدِ، وَخَرَجَ عَمْرُو بْنُ الْعَاصِ بِرَيْطَةَ بِنْتِ مُنَبِّهٍ، فَأَقْبَلُوا حَتَّى نَزَلُوا بِعَيْنَيْنِ: جَبَلٌ بِبَطْنِ السَّبَخَةِ، مِنْ قَنَاةٍ عَلَى شَفِيرِ الْوَادِي، مِمَّا يَلِي الْمَدِينَةَ، فَلَمَّا سَمِعَ بِهِمْ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْمُسْلِمُونَ قَدْ نَزَلُوا، قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنِّي قَدْ رَأَيْتُ بَقَرًا تُنْحَرُ، وَأُرِيتَ فِي ذُبَابِ سَيْفِي ثَلْمًا، وَأُرِيتُ أَنِّي أَدْخَلْتُ يَدِي فِي دِرْعٍ حَصِينَةٍ، فَأَوَّلْتُهَا الْمَدِينَةَ، فِإَنْ رَأَيْتُمْ أَنْ تُقِيمُوا بِالْمَدِينَةِ وَتَدَعُوهُمْ حَيْثُ نَزَلُوا، فِإَنْ أَقَامُوا أَقَامُوا بِشَرِّ مَقَامٍ، وَإِنْ هُمْ دَخَلُوا عَلَيْنَا قَاتَلْنَاهُمْ فِيهَا \"،\n",
                    "footnotes": []
                },
                {
                    "page": "355",
                    "title": "قوله جَلَّ وَعَزَّ: {لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِلَى قوله وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ}",
                    "content": "\nوَنَزَلَتْ قُرَيْشٌ مَنْزِلَهَا بِأُحُدٍ يَوْمَ الأَرْبِعَاءِ، فَأَقَامُوا ذَلِكَ الْيَوْمِ وَيْوَمَ الْخَمِيسِ وَيَوْمَ الْجُمُعَةِ، وَرَاحَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ صَلَّى الْجُمُعَةَ، فَأَصْبَحَ بِالشِّعْبِ مِنْ أُحُدٍ، وَالْتَقَوْا يَوْمَ السَّبْتِ لِلنِّصْفِ مِنْ شَوَّالٍ سَنَةَ ثَلاثٍ، وَكَانَ رَأْيُ عَبْدِ اللهِ بْنِ أُبَيٍّ مَعَ رَأْيِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَيَرَى رَأْيَهُ فِي ذَلِكَ أَنْ لا يَخْرُجَ إِلَيْهِمْ، وَكَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَكْرَهُ الْخُرُوجَ مِنَ الْمَدِينَةِ، فَقَالَ رَجُلٌ مِنَ الْمُسْلِمِينَ مِمَّنْ أَكْرَمَ اللهُ بِالشَّهَادَةِ يَوْمَ أُحُدٍ وَغَيْرِهِ، مِمَّنْ كَانَ فَاتَهُ يَوْمَ بَدْرٍ وَحَضَرُوهُ: يَا رَسُولَ اللهِ، اخْرُجْ بِنَا إِلَى أَعْدَائِنَا، لا يَرَوْنَ أَنَّا جَبُنَّا عَنْهُمْ وَضَعُفْنَا، فَقَالَ عَبْدُ اللهِ بْن أبي: يَا رَسُولَ اللهِ أَقِمْ بِالْمَدِينَةِ وَلا تَخْرُجْ إِلَيْهِمْ، فَوَاللهِ مَا خَرَجْنَا مِنْهَا إِلَى عَدُوٍّ لَنَا قَطُّ إِلا أَصَابَ مِنَّا، وَلا دَخَلَهَا عَلَيْنَا إِلا أَصَبْنَا مِنْهُ، فَدَعْهُمْ يَا رَسُولَ اللهِ، فَإِنْ أَقَامُوا أَقَامُوا بِشَرٍّ، وَإِنْ دَخَلُوا قَاتَلَهُمُ الرِّجَالُ وَالصِّبْيَانُ بِالْحِجَارَةِ مِنْ فَوْقِهِمْ، وَإِنْ رَجَعُوا رَجَعُوا خَائِبِينَ كَمَا جَاءُوا، فَلَمْ يَزَلِ النَّاسُ بِرَسُولِ اللهِ، الَّذِينَ كَانَ مِنْ أَمْرِهِمْ حُبُّ لِقَاءِ الْعَدُوِّ، حَتَّى دَخَلَ رَسُولُ اللهِ فَلَبِسَ لأْمَتَهُ، وَذَلِكَ يَوْمَ الْجُمُعَةِ حِينَ فَرَغَ مِنَ الصَّلاةِ، ثُمَّ خَرَجَ عَلَيْهِمْ وَقَدْ نَدِمَ النَّاسُ، وَقَالُوا: اسْتَكْرَهَنَا رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ولم يكن ذَلِكَ لَنَا، فَلَمَّا خَرَجَ عَلَيْهِمْ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالُوا: يَا رَسُولَ اللهِ، اسْتَكْرَهْنَاكَ وَلَمْ يَكُنْ لَنَا ذَلِكَ، فَإِنْ شِئْتَ فَاقْعُدْ، فَقَالَ رَسُولُُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَا يَنْبَغِي لِنَبِيٍّ إِذَا لَبِسَ لأَمْتَهُ أَنْ يَضَعَهَا حَتَّى يُقَاتِلَ \"\n",
                    "footnotes": []
                },
                {
                    "page": "356",
                    "title": "قوله جَلَّ وَعَزَّ: {لا يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِلَى قوله وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ}",
                    "content": "\nفَخَرَجَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَلْفِ رَجُلٍ مِنَ أَصْحَابِهِ، حَتَّى إِذَا كَانُوا بِالشَّوْطِ بَيْنَ الْمَدِينَةِ وَأُحُدٍ، عَدَلَ عَنْهُ عَبْدُ اللهِ بْنُ أُبَيٍّ بِثُلُثِ النَّاسِ، وَمَضَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى سَلَكَ فِي حَرَّةِ بَنِي حَارِثَةِ، فَذَبَّ فَرَسٌ بِذَنَبِهِ، فَأَصَابَ ذُبَابَ سَيْفِهِ فَاسْتَلَّهُ، فَقَالَ رَسُولُُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وَكَانَ يُحِبُّ الْفَأْلَ، وَلا يَعْتَافُ لِصَاحِبِ السَّيْفِ: \" شِمْ سَيْفَكَ فَأَرَى أَنَّ السُّيُوفَ سَتُسَلُّ الْيَوْمَ \"، ثُمَّ قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لأَصْحَابِهِ: \" مَنْ رَجُلٌ يَخْرُجُ بِنَا عَلَى الْقَوْمِ مِنْ كَثَبٍ \" أَيْ: مِنْ قَرِيبٍ، مِنْ طَرِيقٍ لا تَمُرُّ بِنَا عَلَيْهِمْ؟، فَقَالَ أَبُو خَيْثَمَةَ أَخُو بَنِي حَارِثَةَ بْنُ حَارِثِ بْنِ الْخَزْرَجِ: أَنَا يَا رَسُولَ اللهِ، فَتَقَدَّمَهُ فِي حَرَّةِ بَنِي حَارِثَةَ وَبَيْنَ أَمْوَالِهِمْ، حَتَّى سَلَكَ بِهِ فِي مَالٍ لِمِرْبَعِ بْنِ قَيْظِيٍّ، وَمَضَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى وَجْهِهِ، حَتَّى نَزَلَ بِالشِّعْبِ مِنْ أُحُدٌ مِنْ عُدْوَةِ الْوَادِي إِلَى الْجَبَلِ، فَجَعَلَ ظَهْرَهُ وَعَسْكَرُهُ إِلَى أُحُدٍ وَقَالَ: \" لا يُقَاتِلَنَّ أَحَدٌ حَتَّى نَأْمُرَهُ بِالْقِتَالِ \"، وَقَدْ سَرَّحَتْ قُرَيْشٌ الظَّهْرَ وَالْكُرَاعَ، فِي زُرُوعٍ كَانَتْ بِالصَّمْغَةِ مِنْ قَنَاةٍ لِلْمُسْلِمِينَ، فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ حِينَ نَهَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنِ الْقِتَالِ: أَتَرْعَى زُرُوعَ بَنِي قَيْلَةَ وَلَمَّا نُضَارِبْ، وَتَعَبَّأ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْقِتَالِ،\n",
                    "footnotes": []
                },
                {
                    "page": "363",
                    "title": "قوله جَلَّ وَعَزَّ: {وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ}",
                    "content": "\nوَخَرَجَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُرِيدُ أَبَا سُفْيَانَ وَأَصْحَابَهُ، فَأَرْسَلَ رَسُولُ اللهِ رَجُلَيْنِ مِنْ أَصْحَابِهِ عَيْنًا طَلِيعَةً، يَنْظُرَانِ بِأَيِّ مَاءٍ هُوَ؟ فَانْطَلَقَا حَتَّى إِذَا عَلِمَا عِلْمَهُ، وَأُخْبِرَا خَبَرَهُ، جَاءَا سَرِيعَيْنِ، فَأَتَوُا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِخَبَرِهِ، وَجَاءَ أَبُو سُفْيَانَ حَتَّى نَزَلَ عَلَى الْمَاءِ الَّذِي كَانَ بِهِ الرَّجُلانِ، فَقَالَ لأهَلِ الْمَاءِ: هَلْ أَحْسَسْتُمْ أَحَدًا مِنْ أَهْلِ يَثْرِبَ؟ قَالُوا: لا، قَالَ: فَهْلَ مَرَّ بِكُمْ أَحَدٌ؟ قَالُوا: مَا رَأَيْنَا إِلا رَجُلَيْنِ، مِنْ أَهْلِ كَذَا وَكَذَا، قَالَ أَبُو سُفْيَانَ: فَأَيْنَ كَانَ مَنَاخَهُمَا؟ فَدَلُّوهُ عَلَيْهِ، فَانْطَلَقَ حَتَّى أَتَى بَعْرَ إِبِلِهِمَا فَفَتَّهُ، فَإِذَا فِيهِ نَوَى، فَقَالَ: أَنَّى لِبَنِي فُلانٍ النَّوَى؟ هَذِهِ نَوَاضِحُ أَهْلِ يَثْرِبَ فَتَرَكَ الطَّرِيقَ، وَأَخَذَ ْسيَفْ َالْبَحْرِ، وَجَاءَ الرَّجُلانِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَاهُ خَبَرَهُ، فَقَالَ: \" أَيُّكُمْ أَخَذَ هَذَا الطَّرِيقَ \"؟ فَقَالَ أَبُو بَكْرٍ: أَمَا هُوَ بِمَاءِ كَذَا وَكَذَا، وَنَحْنُ بِمَاءِ كَذَا وَكَذَا، فَنَرْتَحِلُ فَنَنَزَلَ مَاءَ كَذَاَ وَكَذا، وَنَرْتَحِلُ فَيَنْزِلُ بِمَاءِ كَذَا وَكَذَا، ثُمَّ نَلْتَقِي بِمَاءِ كَذَا وَكَذَا، كَفَرَسَيْ رِهَانٍ فَسَارَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى نَزَلَ بَدْرًا، فَوَجَدَ عَلَى مَاءِ بَدْرٍ بَعْضَ رَقِيقٍ مِنْ قُرَيْشٍ، مِمَّنْ خَرَجَ يُغِيثُ أَبَا سُفْيَانَ، فَأَخَذَهُمْ أَصْحَابُهُ، فَجَعَلُوا يَسْأَلُونَهُمْ، فَإِذَا صَدَقُوهُمْ ضَرَبُوهُمْ، وَإِذَا كَذَبُوهُمْ تَرَكُوهُمْ، فَمَرَّ بِهِمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُمْ يَفْعَلُونَ ذَلِكَ، فَقَالَ: \" إِنْ صَدَقُوكُمْ ضَرَبْتُمُوهُمْ، وَإِنْ كَذَبُوكُمْ تَرَكْتُمُوهُمْ \"،\n",
                    "footnotes": []
                },
                {
                    "page": "364",
                    "title": "قوله جَلَّ وَعَزَّ: {وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ}",
                    "content": "\nثُمَّ دَعا وَاحِدًا مِنْهُمْ فَقَالَ: \" مَنْ يُطْعِمُ الْقَوْمَ \"؟ فَقَالَ: فُلانٌ وَفُلانٌ، فَعَدَّدَ رِجَالا يُطْعِمُهُمْ كُلُّ رَجُلٍ يَوْمًا فَقَالَ: \" فَكَمْ يَنْحَرُ لَهُمْ \"؟ قَالَ: عَشْرًا مِنَ الْجَزَائِرِ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" الْجَزُورُ لِمِائَةٍ، وَهُمْ بَيْنَ الأَلْفِ وَالتِّسْعِ مِائَةِ \" فَلَمَّا جَاءَ الْمُشْرِكُونَ وَصَافُّوهُمْ، وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِ اسْتَشَارَ قَبْلَ ذَلِكَ فِي قِتَالِهِمْ، فَقَامَ أَبُو بَكْرٍ يُشِيرُ عَلَيْهِ، فَأَجْلَسَهُ ثُمَّ اسْتَشَارَهُمْ، فَقَامَ عُمَرُ لِيُشِيرَ عَلَيْهِ فَأَجْلَسَهُ، ثُمَّ اسْتَشَارَهُمْ فَقَامَ سَعْدُ بْنُ عُبَادَةَ، فَقَالَ: يَا نَبِيَّ اللهِ وَاللهِ لَكَأَنَّكَ تَعْرِضُ بِنَا الْيَوْمَ لِتَعْلَمَ مَا فِي نُفُوسِنَا وَالَّذِي نَفْسِي بِيَدِهِ لَوْ ضَرَبْتَ أَكْبَادَهَا حَتَّى تَبْلُغَ الْغِمَادَ مِنْ ذِي يَمَنٍ، لَكُنَّا مَعَكَ فَوَطَّنَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصْحَابَهُ عَلَى الصَّبْرِ وَالْقِتَالِ، وَسُرَّ بِذَلِكَ مِنْهُمْ فَلَمَّا الْتَقَوْا سَارَ فِي قُرَيْشٍ عُتْبَةُ بْنُ رَبِيعَةَ، فَقَالَ: أَيْ قَوْمِ أَطِيعُونِي الْيَوْمَ، فَلا تُقَاتِلُوا مُحَمَّدًا وَأَصْحَابَهُ، فَإِنَّكُمْ إِنْ قَاتَلْتُمُوهُمْ لَمْ تَزَلْ بَيْنَكُمْ إِحْنَةٌ مَا بَقِيتُمْ وَفَسَادٌ، لا يَزَالُ الرَّجُلُ مِنْكُمْ يَنْظُرُ إِلَى قَاتِلِ أَخِيهِ وَقَاتِلِ ابْنِ عَمِّهِ، فَإِنْ يَكُنْ مَلِكًا أَكَلْتُمْ فِي مُلْكِ أَخِيكُمْ، وَإِنْ يَكُنْ نَبِيًّا فَأَنْتُمْ أَسْعَدُ النَّاسِ بِهِ، وَإِنْ يَكُ كَاذِبًا كَفَاكُمُوهُ ذُؤْبَانُ الْعَرَبِ، فَأَبَوْا أَنْ يَسْمَعُوا مَقَالَتَهُ، وَأَبَوْا أَنْ يُطِيعُوهُ، فَقَالَ: أَنْشَدْتُكُمُ اللهَ فِي هَذِهِ الْوُجُوهِ الَّتِي كَأَنَّهَا الْمَصَابِيحُ أَنْ تَجْعَلُوهَا أَنْدَادًا لِهَذِهِ الْوُجُوهِ الَّتِي كَأَنَّهَا عُيُونُ الْحَيَّاتِ\n",
                    "footnotes": []
                },
                {
                    "page": "365",
                    "title": "قوله جَلَّ وَعَزَّ: {وَلَقَدْ نَصَرَكُمُ اللهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ}",
                    "content": "\nفَقَالَ أَبُو جَهْلٍ: لَقَدْ مَلأْتَ سِحْرَكَ رُعْبًا، ثُمَّ سَارَ فِي قُرَيْشٍ، فَقَالَ: إِنَّ عُتْبَةَ بْنَ رَبِيعَةَ إِنَّمَا يُشِيرُ عَلَيْكُمْ بِهَذَا، لأَنَّ ابْنَهُ مَعَ مُحَمَّدٍ، وَمُحَمَّدٌ ابْنُ عَمِّهِ، وَهُوَ يَكْرَهُ أَنْ يَقْتُلَ ابْنَهُ وَابْنَ عَمِّهِ فَغَضِبَ عُتْبَةُ بْنُ رَبِيعَةَ، فَقَالَ: أَيْ مُصَفَّرَ اسْتِهِ، سَتَعْلَمُ أَيُّنَا أَجْبَنُ وَأَلأَمُ وَأَفْسَدُ لِقَوْمِهِ الْيَوْمَ ثُمَّ نَزَلَ وَنَزَلَ مَعَهُ أَخُو شَيْبَةَ بْنُ رَبِيعَةَ، وَابْنُهُ الْوَلِيدِ بْنُ عُتْبَةَ فَقَالُوا: أَبْرِزْ إِلَيْنَا أَكْفَاءَنَا، فَثَارَ نَاسٌ مِنَ الأَنْصَارِ مِنَ الْخَزْرَجِ، فَأَجْلَسَهُمُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَامَ عَلِيٌّ، وَحَمْزَةَُ، وَعُبَيْدَةُ بْنُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ عَبْدِ مَنَافٍ، فَاخْتَلَفَ كُلُّ وَاحِدٍ مِنْهُمْ وَقَرِينُهُ ضَرْبَتَيْنِ، فَقَتَلَ كُلُّ وَاحِدٍ مِنْهُمَا صَاحِبَهُ، وَأَعَانَ حَمْزَةُ عَلِيًّا فِي صَاحِبِهِ فَقَتَلَهُ، وَقُطِعَتْ رِجْلُ عُبَيْدَةُ، فَمَاتَ بَعْدَ ذَلِكَ وَكَانَ أَوَّلَ قَتِيلٍ قُتِلَ مِنَ الْمُسْلِمِينَ مِهْجَعٌ مَوْلَى عُمَرَ ثُمَّ أَنْزَلَ اللهُ نَصْرَهُ، وَهَزَمَ عَدُوَّهُ، وَقُتِلَ أَبُو جَهْلِ بْنِ هِشَامٍ، فَأُخْبِرَ بِقَتْلِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: \" أَفَعَلْتُمْ \"؟ فَقَالُوا: نَعَمْ يَا نَبِيَّ اللهِ فَسُرَّ بِذَلِكَ، فَقَالَ: \" إِنَّ عَهْدِي بِهِ فِي رُكْبَتَيْهِ حَوَرٌ، فَاذْهَبُوا فَانْظُرُوا هَلْ تَرَوْنَ ذَلِكَ \"؟ فَنَظَرُوا فَرَأَوْهُ قَالَ: فَأُسِرَ يَوْمَئِذٍ نَاسٌ مِنْ قُرَيْشٍ، ثُمَّ أَمَرَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْقَتْلَى فَجُرُّوا حَتَّى أُلْقُوا فِي قَلِيبٍ، ثُمَّ أَشْرَفَ عَلَيْهِمْ، وَقَالَ: أَيْ عُتْبَةُ أَيْ أُمَيَّةُ بْنُ خَلَفٍ، فَجَعَلَ يُسَمِّيهِمْ رَجُلا رَجُلا: \" هَلْ وَجَدْتُمْ مَا وَعَدَكُمْ رَبُّكُمْ حَقًّا \"؟ قَالُوا: يَا نَبِيَّ اللهِ أَوَ يَسْمَعُونَ مَا تَقُولُ؟ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" مَا أَنْتُمْ بِأَعْلَمَ بِمَا أَقُولُ وَأَسْمَعُ مِنْهُمْ \" أي: أَنَّهُمْ قَدْ رَأَوْا أَعْمَالَهُمْ\n",
                    "footnotes": []
                },
                {
                    "page": "381",
                    "title": "قوله جَلَّ وَعَزَّ: {وَجَنَّةٍ عَرْضُهَا السَّمَوَاتُ وَالأَرْضُ أُعِدَّتْ لِلْمُتَّقِينَ}",
                    "content": "\nعِيرُ أَبِي سُفْيَانَ، فَجَاءَ وَمَا فِي الْمَسْجِدِ غَيْرِي، وَغَيْرُ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: لا أَدْرِي هَلِ اسْتَثْنَى بَعْضَ نِسَائِهِ، قَالَ: فَحَدَّثَ الْحَدِيثَ، قَالَ: فَخَرَجَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: \" إِنَّ لَنَا طَلَبَةً فَمَنْ كَانَ ظَهْرُهُ حَاضِرًا فَلْيَرْكَبْ مَعَنَا \" فَجَعَلَ رِجَالٌ يَسْتَأْذِنُونَهُ فِي ظُهُورٍ لَهُمْ، فِي عُلُوِّ الْمَدِينَةِ، فَقَالَ: \" لا وَقَالَ: إِلا مَنْ كَانَ ظَهْرُهُ حَاضِرًا \" فَانْطَلَقَ رَسُولُ اللهِ وَأَصْحَابُهُ، حَتَّى سَبَقُوا الْمُشْرِكِينَ إِلَى بَدْرٍ، وَجَاءَ الْمُشْرِكُونَ، فَقَالَ رَسُولُُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" لا يُقْدِمَنَّ أَحَدٌ مِنْكُمْ إِلَى شَيْءٍ، حَتَّى أَكُونَ أَنَا أُؤْذِنُهُ \"، فَدَنَا الْمُشْرِكُونَ، فَقَالَ رَسُولُُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" قَدِمُوا إِلَى جَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ \"، قَالَ: يَقُولُ عُمَيْرُ بْنُ الْحَمَامِ الأَنْصَارِيُّ: يَا رَسُولَ اللهِ جَنَّةٌ عَرْضُهَا السَّمَاوَاتُ وَالأَرْضُ؟ قَالَ: نَعَمْ، قَالَ: بَخٍ بَخٍ فَقَالَ رَسُولُُ اللهِ: \" مَا حَمَلَكَ عَلَى قَوْلِكَ: بَخٍ بَخٍ \"؟ قَالَ: لا وَاللهِ يَا رَسُولَ اللهِ إِلا رَجَاءً أَنْ أَكُونَ مِنْ أَهْلِهَا، قَالَ: \" فَإِنَّكَ مِنْ أَهْلِهَا \" قَالَ: فَأَخْرَجَ تَمَرَاتٍ مِنْ قَرْنِهِ، فَجَعَلَ يَأْكُلُ مِنْهُنَّ، ثُمَّ قَالَ: لَئِنْ أَنَا حَيِيتُ حَتَّى آكُلَ تَمَرَاتِي هَذِهِ، إِنَّهَا لَحَيَاةٌ طَوِيلَةٌ، قَالَ: فَرَمَى بِمَا كَانَ مَعَهُ مِنَ التَّمْرِ: ثُمَّ قَاتَلَهُمْ حَتَّى قُتِلَ \"\n",
                    "footnotes": []
                }
            ]
        },
        {
            "part": "2",
            "pages": [
                {
                    "page": "430",
                    "title": "قوله عَزَّ وَجَلَّ: {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ}",
                    "content": "\nقَالَ: \" خَرَجَتُ قُرَيْشٌ حَتَّى نَزَلُوا الْعَيْنَيْنِ، جَبَلٌ بِبَطْنِ السَّبِخَةِ مِنْ قَنَاةٍ، عَلَى شَفِيرِ الْوَادِي مِمَّا يَلِي الْمَدِينَةَ، وَنَزَلَتْ قُرَيْشٌ مَنْزِلَهَا أُحُدًا يَوْمَ الأَرْبِعَاءِ، فَأَقَامُوا ذَلِكَ الْيَوْمَ، وَيَوْمَ الْخَمِيسِ، وَيَوْمَ الْجُمُعَةِ، وَمَضَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى نَزَلَ بِالشِّعْبِ مِنْ إِحْدَى عُدْوَتَيِ الْوَادِي إِلَى الْجَبَلِ، فَجَعَلَ ظَهْرَهُ وَعَسْكَرَهُ إِلَى أُحُدٍ، وَأَمَّرَ عَلَى الرُّمَاةِ عَبْدَ اللهِ بْنَ جُبَيْرٍ، أَخَا بَنِي عَمْرِو بْنِ عَوْفٍ، وَالرُّمَاةُ خَمْسُونَ رَجُلا فَقَالَ: انْضَحْ عَنَّا الْخَيْلَ بِالنَّبْلِ، لا يَأْتُونَا مِنْ خَلْفِنَا، إِنْ كَانَتْ عَلَيْنَا أَوْ لَنَا فَاثْبُتْ مَكَانَكَ، لا نُؤْتَيَنَّ مِنْ قِبَلِكَ وَظَاهَرَ رَسُولُ اللهِ بَيْنَ دِرْعَيْنِ، وَقَالَ: مَنْ يَأْخُذْ هَذَا السَّيْفَ بِحَقِّهِ؟ فَقَامَ أُبَو دُجَانَةَ فَقَالَ: أَنَا آخُذُهُ بِحَقِّهِ، فَأَعْطَاهُ إِيَّاهُ، وَكَانَ أَبُو دُجَانَةَ رَجُلا شُجَاعًا يَخْتَالُ عِنْدَ الْحَرْبِ إِذَا كَانَتْ، وَكَانَ إِذَا عُلِمَ بِعِصَابَةٍ لَهُ حَمْرَاءَ، يَتَعَصَّبُ بِهَا عَلَى رَأْسِهِ، عَلِمَ النَّاسُ أَنَّهُ سَيِقَاتِلُ، فَلَمَّا أَخَذَ السَّيْفَ مِنْ يَدِ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْرَجَ عِصَابَتَهُ، فَعَصَبَهَا بِرَأْسِهِ، ثُمَّ جَعَلَ يَتَبَخْتَرُ بَيْنَ الصَّفَّيْنِ، وَأَقْبَلَ الْقَوْمُ حَتَّى حَمِيَتِ الْحَرْبُ، وَقَاتَلَ أَبُو دُجَانَةَ حَتَّى أَمْعَنَ\n",
                    "footnotes": []
                },
                {
                    "page": "436",
                    "title": "قوله عَزَّ وَجَلَّ: {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ}",
                    "content": "\nفَأَرْجِعْهَا، لا تَرَى مَا بِأَخِيهَا \"، فَلَقِيَهَا الزُّبَيْرُ بْنُ الْعَوَّامِ، فَقَالَ لَهَا: يَا أُمَّهُ، إِنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكِ أَنْ تَرْجِعِي، فَقَالَتْ: وَلِمَ؟ وَقَدْ بَلَغَنِي أَنْ قَدْ مُثِّلَ بِأَخِي، وَذَلِكَ فِي ذَاتِ اللهِ، فَمَا أَرْضَانَا بِمَا كَانَ مِنْ ذَلِكَ، لأَصْبِرَنَّ وَلأَحْتَسِبَنَّ إِنْ شَاءَ اللهُ فَلَمَّا جَاءَ الزُّبَيْرُ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَأَخْبَرَهُ بِذَلِكَ، قَالَ: \" خَلِّ سَبِيلَهَا \"، فَأَتَتْهُ، فَنَظَرَتْ إِلَيْهِ، فَصَلَّتْ عَلَيْهِ، وَاسْتَرْجَعَتْ، وَاسْتَغْفَرَتْ لَهُ، ثُمَّ أَمَرَ بِهِ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَدُفِنَ فَزَعَمَ آلُ عَبْدِ اللهِ بْنِ جَحْشٍ، وَكَانَ لأُمَيْمَةَ بِنْتِ عَبْدِ الْمُطَّلِبِ حَمْزَةُ خَالُهُ، وَكَانَ قَدْ مُثِّلَ بِهِ كَمَا مُثِّلَ بِحَمْزَةَ، إِلا أَنَّهُ لَمْ يُبْقَرْ عَنْ كَبِدِهِ، أَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَفَنَهُ مَعْ حَمْزَةَ فِي قَبْرِهِ، وَلَمْ أَسْمَعْ ذَلِكَ إِلا عَنْ أَهْلِهِ قَالَ: وَقَدِ احْتَمَلَ أُنَاسٌ مِنَ الْمُسْلِمِينَ قَتْلاهُمْ إِلَى الْمَدِينَةِ، فَدَفَنُوهُمْ بِهَا، ثُمَّ نَهَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ، وَقَالَ: ادْفِنُوهُمْ حَيْثُ صُرِعُوا قَالَ ابْنُ إِسْحَاقَ: وَمَرَّ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِدَارٍ مِنْ دُورِ الأَنْصَارِ، مِنْ بَنِي عَبْدِ الأَشْهَلِ وَظُفَرَ، فَسَمِعَ الْبُكَاءَ وَالنَّوَائِحَ عَلَى قَتْلاهُمْ، فَذَرَفَتْ عَيْنَا رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَكَى، ثُمَّ قَالَ: \" لَكِنَّ حَمْزَةَ لا بَوَاكِيَ لَهُ، فَلَمَّا رَجِعَ سَعْدُ بْنُ مُعَاذٍ وَأُسَيْدُ بْنُ حُصَيْنٍ إِلَى دَارِ بَنِي عَبْدِ الأَشْهَلِ، أَمَرَا نِسَاءَهُمْ أَنْ يَتَحَزَّمْنَ ثُمَّ يَذْهَبْنَ فَيَبْكِينَ عَلَى حَمْزَةَ عَمِّ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ\n",
                    "footnotes": []
                },
                {
                    "page": "440",
                    "title": "قوله جَلَّ وَعَزَّ: {إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ}",
                    "content": "\nكِتَابُ اللهِ، إِنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ فِي يَوْمِ أُحُدٍ: {وَلَقَدْ صَدَقَكُمُ اللهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ} يَقُولُ ابْنُ عَبَّاسٍ: وَالْحَسُّ: الْقَتْلُ {حَتَّى إِذَا فَشِلْتُمْ إِلَى قوله: وَلَقَدْ عَفَا عَنْكُمْ وَاللهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ} وَإِنَّمَا عَنَى بِهَذَا: الرُّمَاةَ وَذَلِكَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَامَهُمْ فِي مَوْضِعٍ، ثُمَّ قَالَ: \" احْمُوا ظُهُورَنَا، فَإِنْ رَأَيْتُمُونَا نُقْتَلُ فَلا تَنْصُرُونَا، وَإِنْ رَأَيْتُمُونَا قَدْ غَنِمْنَا، فَلا تَشْرَكُونَا \" فَلَمَّا غَنِمَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا، فَدَخَلُوا الْعَسْكَرُ يَنْتَهِبُونَ، وَقَدِ الْتَفَّتْ صُفُوفٌ فَهُمْ هَكَذَا، وَشَبَّكَ بَيْنَ أَصَابِعِ يَدَيْهِ، وَالْتَبَسُوا فَلَمَّا أَخْلَى الرُّمَاةُ تِلْكَ الْخُلَّةَ الَّتِي كَانُوا فِيهَا، دَخَلَتِ الْخَيْلُ مِنْ ذَلِكَ الْمَوْضِعِ عَلَى أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَضَرَبَ بَعْضُهُمْ بَعْضًا، وَالْتَبَسُوا، وَقُتِلَ مِنَ الْمُسْلِمِينَ نَاسٌ كَثِيرٌ، وَقَدْ كَانَ لِرَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحِابِهِ أَوَّلُ النَّهَارِ، حَتَّى قُتِلَ مِنْ أَصْحَابِ اللِّوَاءِ الْمُشْرِكِينَ سَبْعَةٌ أَوْ تِسْعَةٌ، وَجَالَ الْمُسْلِمُونَ جَوْلَةً نَحْوَ الْجَبَلِ وَلَمْ يَبْلَغُوا حَيْثُ يَقُولُ النَّاسُ الْغَارَ، إِنَّمَا كَانُوا تَحْتَ الْمِهْرَاسِ، وَصَاحَ الشَّيْطَانُ: قُتِلَ مُحَمَّدٌ، فَلَمْ يَشُكَّ فِيهِ أَحَدٌ أَنَّهُ حَقٌّ فَمَا زِلْنَا كَذَلِكَ لا يُشَكُّ أَنَّهُ قَدْ قُتِلَ، حَتَّى طَلَعَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَ السَّعْدَيْنِ نَعْرِفُهُ بِتَكَفُّئِهِ إِذَا مَشَى، قَالَ: فَفَرِحْنَا حَتَّى كَأَنَّهُ لَمْ يُصِبْنَا مَا أَصَابَنَا قَالَ: فَرَقَى نَحْوَنَا وَهُوَ يَقُولُ: \" اشْتَدَّ غَضَبُ اللهِ عَلَى قَوْمٍ أَدْمَوْا وَجْهَ رَسُولِهِ \"، قَالَ: وَيَقُولُ مَرَّةً: \" اللهُمَّ إِنَّهُ لَيْسَ لَهُمْ أَنْ يَعْلُونَا حَتَّى انْتَهَى إِلَيْنَا \" قَالَ: فَمَكَثَ سَاعَةً، فَإِذَا أَبُو سُفْيَانَ يَصِيحُ فِي أَسْفَلِ الْجَبَلِ: أُعْلُ هُبَلْ\n",
                    "footnotes": []
                },
                {
                    "page": "441",
                    "title": "قوله جَلَّ وَعَزَّ: {إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ}",
                    "content": "\nأُعْلُ هُبَلْ يَعْنِي آلِهَتَهُ أَيْنَ ابْنُ أَبِي كَبْشَةَ؟ أَيْنَ ابْنُ أَبِي قُحَافَةَ؟ أَيْنَ ابْنُ أَبِي الْخَطَّابِ؟ قَالَ: فَقَالَ عُمَرُ: يَا رَسُولَ اللهِ، أَلا أُجِيبَهُ؟ قَالَ: بَلَى، فَلَمَّا قَالَ: أُعْلُ هُبَلْ، قَالَ عُمَرُ: اللهُ أَعْلَى وَأَجَلُّ قَالَ: فَقَالَ أَبُو سُفْيَانَ: يَا ابْنَ الْخَطَّابِ إِنَّهُ قَدْ أَنْعَمْتَ فَعَادَ عَنْهَا، أَوْ فَقَالَ عَنْهَا، قَالَ: فَقَالَ: أَيْنَ ابْنُ أَبِي كَبْشَةَ؟ أَيْنَ ابْنُ أَبِي قُحَافَةَ؟ أَيْنَ ابْنُ الْخَطَّابِ؟ قَالَ: فَقَالَ عُمَرُ: هَذَا رَسُولُ اللهِ، هَذَا أَبُو بَكْرٍ، وَهَأَنَا ذَا عُمَرُ فَقَالَ أَبُو سُفْيَانَ: يَوْمٌ كَيَوْمِ بَدْرٍ، إِنَّ الأَيَّامَ دُوَلٌ وَإِنَّ الْحَرْبَ سِجَالٌ قَالَ: فَقَالَ عُمَرُ: لا سَوَاءَ، قَتْلانَا فِي الْجَنَّةِ، وَقَتْلاكُمْ فِي النَّارِ، قَالَ: إِنَّكُمْ لَتَزْعُمُونَ ذَلِكَ، لَقَدْ خِبْنَا إِذَا وَخَسِرْنَا، ثُمَّ قَالَ أَبُو سُفْيَانَ: أَمَا إِنَّكُمْ سَوْفَ تَجِدُونَ فِي قَتْلاكُمْ مَثَلٌ، وَلَمْ يَكُنْ ذَاكَ عَنْ رَأْيِ سَرَاتِنَا قَالَ: ثُمَّ أَدْرَكَتْهُ حَمِيَّةُ الْجَاهِلِيَّةِ، فَقَالَ: أَمَا إِنَّهُ إِذَا كَانَ ذَاكَ لَمْ نَكْرَهْهُ\n",
                    "footnotes": []
                },
                {
                    "page": "485",
                    "title": "قوله عَزَّ وَجَلَّ: {وَشَاوِرْهُمْ فِي الأَمْرِ}",
                    "content": "\nأذكرهم الله أن تخذلوا نبيكم وقومكم عند مَا حضرهم عدوهم قَالُوا: لو نعلم أنكم تقاتلون مَا أسلمناكم، ولكن لا نرى أن يكون قتال فلما استعصوا عَلَيْهِ، وَأَبُو إِلا الانصراف عنهم، قَالَ: أبعدكم الله، أي أعداء الله فيستغني الله عنكم ومضى رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ابْنُ إِسْحَاقَ: وَكَانَ عَبْد اللهِ بْن أبي بْن سلول، كما حدثني ابْن شهاب الزهري، له مقام يقومه فِي كل جمعة، لا يتركه شرفا له فِي نفسه وفي قومه، وَكَانَ فيهم شريفا، إذا جلس رَسُول اللهِ يوم الجمعة، ليخطب الناس، قَالَ: فَقَالَ: أيها الناس هَذَا رَسُول اللهِ بين أظهركم، أكرمكم الله به وأعزكم به، فانصروه وعزروه واسمعوا وأطيعوا ثم يجلس، حَتَّى إذا صنع يوم أحد مَا صنع، ورجع الناس قام يفعل كما كَانَ يفعل، فأخذ المسلمون بثيابه من نواحيه، وقالوا: اجلس يَا عدو الله لست لذلك بأهل قد صنعت مَا صنعت فخرج يتخطى رقاب الناس، ويقول: والله لكأنما قلت بجرا إن قمت أسدد أمره، فلقيه رجل عند باب المسجد، فَقَالَ: ما لك؟ فَقَالَ قمت أسدد أمره، فوثب عَلَي أصحابه يجذبونني ويعنفونني كأني قلت بجرا، قَالَ: ويلك، ارجع يستغفر لك رَسُول اللهِ، فَقَالَ: والله مَا أبتغي أن يستغفر لي وَكَانَ يوم أحد يوم بلاء وتمحيص، اختبر الله به المؤمنين، ومحص به المنافقين، ممن يظهر الإيمان بلسانه، وَهُوَ مستخف بالكفر فِي قلبه\n",
                    "footnotes": []
                },
                {
                    "page": "495",
                    "title": "قوله عَزَّ وَجَلَّ: {قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ} الآية",
                    "content": "\nيُرِيدُونَ الْمَدِينَةَ وَالَّذِي نَفْسِي بِيَدِهِ، لَئِنْ أَرَادُوهَا لأَسِيرَنَّ إِلَيْهِمْ فِيهَا، ثُمَّ لأُنَاجِزَنَّهُمْ \" قَالَ عَلِيٌّ: فَخَرَجْتُ فِي آثَارِهِمْ أَنْظُرُ مَا يَصْنَعُونَ، فَلَمَّا اجْتَنَبُوا الْخَيْلَ، وَامْتَطَوُا الإِبِلَ، وَوَجَّهُوا إِلَى مَكَّةَ، وَقَدْ كَانَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: \" أَيُّ ذَلِكَ كَانَ، فَأَخَفُّهُ حَتَّى تَأْتِيَنِي \" قَالَ عَلِيٌّ: فَلَمَّا رَأَيْتُهُمْ قَدْ وَجَّهُوا إِلَى مَكَّةَ، أَقْبَلْتُ أَصِيحُ، مَا أَسْتَطِيعُ أَنْ أَكْتُمَ الَّذِي أَمَرَنِي رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، لِمَا بِي مِنَ الْفَرَحِ، إِذْ رَأَيْتُهُمُ انْصَرَفُوا عَنِ الْمَدِينَةِ وَفَرَغَ النَّاسُ لِقَتْلاهُمْ، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: كما حَدَّثَنَا علي، قَالَ: حَدَّثَنَا أَحْمَدُ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْن سعد، عَنْ ابْن إِسْحَاقَ، عَنْ مُحَمَّد ابْن عَبْد اللهِ بْن عَبْدِ الرَّحْمَنِ بْن أبي صعصعة المازني، أخو بني النجار \" من رجل ينظر إِلَى مَا فعل سعد بْن الربيع، وسعد أخو بني الحارب بْن الخزرج، فِي الأحياء هُوَ أو فِي الأموات؟ \" قَالَ: فَقَالَ رجل من الأنصار: أنا أنظر لك يَا رَسُولَ اللهِ مَا فعل، فنظر فوجده جريحا فِي القتلى، به رمق، قَالَ: فقلت: إن رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أمرني أن أنظر له فِي الأحياء أنت، أم فِي الأموات؟ فَقَالَ: بل فِي الأموات، أبلغ رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عني السلام، وقل: إن سعد بْن الربيع يَقُول: جزاك الله عنا خير مَا جزي نبي عَنْ أمته، وأبلغ قومك عني السلام، وقل لهم: إن سعد بْن الربيع يَقُول لكم:\n",
                    "footnotes": []
                },
                {
                    "page": "498",
                    "title": "قوله عَزَّ وَجَلَّ: {قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ} الآية",
                    "content": "\nالأَسَدِ وَهِيَ مِنَ الْمَدِينَةِ عَلَى ثَمَانِيَةِ أَمْيَالٍ، فَأَقَامَ بِهَا، الاثْنَيْنَ وَالثُّلاثَاءَ وَالأَرْبَعَاءَ وَمَرَّ بِهِ، كَمَا حَدَّثَنَا عَبْدُ اللهِ بْنُ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، مَعْبَدٌ الْخُزَاعِيُّ، وَكَانَتْ خُزَاعَةُ مُسْلِمُهُمْ وَمُشْرِكُهُمْ عَيْبَةُ رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِتِهَامَةَ، صَفْقَتُهُمْ مَعَهُ، لا يُخْفُونَ عَلَيْهِ شَيْئًا بِهَا، وَمَعْبَدٌ يَوْمَئِذٍ مُشْرِكٌ، فَقَالَ: يَا مُحَمَّدُ، أَمَا وَاللهِ لَقَدْ عَزَّ عَلَيْنَا مَا أَصَابَكَ فِي أَصْحَابِكَ وَلَوَدِدْنَا أَنَّ اللهَ أَعْفَاكَ مِنْهُمْ ثُمَّ خَرَجَ مِنْ عِنْدِ رَسُولِ اللهِ بِحَمْرَاءِ الأَسَدِ حَتَّى لَقِيَ أَبَا سُفْيَانَ وَمَنْ مَعَهُ بِالرَّوْحَاءِ، وَقَدْ أَجْمَعُوا الرَّجْعَةَ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابِهِ، وَقَالُوا: أَصَبْنَا حَدَّ أَصْحَابِهِ، وَقَادَتِهِمْ، وَأَشْرَافِهِمْ، ثُمَّ رَجَعْنَا قَبْلَ أَنْ نَسْتَأْصِلَهُمْ، لَنَكُرَّنَّ عَلَى بَقِيَّتِهِمْ، فَلَنَفْرُغَنَّ مِنْهُمْ فَلَمَّا رَأَى أَبُو سُفْيَانَ مَعْبَدًا، قَالَ: مَا وَرَاءَكَ يَا مَعْبَدُ؟ قَالَ: مُحَمَّدٌ، خَرَجَ فِي أَصْحَابِهِ يَطْلُبُكُمْ فِي جَمْعٍ لَمْ أَرَ مِثْلَهُ قَطُّ، يَتَحَرَّقُونَ عَلَيْكُمْ تَحَرُّقًا، قَدِ\n",
                    "footnotes": []
                },
                {
                    "page": "499",
                    "title": "قوله عَزَّ وَجَلَّ: {قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ} الآية",
                    "content": "\nاجْتَمَعَ مَعَهُ مَنْ كَانَ تَخَلَّفَ عَنْهُ فِي يَوْمِكُمْ، وَنَدِمُوا عَلَى مَا صَنَعُوا، فِيهِمْ مِنَ الْحَنَقِ عَلَيْكُمْ شَيْءٌ لَمْ أَرَ مِثْلَهُ قَطُّ، قَالَ: وَيْحَكَ مَا تَقُولُ؟ قَالَ: وَاللهِ مَا أَرَى أَنْ تَرْتَحِلَ حَتَّى تَرَى نَوَاصِيَ الْخَيْلِ قَالَ: فَوَاللهِ لَقَدْ أَجْمَعْنَا الْكَرَّةَ عَلَيْهِمْ، لِنَسْتَأْصِلَ بَقِيَّتَهُمْ، قَالَ: فَإِنِّي أَنْهَاكَ عَنْ ذَلِكَ، فَوَاللهِ لَقَدْ حَمَّلَنِي مَا رَأَيْتُ عَلَى أَنْ قُلْتَ فِيهِ أَبْيَاتًا مِنَ الشِّعْرِ، قَالَ: وَمَاذَا قُلْتَ؟ قَالَ: قُلْتُ: كَادَتْ تُهَدُّ مِنَ الأَصْوَاتِ رَاحِلَتِي إِذْ سَالَتِ الأَرْضُ بِالْجُرْدِ الأَبَابِيلِ تُرْدِي بِأُسْدٍ كِرَامٍ لا تَنَابِلَةٍ عِنْدَ اللِّقَاءِ وَلا خُرْقٍ مَعَازِيلِ فَظَلت عَدْوًا أَظُنُّ الأَرْضَ مَائِلَةً لَمَّا سَمَوْا بِرَئِيسٍ غَيْرِ مَخْذُولِ فَقُلْتُ وَيْلُ ابْنِ حَرْبٍ مِنْ لِقَائِكُمُ إِذَا تَغَطَّمَطَتِ الْبَطْحَاءُ بِالْخَيْلِ إِنِّي نَذِيرٌ لأَهْلِ الْبُسْلِ ضَاحِيَةً لِكُلِّ ذِي إِرْبَةٍ مِنْهُمْ وَمَعْقُولِ مِنْ جَيْشِ أَحْمَدَ لا وَخْشٌ قَنَابِلُهُ وَلَيْسَ يُوصَفُ مَا أَنْذَرْتُ بِالْقِيلِ\n",
                    "footnotes": []
                },
                {
                    "page": "500",
                    "title": "قوله عَزَّ وَجَلَّ: {قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ} الآية",
                    "content": "\nفَثَنَّى ذَلِكَ أَبَا سُفْيَانَ وَمَنْ مَعَهُ، وَمَرَّ بِهِ رَكْبٌ مِنْ عَبْدِ الْقَيْسِ فَقَالَ: أَيْنَ تُرِيدُونَ؟ قَالَ: وَلِمَ؟ قَالُوا: نُرِيدُ الْمِيَرَةَ، قَالَ: فَهَلْ أَنْتُمْ مُبْلِغُونَ عَنِّي مُحَمَّدًا رِسَالَةً أُرْسِلُكُمْ بِهَا إِلَيْهِ، وَأَحْمِلُ لَكُمْ إِبِلَكُمْ هَذِهِ زَبِيبًا غَدًا بِعُكَاظَ، إِذَا وَافَيْتُمُونَا؟ قَالُوا: نَعَمْ، قَالَ: فَإِذَا جِئْتُمُوهُ، فَأَخْبِرُوهُ أَنَّا قَدْ أَجْمَعْنَا السَّيْرَ إِلَيْهِ وَإِلَى أَصْحَابِهِ أَنْ نَسْتَأْصِلَ بَقِيَّتَهُمْ، فَمَرَّ الرَّكْبُ بِرَسُولِ اللهِ، وَهُوَ بِحَمْرَاءِ الأَسَدِ، فَأَخْبَرُوهُ بِالَّذِي قَالَ أَبُو سُفْيَانَ، فَقَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ \" فَكَانَ مَا نَزَلَ مِنَ الْقُرْآنِ {الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا وَقَالُوا حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيلُ} وَالنَّاسُ الَّذِينَ قَالُوا لَهُمْ قَالَ النَّفْرُ مِنْ عَبْدِ الْقَيْسِ أَبُو سُفْيَانَ مَا قَالَ إِنَّ أَبَا سُفْيَانَ وَمَنْ مَعَهُ رَاجِعُونَ إِلَيْكُمْ يَقُولُ اللهُ جَلَّ وَعَزَّ: {فَانْقَلَبُوا بِنِعْمَةٍ مِنَ اللهِ وَفَضْلٍ لَمْ يَمْسَسْهُمْ سُوءٌ وَاتَّبَعُوا رِضْوَانَ اللهِ وَاللهُ ذُو فَضْلٍ عَظِيمٍ} لِمَا صَرَفَ عَنْهُمْ مِنْ لِقَاءِ عَدُوِّهِمْ {إِنَّمَا ذَلِكُمُ الشَّيْطَانُ} أَيْ: لأُولَئِكَ الرَّهْطِ وَمَا أَلْقَى الشَّيْطَانُ عَلَى أَفْوَاهِهِمْ {يُخَوِّفُ أَوْلِيَاءَهُ} أَيْ: يُرْهِبَكُمْ بِأَوْلِيَائِهِ {فَلا تَخَافُوهُمْ وَخَافُونِ إِنْ كُنْتُمْ مُؤْمِنِينَ}\n",
                    "footnotes": []
                },
                {
                    "page": "516",
                    "title": "قوله عَزَّ وَجَلَّ: {وَلَهْمُ عَذَابٌ مُهِينٌ}",
                    "content": "\nوما هُوَ بغني مَا استقرضنا أموالنا، كما يزعم صاحبكم، وينهاكم عَنِ الربا ويعطيناه، ولو كَانَ عنا غنيا مَا أعطانا الربا قَالَ: فَغَضِبَ أَبُو بَكْرٍ فَضَرَبَ وَجْهَ فِنْحَاصَ ضَرْبًا شَدِيدًا، وَقَالَ: \" وَالَّذِي نَفْسِي بِيَدِهِ، لَوْلا الْعَهْدُ الَّذِي بَيْنَنَا وَبَيْنَكَ لَضَرَبْتُ رَأْسَكَ، أَيْ عَدُوَّ اللهِ، فَأَكْذِبُونَا بِمَا اسْتَطَعْتُمْ إِنْ كُنْتُمْ صَادِقِينَ فَذَهَبَ فِنْحَاصُ إِلَى رَسُولِ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: انْظُرْ يَا مُحَمَّدُ مَا صَنَعَ صَاحِبُكَ، فَقَالَ رَسُولُ اللهِ لأَبِي بَكْرٍ: \" مَا حَمَلَكَ عَلَى مَا صَنَعْتَ؟ \" فَقَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللهِ، إِنَّ عَدُوَّ اللهِ قَالَ قَوْلًا عَظِيمًا، إِنَّهُ زَعَمَ أَنَّ اللهَ فَقِيرٌ، وَأَنَّهُمْ عَنْهُ أَغْنِيَاءُ، فَلَمَّا قَالَ ذَلِكَ غَضِبْتُ لِلَّهِ، قَالَ: فَجَحَدَ ذَلِكَ فِنْحَاصُ، وَقَالَ: وَاللهِ مَا قُلْتُ ذَلِكَ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ فِيمَا قَالَ فِنْحَاصُ، رَدًّا عَلَيْهِ، وَتَصْدِيقًا لأَبِي بَكْرٍ: {لَقَدْ سَمِعَ اللهُ قَوْلَ الَّذِينَ قَالُوا إِنَّ اللهَ فَقِيرٌ وَنَحْنُ أَغْنِيَاءُ} ، إِلَى قوله: {ذُوقُوا عَذَابَ الْحَرِيقِ} ، وَنَزَلَ فِي أَبِي بَكْرٍ، وَمَا بَلَغَهُ فِي ذَلِكَ مِنَ الْغَضَبِ: {وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِينَ أَشْرَكُوا أَذًى كَثِيرًا وَإِنْ تَصْبِرُوا وَتَتَّقُوا فَإِنَّ ذَلِكَ مِنْ عَزْمِ الأُمُورِ}\n",
                    "footnotes": []
                },
                {
                    "page": "522",
                    "title": "قوله عَزَّ وَجَلَّ: {لَتُبْلَوُنَّ فِي أَمْوَالِكُمْ وَأَنْفُسِكُمْ}",
                    "content": "\nوَفِي الْمُسْلِمِينَ عَبْدُ اللهِ بْنُ رَوَاحَةَ، فَلَمَّا غَشِيَتِ الْمَجْلِسَ عَجَاجَةَ الدَّابَّةِ، خَمَرَ ابْنُ أُبَيٍّ أَنْفَهُ بِرِدَائِهِ، ثُمَّ قَالَ: لا تُغَبِّرُوا عَلَيْنَا، فَسَلَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ ثُمَّ وَقَفَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَدَعَاهُمْ إِلَى اللهِ، وَقَرَأَ عَلَيْهِمُ الْقُرْآنَ فَقَالَ عَبْدُ اللهِ بْنُ أُبَيٍّ: أَيُّهَا الْمَرْءُ، إِنَّهُ لأَحْسَنُ مِمَّا تَقُولُ، إِنْ كَانَ حَقًّا، فَلا تُؤْذِينَا بِهِ فِي مَجَالِسِنَا، ارْجِعْ إِلَى رَحْلِكَ، فَمَنْ جَاءَكَ فَاقْصَصَّ عَلَيْهِ قَالَ عَبْدُ اللهِ بْنُ رَوَاحَةَ: بَلَى يَا رَسُولَ اللهِ، فَاغْشَنَا بِهِ فِي مَجَالِسِنَا، فَإِنَّا نُحِبُّ ذَلِكَ، فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْيَهُودُ حَتَّى كَادُوا يَتَثَاوَرُونَ، فَلَمْ يَزَلِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْفِضُهُمْ حَتَّى سَكَتُوا، ثُمَّ رَكِبَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَابَّتَهُ، فَسَارَ حَتَّى دَخَلَ عَلَى سَعْدِ بْنِ عُبَادَةَ، فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" يَا سَعْدُ، أَلَمْ تَسْمَعْ مَا قَالَ أَبُو حُبَابٍ؟ يُرِيدُ: عَبْدَ اللهِ بْنَ أُبَيٍّ، قَالَ: كَذَا وَكَذَا \"، قَالَ سَعْدٌ: يَا رَسُولَ اللهِ، اعْفُ عَنْهُ وَاصْفَحْ، فَوَالَّذِي أَنْزَلَ الْكِتَابَ، لَقَدْ جَاءَكَ اللهُ بِالْحَقِّ الَّذِي أُنْزِلَ عَلَيْكَ، وَلَقَدِ اصْطَلَحَ أَهْلُ هَذِهِ الْحَرَّةِ عَلَى\n",
                    "footnotes": []
                },
                {
                    "page": "623",
                    "title": "قوله جَلَّ وَعَزَّ: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ}",
                    "content": "\nفأمها حرام، لأنها حليلة أبيه، وأم أمها، وخالتها، وما فوق ذَلِكَ من أمهاتها حلال وبنات أمها من غير أبيه قبل نكاحه إياها، وبعد نكاحه إياها، إن مات عنها، أو طلقها، إن كانت بيده، لم يفارقها، فهي حلال، وإن كانت أخته لأمه فأمهاتها من قبل أمها حرام، وأمهاتها من قبل أبيها حلال وحرم بحرمة العمة، إن كانت أخت الأب لأبيه، وأمه، فما فوقها من أمهاتها، وعماتها، وخالاتها وإن كانت أخت الأب لأبيه، فإنها حرام، لأنها حليلة الجد، والجد فِي ذَلِكَ كمنزلة الأب، وما فوق أخ العمة، من خالات العمة، وأمهاتها فهي حلال، وإن كانت أخت الأب لأمه، فأمها، وخالتها، وأمهات أمها حرام، وعماتها وأمهاتهن من قبل أبيها حلال، وما أسفل من العمة\nمن بنات العمة، وبنات بنيها وبنات بناتها فهو حلال وحرم بحرمة الخالة إن كانت أخت الأم لأبيها وأمها مَا فوقها، من أمهاتها، وعماتها وخالاتها وإن كانت أخت الأم لأبيها فإنها مكروهة يستثقلها العلماء، وما فوق أم الخالة، من أمهاتها فهو حلال وإن كانت أخت الأم لأمهاتها، فأمهاتها وأمهات أمهاتها حرام، وأمهاتها من قبل أبيها حلال، وما أسفل من الخالة من بناتها، وبنات بنيها وبنات بناتها فهو حلال وحرم لحرمة بنت الأخ مَا أسفل منها، من بناتها، وبنات بنيها، وبنات بناتها، فهو حرام عم المرأة عم هَؤُلاءِ كلهم، وما فوق بنت الأخ من قبل أمها، وأمهات أمها، وخالتها فهي حلال وما فوق ذَلِكَ، من أمهات أبيها إن كانت بنت أخته لأبيه وأمه، فهي حرام وإن كانت بنت أخيه\n",
                    "footnotes": []
                },
                {
                    "page": "624",
                    "title": "قوله جَلَّ وَعَزَّ: {حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ}",
                    "content": "\nلأبيه فجدتها أم أبيها حرام، لأنها حليلة أبيه وأم عمتها، وما كَانَ حذو الجدة، من أخوات الجدة، فما فوق ذَلِكَ، من أمهاتها، فهي حلال، وإن كانت بنت أخيه لأمه فجدتها أم أبيها، وما فوقها، من أمهاتها حرام، وجدة أمها وأبيها شاكلت أم أبيه، وما فوق ذَلِكَ، من أمهاتها حلال وحرم بحرمة بنت الأخت مَا أسفل منها، من بناتها، وبنات بنيها، وبنات بناتها هُوَ حرام خال المرأة خال هَؤُلاءِ كلهن، وما فوق بنت الأخ، من أمهاتها، إن كانت بنت أخيه لأبيه وأمه، فهي حرام، وإن كانت بنت أخته لأبيه، فإنها وأم أبيها، حرام،\nوما فوق ذَلِكَ حلال، لأن أمها أخته، وجدتها حليلة ابنه، وإن كانت بنت أخته لأمه، فأمها وأمهات أمها حرام، وأمهاتها من قبل أبيها حلال وحرم الله من الصهر والرضاعة: أمه الَّتِي أرضعته، وأخته من الرضاعة، وحليلة أبيه، وحليلة ابنه، وأم امرأته، وبنت امرأته الَّتِي دخل بها، وأخت امرأته أن يجمعهما، فَقَالَ عندما حرم من ذَلِكَ {وَلا تَنْكِحُوا مَا نَكَحَ آبَاؤُكُمْ مِنَ النِّسَاءِ} وَقَالَ: {وَأُمَّهَاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ إِلَى قوله: إِنَّ اللهَ كَانَ غَفُورًا رَحِيمًا} قَالَ ابْنُ سمعان: فسمى الله هَؤُلاءِ تسمية فِي كتابه، ثم حرم بتحريمهن مَا شاء، فمضت به السنن \"\n",
                    "footnotes": []
                },
                {
                    "page": "672",
                    "title": "من قوله: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ إِلَى أَمْ يَحْسُدُونَ النَّاسَ}",
                    "content": "\nالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الإِثْمِ} قَالَ فَأَكْبَرُ الْكَبَائِرِ: الإِشْرَاكُ بِاللهِ، لأَنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ: {إِنَّهُ مَنْ يُشْرِكْ بِاللهِ فَقَدْ حَرَّمَ اللهُ عَلَيْهِ الْجَنَّةَ} وَالإِيَاسُ مِنْ رَوْحِ اللهِ، لأَنَّ اللهَ يَقُولُ: {وَلا تَيْأَسُوا مِنْ رَوْحِ اللهِ إِنَّهُ لا يَيْأَسُ مِنْ رَوْحِ اللهِ إِلا الْقَوْمُ الْكَافِرُونَ} ، وَالأَمْنُ لِمَكْرِ اللهِ، لأَنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ: {فَلا يَأْمَنُ مَكْرَ اللهِ إِلا الْقَوْمُ الْخَاسِرُونَ} ، وَمِنْهَا: عُقُوقُ الْوَالِدَيْنِ، لأَنَّ اللهَ سُبْحَانَهُ جَعَلَ الْعَاقَّ جَبَّارًا، عَصِيًّا، وَشَقِيًّا، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَهَا اللهُ، لأَنَّ اللهَ يَقُولُ: {فَجَزَاؤُهُ جَهَنَّمُ} إِلَى آخِرِ الآيَةِ، وَقَذْفُ الْمُحْصَنَاتِ، لأَنَّ اللهَ يَقُولُ: {لُعِنُوا فِي الدُّنْيَا وَالآخِرَةِ وَلَهُمْ عَذَابٌ عَظِيمٌ} وَأَكْلُ مَالِ الْيَتِيمِ، لأَنَّ اللهَ عَزَّ وَجَلَّ يَقُولُ: {إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا وَسَيَصْلَوْنَ سَعِيرًا} وَالْفِرَارُ مِنَ الزَّحْفِ، لأَنَّ اللهَ يَقُولُ: {وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللهِ وَمَأْوَاهُ جَهَنَّمُ\n",
                    "footnotes": []
                },
                {
                    "page": "673",
                    "title": "من قوله: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ إِلَى أَمْ يَحْسُدُونَ النَّاسَ}",
                    "content": "\nوَبِئْسَ الْمَصِيرُ} ، وَأَكْلُ الرِّبَا، لأَنَّ اللهَ عَزَّ وَجَلَّ، يَقُولُ: {وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاقٍ} ، وَالزِّنَا، لأَنَّ اللهَ يَقُولُ: {يَلْقَ أَثَامًا يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا} ، وَالْيَمِينُ الْغَمُوسُ الْفَاجِرَةُ لأَنَّ اللهَ جَلَّ وَعَزَّ يَقُولُ: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلا أُولَئِكَ لا خَلاقَ لَهُمْ فِي الآخِرَةِ} وَالْغَلُولُ لأَنَّ اللهَ يَقُولُ: {وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ} ، وَمَنْعُ الزَّكَاةِ الْمَفْرُوضَةِ لأَنَّ اللهَ جَلَّ وَعَزَّ، يَقُولُ: {فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ} وَشَهَادَةُ الزُّورِ، وَكِتْمَانُ الشَّهَادَةِ، لأَنَّ اللهَ يَقُولُ: {وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ} وَشُرْبُ الْخَمْرِ، لأَنَّ اللهَ عَزَّ وَجَلَّ عَدَلَ بِهَا الأَوْثَانَ، وَتَرْكَ الصَّلاةِ مُعَتَمِّدًا فِي شَيْءٍ مِمَّا افْتَرَضَ اللهُ عَلَيْهِ، لأَنَّ رَسُولَ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، قَالَ: مَنْ تَرَكَ الصَّلاةَ مُتَعَمِّدًا، فَقَدْ\n",
                    "footnotes": []
                },
                {
                    "page": "707",
                    "title": "قوله جَلَّ وَعَزَّ: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ}",
                    "content": "\nوأسامة بْن حبيب، ونافع، ويحيى بْن عمر، وحيي بْن أخطب، ورفاعة بْن زيد التابوت، يأتون رجالا من الأنصار، كَانُوا يخالطونهم، فيتنصحون لهم، من أصحاب رَسُول اللهِ، فيقولون: لا تنفقوا أموالكم، فإنا نخشى عليكم الفقر فِي ذهابها، ولا تسارعوا فِي النفقة، فإنكم لا تدرون مَا يكون، فأنزل الله جل ثناؤه فيهم: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ إِلَى قوله: وَكَانَ اللهُ بِهِمْ عَلِيمًا} وَقَالَ: قتادة: أعداء الله أهل الكتاب، بخلوا بحق الله عليهم وروي عَنْ طاوس أنه قَالَ: {الَّذِينَ يَبْخَلُونَ وَيَأْمُرُونَ النَّاسَ بِالْبُخْلِ} ، وَقَالَ: البخل: أن يبخل الإنسان بما فِي يديه والشح: أن يشح عَلَى مَا فِي أيدي الناس وَقَالَ: يجب أن يكون له مَا فِي أيدي الناس بالحل والحرام لا يقنع \"\n",
                    "footnotes": []
                },
                {
                    "page": "715",
                    "title": "قوله جَلَّ وَعَزَّ: {وَلا يَكْتُمُونَ اللهَ حَدِيثًا}",
                    "content": "\nيَتَسَاءَلُونَ} ، وَقَالَ فِي آية أخرى: {وَلا يَكْتُمُونَ اللهَ حَدِيثًا} ، وَقَالَ فِي آية أخرى: {وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} ، فقد كتموا فِي هذه الآية، وقوله: {أَمِ السَّمَاءُ بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا وَالأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا} ، فذكر فِي هذه الآية خلق السماء، قبل خلق الأرض، ثم قَالَ فِي آية أخرى: {قُلْ أَئِنَّكُمْ لَتَكْفُرُونَ بِالَّذِي خَلَقَ الأَرْضَ فِي يَوْمَيْنِ إِلَى قوله: طَائِعِينَ} فذكر فِي هذه الآية خلق الأرض قبل خلق السماء، وقوله عَزَّ وَجَلَّ: {وَكَانَ اللهُ غَفُورًا رَحِيمًا} ، {وَكَانَ اللهُ عَزِيزًا حَكِيمًا} ، {وَكَانَ اللهُ سَمِيعًا بَصِيرًا} فَقَالَ ابْنُ عَبَّاسٍ: \" هات مَا وقع فِي نفسك من هَذَا \"، قَالَ السائل: إذا أنبأتني بهذا، فحسبي\n",
                    "footnotes": []
                },
                {
                    "page": "716",
                    "title": "قوله جَلَّ وَعَزَّ: {وَلا يَكْتُمُونَ اللهَ حَدِيثًا}",
                    "content": "\nفَقَالَ ابْنُ عَبَّاسٍ: \" أما قوله: {فَلا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءَلُونَ} فَهَذِهِ النَّفْخَةُ الأُولَى، يُنْفَخُ فِي الصُّورِ {فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الأَرْضِ إِلا مَنْ شَاءَ اللهُ} {فَلا أَنْسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَسَاءَلُونَ} ، فَإِذَا كَانَ فِي النَّفْخَةِ الآخِرَةِ، قَامُوا: {فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَسَاءَلُونَ} ، وَأَمَّا قوله عَزَّ وَجَلَّ: {وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} وَقوله عَزَّ وَجَلَّ: {وَلا يَكْتُمُونَ اللهَ حَدِيثًا} ، فَإِنَّ اللهَ يَغْفِرُ لأَهْلِ الإِخْلاصِ يَوْمَ الْقِيَامَةِ، وَلا يَتَعَاظَمُ ذَلِكَ عَلَيْهِ أَنْ يَغْفِرَ، وَلا يَغْفِرُ أَنْ يُشْرَكَ بِهِ، فَلَمَّا رَأَى الْمُشْرِكُونَ ذَلِكَ قَالُوا: إِنَّ رَبَّنَا غَفَرَ الذُّنُوبَ، وَلا يَغْفِرُ الشِّرْكَ، فَتَعَالَوْا نَقُولُ: إِنَّا أَهْلُ الذُّنُوبِ، وَلَمْ نَكُنْ مُشْرِكِينَ، فَسَأَلَهُمُ الرَّبُّ تَبَارَكَ وَتَعَالَى: أَيْنَ شُرَكَاؤُكُمُ الَّذِينَ كُنتُمْ تَزْعُمُونَ؟ فَقَالُوا: {وَاللهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ} وَإِنَّمَا كُنَّا أَهْلَ ذُنُوبٍ، فَقَالَ اللهُ عَزَّ وَجَلَّ: أَمَّا إِذَا كَتَمَتِ الأَلْسُنُ، فَاخْتِمُوا عَلَى أَفْوَاهِهِمْ، فَخَتَمَ اللهُ عَلَى أَفْوَاهِهِمْ، فَنَطَقَتْ أَيْدِيهِمْ، وَشَهِدَتْ أَرْجُلُهُمْ، بِمَا كَانُوا يَكْسِبُونَ، فَعِنْدَ ذَلِكَ عَرَفَ الْمُشْرِكُونَ، أَنَّ اللهَ لا يَكْتُمُ حَدِيثًا، فَعِنْدَ ذَلِكَ قوله عَزَّ وَجَلَّ: {يَوَدُّ الَّذِينَ كَفَرُوا وَعَصَوُا الرَّسُولَ لَوْ تُسَوَّى بِهِمُ الأَرْضُ وَلا يَكْتُمُونَ اللهَ حَدِيثًا} \"، وَذَكَرَ بَقِيَّةَ الْحَدِيثِ مِثْلَهُ هَذَا الْمَعْنَى،\n",
                    "footnotes": []
                },
                {
                    "page": "744",
                    "title": "قوله جَلَّ وَعَزَّ: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ}",
                    "content": "\nدُومَةَ الْجَنْدَلِ، ثُمَّ رَجَعَ قَبْلَ أَنْ يَصِلَ إِلَيْهَا، وَلَمْ يَلْقَ كَيْدًا، فَأَقَامَ بِالْمَدِينَةِ بَقِيَّةَ سَنَتِهِ تِلْكَ، ثُمَّ كَانَتْ غَزْوَةُ الْخَنْدَقِ فِي شَوَّالٍ سَنَةَ خَمْسٍ \" فَحَدَّثَنَا عَلَيٌّ، قَالَ: حَدَّثَنَا أَحْمَدُ بْنُُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ: فَحَدَّثَنِي يَزِيدُ بْنُ رُومَانَ مَوْلَى أَبِي الزُّبَيْرِ بْنِ عُرْوَةَ، وَمَنْ لا يُتَّهَمُ، عَنْ عَبْدِ اللهِ بْنِ كَعْبِ بْنِ مَالِكٍ، وَالزُّهْرُيِّ، وَعَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، وَعَبْدِ اللهِ بْنِ أَبِي بَكْرٍ، وَمُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، وَغَيْرِهِمْ مِنْ عُلَمَائِنَا، فدل جميع حديثه فِي الحديث عَنْ الخندق، وبعضهم حدث مَا لا يحدث بعض، أنه كَانَ من حديث الخندق، أن نفرا من يهود منهم: سلام بْن أبي الحقيق النضري، وحيي بْن أخطب النضري، وهودة بْن قيس الوابلي، وَأَبُو عمار الوابلي، فِي نفر من بني النضير، ونفر من بني وائل، وهم الَّذِينَ حزبوا الأحزاب عَلَى رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، خرجوا حَتَّى قدموا عَلَى قريش بمكة، فدعوهم إِلَى حرب رَسُول اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، وقالوا: إنا سنكون معكم حَتَّى نستأصله، فقالت لهم قريش: يَا معشر يهود إنكم أهل الكتاب الأول، والعلم بما أصبحنا نختلف فيه نحن ومُحَمَّدا فديننا خير أم دينهم؟ قَالُوا: بل دينكم خير من دينه، وأنتم أولى بالحق منهم، فهم الَّذِينَ أنزل الله جل ثناؤه فيهم: {أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ\n",
                    "footnotes": []
                }
            ]
        }
    ]
}